Repository: jasp-stats/jasp-desktop
Catalog: jasp_*.po
Languages: nl

# RegressionLogistic|
source: Regression Coefficients
nl: Regressiecoëfficiënten

# RegressionLogistic|
source: Estimates
nl: Schattingen

# RegressionLogistic|
source: From
nl: Van

# RegressionLogistic|
source: Standardized coefficients
nl: Gestandaardiseerde coëfficiënten

# RegressionLogistic|
source: Odds ratios
nl: Kansratios

# RegressionLogistic|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# RegressionLogistic|
source: Odds ratio scale
nl: Kansratioschaal

# RegressionLogistic|
source: Robust standard errors
nl: Robuuste standaardfouten

# RegressionLogistic|
source: Performance Metrics
nl: Prestatie Metrieken

# RegressionLogistic|
source: Sensitivity / Recall
nl: Gevoeligheid / Recall

# RegressionLogistic|
source: Specificity
nl: Specificiteit

# RegressionLogistic|
source: Precision
nl: Precisie

# RegressionLogistic|
source: F-measure
nl: F-maat

# RegressionLogistic|
source: H-measure
nl: H-maat

# RegressionLogistic|
source: Residuals
nl: Residuen

# RegressionLogistic|
source: Casewise diagnostics
nl: Gevalswijze diagnostiek

# RegressionLogistic|
source: Standard residual >
nl: Standaardresidu >

# RegressionLogistic|
source: Cook's distance >
nl: Cook's afstand

# RegressionLogistic|
source: All
nl: Alle

# RegressionLogistic|
source: Inferential Plots
nl: Inferentiële Grafieken

# RegressionLogistic|
source: Display conditional estimates plots
nl: Toon conditionele geschatte grafieken

# RegressionLogistic|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# RegressionLogistic|
source: Show data points
nl: Toon datapunten

# RegressionLogistic|
source: Residual Plots
nl: Residu Grafieken

# RegressionLogistic|
source: Predicted - residual plot
nl: Voorspeld - residuengrafiek

# RegressionLogistic|
source: Predictor - residual plots
nl: Voorspeller - residugrafieken

# RegressionLogistic|
source: Squared Pearson residuals plot
nl: Kwadraat van Pearson residuengrafiek

# RegressionLogistic|
source: Residual Type
nl: Residutype

# RegressionLogistic|
source: Deviance
nl: Afwijking

# MediationAnalysis|
source: Standardized estimates
nl: Gestandaardiseerde schattingen

# MediationAnalysis|
source: R-squared
nl: R-kwadraat

# MediationAnalysis|
source: Additional parameter estimates
nl: Aanvullende parameterschattingen

# MediationAnalysis|
source: Total indirect effects
nl: Totale indirecte effecten

# MediationAnalysis|
source: Residual covariances
nl: Covarianties van residuen

# MediationAnalysis|
source: Confidence intervals
nl: Betrouwbaarheidsinterval

# MediationAnalysis|
source: Method
nl: Methode

# MediationAnalysis|
source: Standard
nl: Standaard

# MediationAnalysis|
source: Robust
nl: Robuust

# MediationAnalysis|
source: Replications
nl: Replicaties

# MediationAnalysis|
source: Bias-corrected percentile
nl: Bias-gecorrigeerd percentiel

# MediationAnalysis|
source: Percentile
nl: Percentiel

# MediationAnalysis|
source: Normal theory
nl: Normaal theorie

# MediationAnalysis|
source: Parameter estimates
nl: Parameterschattingen

# MediationAnalysis|
source: Legend
nl: Legenda

# MediationAnalysis|
source: Missing value handling
nl: Missende waardes behandeling

# MediationAnalysis|
source: Full Information Maximum Likelihood
nl: Maximale Waarschijnlijkheid Complete Informatie

# MediationAnalysis|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# MediationAnalysis|
source: Emulation
nl: Emulatie

# MediationAnalysis|
source: None
nl: Geen

# MediationAnalysis|
source: Estimator
nl: Schatter

# SEMSimple|
source: Enter lavaan syntax below
nl: Voer lavaan syntax hier beneden in

# SEMSimple|
source: Raw
nl: Ruw

# SEMSimple|
source: R-squared
nl: R-kwadraat

# SEMSimple|
source: Equality Constraints
nl: Gelijkheidsbeperkingen

# SEMSimple|
source: Factor loadings
nl: Factorladingen

# SEMSimple|
source: Residual variance
nl: Variantie van Residuen

# SEMSimple|
source: Path diagram
nl: Paddiagram

# SEMSimple|
source: Show standardized parameters
nl: Toon gestandaardiseerde parameters

# SummaryStatsBinomialTestBayesian|
source: Successes
nl: Successen

# SummaryStatsBinomialTestBayesian|
source: Failures
nl: Mislukkingen

# SummaryStatsBinomialTestBayesian|
source: Test value
nl: Toetswaarde

# SummaryStatsBinomialTestBayesian|
source: Alt. Hypothesis
nl: Alt. Hypothese

# SummaryStatsBinomialTestBayesian|
source: ≠ Test value
nl: ≠ Toetswaarde

# SummaryStatsBinomialTestBayesian|
source: > Test value
nl: > Toetswaarde

# SummaryStatsBinomialTestBayesian|
source: < Test value
nl: < Toetswaarde

# SummaryStatsBinomialTestBayesian|
source: Prior and posterior
nl: Prior en posterior

# SummaryStatsBinomialTestBayesian|
source: Additional info
nl: Aanvullende info

# SummaryStatsCorrelationBayesianPairs|
source: Sample size
nl: Steekproefgrootte

# SummaryStatsCorrelationBayesianPairs|
source: Correlation Coefficient
nl: Correlatiecoëfficiënt

# SummaryStatsCorrelationBayesianPairs|
source: Alt. Hypothesis
nl: Alt. Hypothese

# SummaryStatsCorrelationBayesianPairs|
source: Correlated
nl: Correlatie

# SummaryStatsCorrelationBayesianPairs|
source: Correlated positively
nl: Positief gecorreleerd

# SummaryStatsCorrelationBayesianPairs|
source: Correlated negatively
nl: Negatief gecorreleerd

# SummaryStatsCorrelationBayesianPairs|
source: Prior and posterior
nl: Prior en posterior

# SummaryStatsCorrelationBayesianPairs|
source: Additional info
nl: Aanvullende info

# SummaryStatsCorrelationBayesianPairs|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# SummaryStatsCorrelationBayesianPairs|
source: Stretched beta prior width
nl: Gerekte beta prior breedte

# SummaryStatsRegressionLinearBayesian|
source: Sample size
nl: Steekproefgrootte

# SummaryStatsRegressionLinearBayesian|
source: Null Model
nl: Nulmodel

# SummaryStatsRegressionLinearBayesian|
source: Number of covariates
nl: Aantal covariaten

# SummaryStatsRegressionLinearBayesian|
source: R-squared
nl: R-kwadraat

# SummaryStatsRegressionLinearBayesian|
source: Alternative Model
nl: Alternatief Model

# SummaryStatsRegressionLinearBayesian|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# SummaryStatsRegressionLinearBayesian|
source: Additional info
nl: Aanvullende info

# SummaryStatsRegressionLinearBayesian|
source: Advanced Options
nl: Geavanceerde Opties

# SummaryStatsRegressionLinearBayesian|
source: r scale covariates
nl: r schaal covariaten

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 1 size
nl: Groep 1 grootte

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 2 size
nl: Groep 2 grootte

# SummaryStatsTTestBayesianIndependentSamples|
source: Alt. Hypothesis
nl: Alt. Hypothese

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 1 ≠ Group 2
nl: Groep 1 ≠ Groep 2

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 1 > Group 2
nl: Groep 1 > Groep 2

# SummaryStatsTTestBayesianIndependentSamples|
source: Group 1 < Group 2
nl: Groep 1 < Groep 2

# SummaryStatsTTestBayesianIndependentSamples|
source: Prior and posterior
nl: Prior en posterior

# SummaryStatsTTestBayesianIndependentSamples|
source: Additional info
nl: Aanvullende info

# SummaryStatsTTestBayesianIndependentSamples|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# SummaryStatsTTestBayesianOneSample|
source: Group size
nl: Groepsgrootte

# SummaryStatsTTestBayesianOneSample|
source: Alt. Hypothesis
nl: Alt. Hypothese

# SummaryStatsTTestBayesianOneSample|
source: ≠ Test value
nl: ≠ Toetswaarde

# SummaryStatsTTestBayesianOneSample|
source: > Test value
nl: > Toetswaarde

# SummaryStatsTTestBayesianOneSample|
source: < Test value
nl: < Toetswaarde

# SummaryStatsTTestBayesianOneSample|
source: Prior and posterior
nl: Prior en posterior

# SummaryStatsTTestBayesianOneSample|
source: Additional info
nl: Aanvullende info

# SummaryStatsTTestBayesianOneSample|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# SummaryStatsTTestBayesianPairedSamples|
source: Group size
nl: Groepsgrootte

# SummaryStatsTTestBayesianPairedSamples|
source: Alt. Hypothesis
nl: Alt. Hypothese

# SummaryStatsTTestBayesianPairedSamples|
source: Measure 1 ≠ Measure 2
nl: Maat 1 ≠ Maat 2

# SummaryStatsTTestBayesianPairedSamples|
source: Measure 1 > Measure 2
nl: Maat 1 > Maat 2

# SummaryStatsTTestBayesianPairedSamples|
source: Measure 1 < Measure 2
nl: Maat 1 < Maat 2

# SummaryStatsTTestBayesianPairedSamples|
source: Prior and posterior
nl: Prior en posterior

# SummaryStatsTTestBayesianPairedSamples|
source: Additional info
nl: Aanvullende info

# SummaryStatsTTestBayesianPairedSamples|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# TTestBayesianIndependentSamples|
source: Grouping Variable
nl: Groeperingsvariabele

# TTestBayesianIndependentSamples|
source: Alt. Hypothesis
nl: Alt. Hypothese

# TTestBayesianIndependentSamples|
source: Group 1 ≠ Group 2
nl: Groep 1 ≠ Groep 2

# TTestBayesianIndependentSamples|
source: Group 1 > Group 2
nl: Groep 1 > Groep 2

# TTestBayesianIndependentSamples|
source: Group 1 < Group 2
nl: Groep 1 < Groep 2

# TTestBayesianIndependentSamples|
source: Prior and posterior
nl: Prior en posterior

# TTestBayesianIndependentSamples|
source: Additional info
nl: Aanvullende info

# TTestBayesianIndependentSamples|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# TTestBayesianIndependentSamples|
source: Sequential analysis
nl: Sequentiële analyse

# TTestBayesianIndependentSamples|
source: Robustness check
nl: Robuustheidscheck

# TTestBayesianIndependentSamples|
source: Credible interval
nl: Geloofwaardigheidsinterval

# TTestBayesianIndependentSamples|
source: Tests
nl: Toetsen

# TTestBayesianIndependentSamples|
source: No. samples
nl: Aantal steekproeven

# TTestBayesianIndependentSamples|
source: Missing Values
nl: Missende Waardes

# TTestBayesianIndependentSamples|
source: Exclude cases analysis by analysis
nl: Sluit gevallenanalyse voor analyse

# TTestBayesianIndependentSamples|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# TTestBayesianIndependentSamples|
source: Additional Statistics
nl: Aanvullende Statistieken

# TTestBayesianOneSample|
source: Variables
nl: Variabelen

# TTestBayesianOneSample|
source: Test value:
nl: Toetswaarde:

# TTestBayesianOneSample|
source: Prior and posterior
nl: Prior en posterior

# TTestBayesianOneSample|
source: Additional info
nl: Aanvullende info

# TTestBayesianOneSample|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# TTestBayesianOneSample|
source: Sequential analysis
nl: Sequentiële analyse

# TTestBayesianOneSample|
source: Robustness check
nl: Robuustheidscheck

# TTestBayesianOneSample|
source: Credible interval
nl: Geloofwaardigheidsinterval

# TTestBayesianOneSample|
source: Alt. Hypothesis
nl: Alt. Hypothese

# TTestBayesianOneSample|
source: ≠ Test value
nl: ≠ Toetswaarde

# TTestBayesianOneSample|
source: > Test value
nl: > Toetswaarde

# TTestBayesianOneSample|
source: < Test value
nl: < Toetswaarde

# TTestBayesianOneSample|
source: Additional Statistics
nl: Aanvullende Statistieken

# TTestBayesianOneSample|
source: Missing Values
nl: Missende Waardes

# TTestBayesianOneSample|
source: Exclude cases analysis by analysis
nl: Sluit gevallenanalyse voor analyse

# TTestBayesianOneSample|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# TTestBayesianPairedSamples|
source: Variable pairs
nl: Variabele paren

# TTestBayesianPairedSamples|
source: Alt. Hypothesis
nl: Alt. Hypothese

# TTestBayesianPairedSamples|
source: Measure 1 ≠ Measure 2
nl: Maat 1 ≠ Maat 2

# TTestBayesianPairedSamples|
source: Measure 1 > Measure 2
nl: Maat 1 > Maat 2

# TTestBayesianPairedSamples|
source: Measure 1 < Measure 2
nl: Maat 1 < Maat 2

# TTestBayesianPairedSamples|
source: Prior and posterior
nl: Prior en posterior

# TTestBayesianPairedSamples|
source: Additional info
nl: Aanvullende info

# TTestBayesianPairedSamples|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# TTestBayesianPairedSamples|
source: Sequential analysis
nl: Sequentiële analyse

# TTestBayesianPairedSamples|
source: Robustness check
nl: Robuustheidscheck

# TTestBayesianPairedSamples|
source: Credible interval
nl: Geloofwaardigheidsinterval

# TTestBayesianPairedSamples|
source: Additional Statistics
nl: Aanvullende Statistieken

# TTestBayesianPairedSamples|
source: Missing Values
nl: Missende Waardes

# TTestBayesianPairedSamples|
source: Exclude cases analysis by analysis
nl: Sluit gevallenanalyse uit voor analyse

# TTestBayesianPairedSamples|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# TTestIndependentSamples|
source: Variables
nl: Variabelen

# TTestIndependentSamples|
source: Grouping Variable
nl: Groeperingsvariabele

# TTestIndependentSamples|
source: Tests
nl: Toetsen

# TTestIndependentSamples|
source: Additional Statistics
nl: Aanvullende Statistieken

# TTestIndependentSamples|
source: Location parameter
nl: Plaatsparameter

# TTestIndependentSamples|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# TTestIndependentSamples|
source: Effect Size
nl: Effectgrootte

# TTestIndependentSamples|
source: Alt. Hypothesis
nl: Alt. Hypothese

# TTestIndependentSamples|
source: Group 1 ≠ Group 2
nl: Groep 1 ≠ Groep 2

# TTestIndependentSamples|
source: Group 1 > Group 2
nl: Groep 1 > Groep 2

# TTestIndependentSamples|
source: Group 1 < Group 2
nl: Groep 1 < Groep 2

# TTestIndependentSamples|
source: Assumption Checks
nl: Assumptie Checks

# TTestIndependentSamples|
source: Normality
nl: Normaliteit

# TTestIndependentSamples|
source: Equality of variances
nl: Gelijkheid van varianties

# TTestIndependentSamples|
source: Missing Values
nl: Missende Waardes

# TTestIndependentSamples|
source: Exclude cases analysis by analysis
nl: Sluit gevallenanalyse voor analyse

# TTestIndependentSamples|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# TTestOneSample|
source: Variables
nl: Variabelen

# TTestOneSample|
source: Tests
nl: Toetsen

# TTestOneSample|
source: Z Test
nl: Z-toets

# TTestOneSample|
source: Test value:
nl: Toetswaarde:

# TTestOneSample|
source: Std. deviation:
nl: Std. Afwijking:

# TTestOneSample|
source: Additional Statistics
nl: Aanvullende statistieken

# TTestOneSample|
source: Location parameter
nl: Plaatsparameter

# TTestOneSample|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# TTestOneSample|
source: Effect Size
nl: Effectgrootte

# TTestOneSample|
source: Descriptives plots
nl: Beschrijvende grafieken

# TTestOneSample|
source: Alt. Hypothesis
nl: Alt. Hypothese

# TTestOneSample|
source: ≠ Test value
nl: ≠ Toetswaarde

# TTestOneSample|
source: > Test value
nl: > Toetswaarde

# TTestOneSample|
source: < Test value
nl: < Toetswaarde

# TTestOneSample|
source: Assumption checks
nl: Assumptie checks

# TTestOneSample|
source: Normality
nl: Normaliteit

# TTestOneSample|
source: Missing Values
nl: Missende Waardes

# TTestOneSample|
source: Exclude cases analysis by analysis
nl: Sluit gevallenanalyse voor analyse

# TTestOneSample|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# TTestPairedSamples|
source: Variable pairs
nl: Variabele paren

# TTestPairedSamples|
source: Tests
nl: Toetsen

# TTestPairedSamples|
source: Additional Statistics
nl: Aanvullende Statistieken

# TTestPairedSamples|
source: Location parameter
nl: Plaatsparameter

# TTestPairedSamples|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# TTestPairedSamples|
source: Effect Size
nl: Effectgrootte

# TTestPairedSamples|
source: Descriptives plots
nl: Beschrijvende grafieken

# TTestPairedSamples|
source: Alt. Hypothesis
nl: Alt. Hypothese

# TTestPairedSamples|
source: Measure 1 ≠ Measure 2
nl: Maat 1 ≠ Maat 2

# TTestPairedSamples|
source: Measure 1 > Measure 2
nl: Maat 1 > Maat 2

# TTestPairedSamples|
source: Measure 1 < Measure 2
nl: Maat 1 < Maat 2

# TTestPairedSamples|
source: Assumption Checks
nl: Assumptie checks

# TTestPairedSamples|
source: Normality
nl: Normaliteit

# TTestPairedSamples|
source: Missing Values
nl: Missende Waardes

# TTestPairedSamples|
source: Exclude cases analysis by analysis
nl: Sluit gevallenanalyse voor analyse

# TTestPairedSamples|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# JASPDoubleValidator|
source: The value must be
nl: De waarde moet zijn

# JASPDoubleValidator|
source: and
nl: en

# JASPDoubleValidator|
source: No validation error
nl: Geen validatiefout

# ActionButtons|
source: Save
nl: Bewaar

# ActionButtons|
source: Save As
nl: Bewaar als

# ActionButtons|
source: Export Results
nl: Exporteer Resultaten

# ActionButtons|
source: Export Data
nl: Exporteer Data

# ActionButtons|
source: Close
nl: Sluit

# ActionButtons|
source: Preferences
nl: Voorkeuren

# ActionButtons|
source: About
nl: Versie info

# ResourceButtons|
source: Recent Files
nl: Laatst geopend

# ResourceButtons|
source: Current File
nl: Huidig bestand

# ResourceButtons|
source: Data Library
nl: Bibliotheek

# ResourceButtons|
source: Results
nl: Resultaat

# ResourceButtons|
source: Advanced
nl: Geavanceerd

# SortMenuModel|
source: None
nl: Geen

# SortMenuModel|
source: Sort by name
nl: Sorteer op naam

# SortMenuModel|
source: Sort by name A-Z
nl: Sorteer op naam A-Z

# SortMenuModel|
source: Sort by name Z-A
nl: Sorteer op naam Z-A

# SortMenuModel|
source: Sort by type
nl: Sorteer op type

# SortMenuModel|
source: Sort by date
nl: Sorteer op datum

# SortMenuModel|
source: Sort by size
nl: Sorteer op grootte

# SortMenuModel|
source: SortMenuModel not called with a sortable parent
nl: SortMenuModel niet geroepen met een sorteerbare parent

# classicalEstimation|
source: Population
nl: Populatie

# classicalEstimation|
source: Size
nl: Grootte

# classicalEstimation|
source: Value
nl: Waarde

# classicalEstimation|
source: Audit Risk
nl: Audit Risico

# classicalEstimation|
source: Confidence
nl: Betrouwbaarheid

# classicalEstimation|
source: Book values
nl: Boekwaardes

# classicalEstimation|
source: Audit values
nl: Auditwaardes

# classicalEstimation|
source: Advanced Options
nl: Geavanceerde Opties

# classicalEstimation|
source: Estimator
nl: Schatter

# classicalEstimation|
source: Difference
nl: Verschil

# classicalEstimation|
source: Explanatory Text
nl: Toelichtende Tekst

# classicalEstimation|
source: Enable
nl: Activeer

# classicalEstimation|
source: Tables and Plots
nl: Tabellen en Grafieken

# classicalEstimation|
source: Tables
nl: Tabellen

# classicalEstimation|
source: Required sample size
nl: Benodigde steekproefgrootte

# classicalEstimation|
source: for an uncertainty of:
nl: voor een onzekerheid van:

# classicalEstimation|
source: Correlation plot
nl: Correlatiegrafiek

# classicalEstimation|
source: <b>Download Report</b>
nl: <b>Download Verslag</b>

# MainWindow|
source: Datafile changed
nl: Databestand veranderd

# MainWindow|
source: The datafile that was used by this JASP file was modified. Do you want to reload the analyses with this new data?
nl: Het databestand dat was gebruikt door dit JASP bestand is bewerkt. Wil je de analyses opnieuw laden met de nieuwe data?

# customContrasts|
source: Selected
nl: Geselecteerd

# CustomContrastsTableView|
source: Add Contrast
nl: Voeg Contrast Toe

# CustomContrastsTableView|
source: Delete Contrast
nl: Verwijder Contrast

# FilterWindow|
source: There are unapplied changes to your filter; what would you like to do?
nl: Er zijn niet-toegepaste veranderingen aan je filter; wat zou je willen doen?

# FilterWindow|
source: Switch to the R filter
nl: Wissel naar de R filter

# FilterWindow|
source: Hide rows that were filtered out.
nl: Verberg rijen die eruit zijn gefilterd.

# FilterWindow|
source: Show rows that were filtered out.
nl: Toon rijen die eruit zijn gefilterd.

# FilterWindow|
source: Apply pass-through filter
nl: Pas pass-through filter toe

# FilterWindow|
source: Filter applied
nl: Filter toegepast

# FilterWindow|
source: Click to apply filter
nl: Klik om filter toe te passen

# FilterWindow|
source: Filter is already applied
nl: Filter is al toegepast

# FilterWindow|
source: Open Documentation
nl: Open Documentatie

# FilterWindow|
source: Hide filter
nl: Verberg filter

# FilterWindow|
source: Reset all checkmarks on all labels
nl: Herstel alle vinkjes op alle labels

# FilterWindow|
source: Switch to the drag and drop filter
nl: Wissel naar de drag en drop filter

# FilterWindow|
source: Reset to default filter
nl: Herstel naar standaardfilter

# FilterWindow|
source: Default filter applied
nl: Standaardfilter toegepast

# FilterWindow|
source: Filter is unchanged from default
nl: Filter is onveranderd van standaard

# JagsTableView|
source: Add Data
nl: Voeg Data Toe

# JagsTableView|
source: Delete Data
nl: Verwijder Data

# SaveDiscardCancelDialog|
source: Changes were made
nl: Veranderingen zijn toegepast

# SaveDiscardCancelDialog|
source: There are unapplied changes; what would you like to do?
nl: Er zijn niet-toegepaste veranderingen; wat zou je willen doen?

# SaveDiscardCancelDialog|
source: Apply
nl: Pas Toe

# SaveDiscardCancelDialog|
source: Cancel
nl: Annuleer

# SaveDiscardCancelDialog|
source: Discard
nl: Gooi weg

# JAGS|
source: Enter JAGS model below
nl: Voer JAGS model beneden in

# JAGS|
source: Monitor these parameters
nl: Monitor deze parameters

# JAGS|
source: Monitored parameters
nl: Monitor parameters

# JAGS|
source: Show results for these parameters
nl: Toon resultaten voor deze parameters

# JAGS|
source: Color scheme for plots:
nl: Kleurenschema voor grafieken:

# JAGS|
source: Colorblind
nl: Kleurenblind

# JAGS|
source: Colorblind Alt.
nl: Kleurenblind Alt.

# JAGS|
source: Blue
nl: Blauw

# JAGS|
source: Aggregate chains for densities and histograms
nl: Aggregeer ketens voor verdelingen en histogrammen

# JAGS|
source: Show legends
nl: Toon legendas

# JAGS|
source: Density
nl: Verdeling

# JAGS|
source: Trace
nl: Traceer

# JAGS|
source: Autocorrelation
nl: Autocorrelatie

# JAGS|
source: No. lags
nl: Aantal lags

# JAGS|
source: line
nl: lijn

# JAGS|
source: bar
nl: staaf

# JAGS|
source: Bivariate scatter
nl: Bivariate spreiding

# JAGS|
source: Diagonal plot type
nl: Diagonaal grafiekstype

# JAGS|
source: Off-diagonal plot type
nl: Off-diagonaal grafiekstype

# JAGS|
source: Hexagonal
nl: Hexagonaal

# JAGS|
source: Initial Values
nl: Beginwaardes

# JAGS|
source: Observed Values
nl: Geobserveerde Waardes

# JAGS|
source: No. samples
nl: Aantal steekproeven

# JAGS|
source: No. burnin samples
nl: Aantal burnin steekproeven

# JAGS|
source: No. chains
nl: Aantal ketens

# JAGS|
source: Monitor Deviance
nl: Monitor Afwijking

# JAGS|
source: Show results for
nl: Toon resultaten voor

# JAGS|
source: all monitored parameters
nl: Alle gecontroleerde parameters

# JAGS|
source: selected parameters
nl: geselecteerde parameters

# ListModelTableViewBase|
source: Column number in source use is bigger than the number of columns of %1
nl: Kolomnummer in bron is groter dan het aantal kolommen van %1

# ListModelTableViewBase|
source: No column specified in the source of %1
nl: Geen kolom gespecificeerd in de bron van %1

# ListModelTableViewBase|
source: The source use does not specified a valid column in %1
nl: De bron specificeert geen valide kolom in 1%

# QMLListView|
source: No name given in source attribute of VariableList %1
nl: Geen naam gegeven in bron-attribuut van VariabeleLijst %1

# QMLListView|
source: No name given in discard source attribute of VariableList %1
nl: Geen naam gegeven aan weggegooide bron-attribuut van VariabeleLijst %1

# QMLListView|
source: Wrong parameter discard in VariablesList %1
nl: Verkeerde parameter weggegooid in VariabeleLijst %1
