Repository: jasp-stats/jasp-desktop
Catalog: jasp_*.po
Languages: nl

# ClassicalMetaAnalysis|
source: Model Terms
nl: Modeltermen

# ClassicalMetaAnalysis|
source: Include intercept
nl: Neem intercept mee

# ClassicalMetaAnalysis|
source: Statistics
nl: Statistieken

# ClassicalMetaAnalysis|
source: Regression Coefficients
nl: Regressiecoëfficiënten

# ClassicalMetaAnalysis|
source: Estimates
nl: Schattingen

# ClassicalMetaAnalysis|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# ClassicalMetaAnalysis|
source: Test
nl: Toets

# ClassicalMetaAnalysis|
source: Covariance matrix
nl: Covariantiematrix

# ClassicalMetaAnalysis|
source: Forest plot
nl: Forestgrafiek

# ClassicalMetaAnalysis|
source: Funnel plot
nl: Funnelgrafiek

# ClassicalMetaAnalysis|
source: Rank test for funnel plot asymmetry
nl: Rangschik toets voor funnelgrafiek asymmetrisch

# ClassicalMetaAnalysis|
source: Regression test for funnel plot asymmetry
nl: Regressietoets voor funnelgrafiek asymmetrisch

# ClassicalMetaAnalysis|
source: Residuals Model
nl: Residuen Model

# ClassicalMetaAnalysis|
source: Residuals parameters
nl: Residuen parameters

# ClassicalMetaAnalysis|
source: Diagnostics
nl: Diagnostieken

# ClassicalMetaAnalysis|
source: Trim-fill analysis
nl: Trim-fill analyse

# ClassicalMetaAnalysis|
source: Profile plot
nl: Profielgrafiek

# ClassicalMetaAnalysis|
source: Diagnostic plots
nl: Diagnostische grafieken

# ClassicalMetaAnalysis|
source: Q-Q plot standardized residuals
nl: Q-Q grafiek gestandaardiseerde residuen

# ClassicalMetaAnalysis|
source: Robustness
nl: Robuustheid

# ClassicalMetaAnalysis|
source: Fail-safe N
nl: Faal-red N

# ClassicalMetaAnalysis|
source: Casewise diagnostics
nl: Gevalsgewijze diagnostieken

# MultilevelMetaAnalysis|
source: Effect Size
nl: Effectgrootte

# MultilevelMetaAnalysis|
source: Effect Size Variance
nl: Effectgrootte Variantie

# MultilevelMetaAnalysis|
source: Fixed Effects
nl: Fixed Effecten

# MultilevelMetaAnalysis|
source: Inner Grouping (Multivariate Structure)
nl: Binnen Groepering (Multivariate Structuur)

# MultilevelMetaAnalysis|
source: Outer Grouping (Grouping Structure)
nl: Buiten Groepering (Groeperingsstructuur)

# MultilevelMetaAnalysis|
source: Fixed Effects Model
nl: Fixed Effecten Model

# MultilevelMetaAnalysis|
source: Predictors
nl: Voorspellers

# MultilevelMetaAnalysis|
source: Model Terms
nl: Modeltermen

# MultilevelMetaAnalysis|
source: Use intercept
nl: Gebruik intercept

# MultilevelMetaAnalysis|
source: Random Effects Model
nl: Aselecte Effecten Model

# MultilevelMetaAnalysis|
source: Multivariate Covariance Model
nl: Multivariate Covariantie Model

# MultilevelMetaAnalysis|
source: Statistics
nl: Statistieken

# MultilevelMetaAnalysis|
source: Omnibus Statistics
nl: Omnibus Statistieken

# MultilevelMetaAnalysis|
source: Anova Table
nl: Anova Tabel

# MultilevelMetaAnalysis|
source: Fit Indices
nl: Fit Indexen

# MultilevelMetaAnalysis|
source: Coefficients
nl: Coëfficiënten

# MultilevelMetaAnalysis|
source: Fixed Effects Coefficients Table
nl: Fixed Effecten Coëfficiëntentabel

# MultilevelMetaAnalysis|
source: Random Effects Coefficients Table
nl: Aselecte Effecten Coëfficiëntentabel

# MultilevelMetaAnalysis|
source: Model Derived Statistics
nl: Model Verkregen Statistieken

# MultilevelMetaAnalysis|
source: Estimated Marginal Means
nl: Geschatte Marginale Gemiddeldes

# MultilevelMetaAnalysis|
source: Funnel plot
nl: Funnelgrafiek

# MultilevelMetaAnalysis|
source: Forest plot
nl: Forestgrafiek

# MultilevelMetaAnalysis|
source: Method
nl: Methode

# MultilevelMetaAnalysis|
source: Fixed Effects Covariance Matrix
nl: Fixed Effecten Covariantiematrix

# MultilevelMetaAnalysis|
source: Diagnostics
nl: Diagnostieken

# MultilevelMetaAnalysis|
source: Test for Funnel Plot Asymmetry
nl: Toets voor Funnelgrafiek Asymmetrie

# MultilevelMetaAnalysis|
source: Rank correlation test
nl: Rangschik-correlatietoets

# MultilevelMetaAnalysis|
source: Egger's Regression test
nl: Egger's Regressietoets

# MultilevelMetaAnalysis|
source: Fail-safe-N analysis (controversial)
nl: Fail-safe-N analyse (controversieel)

# MultilevelMetaAnalysis|
source: Diagnostics Table
nl: Diagnostische Tabel

# MultilevelMetaAnalysis|
source: Diagnostic plots
nl: Diagnostische grafieken

# MultilevelMetaAnalysis|
source: Residual vs Dependent
nl: Residueel vs Afhankelijk

# MultilevelMetaAnalysis|
source: Profile Random Effects Parameters (takes time)
nl: Portreer Aselecte Effecten Parameters (kost tijd)

# LinearMixedModels|
source: Dependent Variable
nl: Afhankelijke Variabele

# LinearMixedModels|
source: Fixed Factors
nl: Fixed Factoren

# LinearMixedModels|
source: Fixed Covariates
nl: Fixed Covariaten

# LinearMixedModels|
source: Random Effects Grouping Factors
nl: Aselecte Effecten Groeperingsfactoren

# LinearMixedModels|
source: Estimation method
nl: Schattingsmethode

# LinearMixedModels|
source: Fixed Effects
nl: Fixed Effecten

# LinearMixedModels|
source: Components
nl: Componenten

# LinearMixedModels|
source: Model Terms
nl: Modeltermen

# LinearMixedModels|
source: Test intercept
nl: Toets intercept

# LinearMixedModels|
source: Random Effects
nl: Aselecte Effecten

# LinearMixedModels|
source: Post Hoc Tests
nl: Post Hoc Toets

# LinearMixedModels|
source: Correction
nl: Correctie

# LinearMixedModels|
source: No correction
nl: Geen correctie

# LinearMixedModels|
source: Descriptives Plots
nl: Beschrijvingsgrafieken

# LinearMixedModels|
source: Factors
nl: Factoren

# LinearMixedModels|
source: Horizontal Axis
nl: Horizontale as

# LinearMixedModels|
source: Separate Lines
nl: Gescheiden lijnen

# LinearMixedModels|
source: Separate Plots
nl: Gescheiden grafieken

# LinearMixedModels|
source: Assumption Checks
nl: Assumptie Checks

# LinearMixedModels|
source: Homogeneity tests
nl: Homogeneiteitstoetsen

# LinearMixedModels|
source: Homogeneity corrections
nl: Homogeneiteitscorrecties

# LinearMixedModels|
source: None
nl: Geen

# LinearMixedModels|
source: Q-Q plot of residuals
nl: Q-Q grafiek van residuen

# LinearMixedModels|
source: Contrasts
nl: Contrasten

# LinearMixedModels|
source: Assume equal variances
nl: Ga uit van gelijke varianties

# LinearMixedModels|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# LinearMixedModels|
source: Additional Options
nl: Aanvullende Opties

# LinearMixedModels|
source: Marginal means
nl: Marginale gemiddeldes

# LinearMixedModels|
source: Compare marginal means to 0
nl: Vergelijk marginale gemiddeldes met 0

# LinearMixedModels|
source: Confidence interval adjustment
nl: Betrouwbaarheidsintervalaanpassing

# LinearMixedModels|
source: Display
nl: Weergave

# LinearMixedModels|
source: Descriptive statistics
nl: Beschrijvende statistiek

# LinearMixedModels|
source: Estimates of effect size
nl: Schattingen van effectgrootte

# LinearMixedModels|
source: partial η²
nl: Gedeeltelijke η²

# LinearMixedModels|
source: Simple Main Effects
nl: Simpele Hoofdeffecten

# LinearMixedModels|
source: Simple Effect Factor
nl: Simpele Effectfactor

# LinearMixedModels|
source: Non Parametrics
nl: Non-parametrisch

# LinearMixedModels|
source: Kruskal-Wallis Test
nl: Kruskal-Wallis Toets

# NetworkAnalysis|
source: Estimator
nl: Schatter

# NetworkAnalysis|
source: Network plot
nl: Netwerkgrafiek

# NetworkAnalysis|
source: Centrality plot
nl: Centraliteitsgrafiek

# NetworkAnalysis|
source: Clustering plot
nl: Clustergrafiek

# NetworkAnalysis|
source: Tables
nl: Tabellen

# NetworkAnalysis|
source: Centrality table
nl: Centraliteitstabel

# NetworkAnalysis|
source: Clustering table
nl: Clustertabel

# NetworkAnalysis|
source: Weights matrix
nl: Gewichten matrix

# NetworkAnalysis|
source: Analysis Options -
nl: Analyse Opties -

# NetworkAnalysis|
source: Correlation Method
nl: Correlatiemethode

# NetworkAnalysis|
source: Centrality Measures
nl: Centraliteitsmaten

# NetworkAnalysis|
source: Normalized
nl: Genormaliseerd

# NetworkAnalysis|
source: Relative
nl: Relatief

# NetworkAnalysis|
source: Raw
nl: Ruw

# NetworkAnalysis|
source: Weighted
nl: Gewogen

# NetworkAnalysis|
source: Signed
nl: Gesigneerd

# NetworkAnalysis|
source: Missing Values
nl: Missende Waarden

# NetworkAnalysis|
source: Exclude pairwise
nl: Sluit paarsgewijs uit

# NetworkAnalysis|
source: Exclude listwise
nl: Sluit lijstgewijs uit

# NetworkAnalysis|
source: Sample Size
nl: Steekproefgrootte

# NetworkAnalysis|
source: Ising Estimator
nl: Ising Schatter

# NetworkAnalysis|
source: Pseudo-likelihood
nl: Pseudo-aannemelijkheid

# NetworkAnalysis|
source: Univariate regressions
nl: Univariate regressies

# NetworkAnalysis|
source: Bivariate regressions
nl: Bivariate regressies

# NetworkAnalysis|
source: Loglinear
nl: Loglineair

# NetworkAnalysis|
source: Rule
nl: Regel

# NetworkAnalysis|
source: AND
nl: EN

# NetworkAnalysis|
source: OR
nl: OF

# NetworkAnalysis|
source: Median
nl: Mediaan

# NetworkAnalysis|
source: Mean
nl: Gemiddelde

# NetworkAnalysis|
source: Tuning Parameters
nl: Stemmen van Parameters

# NetworkAnalysis|
source: Value
nl: Waarde

# NetworkAnalysis|
source: Threshold
nl: Drempel

# NetworkAnalysis|
source: Method
nl: Methode

# NetworkAnalysis|
source: Cross-validation
nl: Kruis-validatie

# NetworkAnalysis|
source: Bootstrap Options
nl: Bootstrap Opties

# NetworkAnalysis|
source: Settings
nl: Instellingen

# NetworkAnalysis|
source: Bootstrap network
nl: Bootstrap netwerk

# NetworkAnalysis|
source: Number of bootstraps
nl: Aantal bootstraps

# NetworkAnalysis|
source: Nonparametic
nl: Non-parametrisch

# NetworkAnalysis|
source: Case
nl: Geval

# NetworkAnalysis|
source: Parametric
nl: Parametrisch

# NetworkAnalysis|
source: Person
nl: Persoon

# NetworkAnalysis|
source: Statistics
nl: Statistieken

# NetworkAnalysis|
source: Edges
nl: Randen

# NetworkAnalysis|
source: Centrality
nl: Centraliteit

# NetworkAnalysis|
source: Graphical Options
nl: Grafische Opties

# NetworkAnalysis|
source: Node size
nl: Knoopgrootte

# NetworkAnalysis|
source: Node palette
nl: Knooppalette

# NetworkAnalysis|
source: Variables in network
nl: Variabelen in netwerk

# NetworkAnalysis|
source: Continuous Variables
nl: Continue Variabelen

# NetworkAnalysis|
source: Categorical Variables
nl: Categorische Variabelen

# NetworkAnalysis|
source: Count Variables
nl: Tel Variabelen

# NetworkAnalysis|
source: Parallel Bootstrap
nl: Parallele Bootstrap

# NetworkAnalysis|
source: Group name
nl: Groepsnaam

# NetworkAnalysis|
source: New Group
nl: Nieuwe Groep

# NetworkAnalysis|
source: Group color
nl: Groepskleur

# NetworkAnalysis|
source: Group
nl: Groep

# NetworkAnalysis|
source: Manual colors
nl: Handmatige kleuren

# NetworkAnalysis|
source: Rainbow
nl: Regenboog

# NetworkAnalysis|
source: Colorblind
nl: Kleurenblind

# NetworkAnalysis|
source: Edge size
nl: Padgrootte

# NetworkAnalysis|
source: Max edge strength
nl: Max padsterkte

# NetworkAnalysis|
source: Min edge strength
nl: Min padsterkte

# NetworkAnalysis|
source: Cut
nl: Scheiding

# NetworkAnalysis|
source: Show details
nl: Toon details

# NetworkAnalysis|
source: Edge palette
nl: Padpalette

# NetworkAnalysis|
source: Classic
nl: Klassiek

# NetworkAnalysis|
source: Fried
nl: Gefrituurd

# NetworkAnalysis|
source: Label size
nl: Labelgrootte

# NetworkAnalysis|
source: Scale label size
nl: Schaallabelgrootte

# NetworkAnalysis|
source: Abbreviate labels to
nl: Kort labels af naar

# NetworkAnalysis|
source: Network Size
nl: Netwerkgrootte

# NetworkAnalysis|
source: Fixed ratio
nl: Vaste ratio

# NetworkAnalysis|
source: Free
nl: Vrij

# NetworkAnalysis|
source: Show Variable Names
nl: Toon Variabelnamen

# NetworkAnalysis|
source: In nodes
nl: In knopen

# NetworkAnalysis|
source: In legend
nl: In legenda

# NetworkAnalysis|
source: Show Variable Type
nl: Toon Variabeltype

# NetworkAnalysis|
source: Don't show
nl: Toon niet

# NetworkAnalysis|
source: Using node color
nl: Gebruik knoopkleur

# NetworkAnalysis|
source: Using node shape
nl: Gebruik knoopvorm

# NetworkAnalysis|
source: Legend
nl: Legenda

# NetworkAnalysis|
source: No legend
nl: Geen legenda

# NetworkAnalysis|
source: All plots
nl: Alle grafieken

# NetworkAnalysis|
source: In plot number:
nl: In grafiek nummer:

# NetworkAnalysis|
source: Layout
nl: Opmaak

# NetworkAnalysis|
source: Do not update layout
nl: Update opmaak niet

# NetworkAnalysis|
source: Repulsion
nl: Repulsie

# NetworkAnalysis|
source: Circle
nl: Cirkel

# NetworkAnalysis|
source: Save the layout in the data set
nl: Sla de opmaak op in de dataset

# NetworkAnalysis|
source: name for x-coordinates
nl: naam voor x-coordinaten

# NetworkAnalysis|
source: name for y-coordinates
nl: naam voor y-coordinaten

# Correlation|
source: Variables
nl: Variabelen

# Correlation|
source: Condition on
nl: Conditie op

# Correlation|
source: Correlation Coefficient
nl: Correlatiecoëfficiënt

# Correlation|
source: Additional Options
nl: Aanvullende Opties

# Correlation|
source: Display pairwise
nl: Geef paarsgewijs weer

# Correlation|
source: Report significance
nl: Rapporteer significantie

# Correlation|
source: Flag significant correlations
nl: Markeer significante correlaties

# Correlation|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# Correlation|
source: Sample size
nl: Steekproefgrootte

# Correlation|
source: Alt. Hypothesis
nl: Alt. Hypothese

# Correlation|
source: Correlated
nl: Gecorreleerd

# Correlation|
source: Correlated positively
nl: Positief gecorreleerd

# Correlation|
source: Correlated negatively
nl: Negatief gecorreleerd

# Correlation|
source: Scatter plots
nl: Spreidingsdiagrammen

# Correlation|
source: Densities for variables
nl: Verdelingen voor variabelen

# Correlation|
source: Statistics
nl: Statistieken

# Correlation|
source: Assumption Checks
nl: Assumptie Checks

# Correlation|
source: Multivariate Normality
nl: Multivariate Normaliteit

# Correlation|
source: Energy
nl: Energie

# Correlation|
source: Pairwise Normality
nl: Paarsgewijze Normaliteit

# Correlation|
source: Means and standard deviations
nl: Gemiddelden en standaardafwijkingen

# Correlation|
source: Cross-product deviations and covariances
nl: Kruis-product afwijkingen en covarianties

# Correlation|
source: Missing Values
nl: Missende Waarden

# Correlation|
source: Exclude cases pairwise
nl: Sluit gevallen paarsgewijs uit

# Correlation|
source: Exclude cases listwise
nl: Sluit gevallen lijstwijs uit

# CorrelationBayesian|
source: Correlation Coefficient
nl: Correlatiecoëfficiënt

# CorrelationBayesian|
source: Additional Options
nl: Aanvullende Opties

# CorrelationBayesian|
source: Report Bayes factors
nl: Rapporteer Bayes factors

# CorrelationBayesian|
source: Flag supported correlations
nl: Markeer ondersteunde correlaties

# CorrelationBayesian|
source: Credible intervals
nl: Geloofwaardigheidsinterval

# CorrelationBayesian|
source: Alt. Hypothesis
nl: Alt. Hypothese

# CorrelationBayesian|
source: Correlated
nl: Gecorreleerd

# CorrelationBayesian|
source: Correlated positively
nl: Positief gecorreleerd

# CorrelationBayesian|
source: Correlated negatively
nl: Negatief gecorreleerd

# CorrelationBayesian|
source: Correlation matrix
nl: Correlatiematrix

# CorrelationBayesian|
source: Densities for variables
nl: Verdelingen voor variabelen

# CorrelationBayesian|
source: Posteriors under H₁
nl: Posteriors onder H₁

# CorrelationBayesian|
source: Stretched beta prior width
nl: Gerekte beta prior breedte

# CorrelationBayesian|
source: Missing Values
nl: Missende Waardes

# CorrelationBayesian|
source: Exclude cases pairwise
nl: Sluit gevallen paarsgewijs uit

# CorrelationBayesian|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# CorrelationBayesianPairs|
source: Correlation Coefficients
nl: Correlatiecoëfficiënten

# CorrelationBayesianPairs|
source: Additional Options
nl: Aanvullende Opties

# CorrelationBayesianPairs|
source: Credible intervals
nl: Geloofwaardigheidsintervallen

# CorrelationBayesianPairs|
source: Alt. Hypothesis
nl: Alt. Hypothese

# CorrelationBayesianPairs|
source: Correlated
nl: Gecorreleerd

# CorrelationBayesianPairs|
source: Correlated positively
nl: Positief gecorreleerd

# CorrelationBayesianPairs|
source: Correlated negatively
nl: Negatief gecorreleerd

# CorrelationBayesianPairs|
source: Scatterplot
nl: Spreidingsdiagram

# CorrelationBayesianPairs|
source: Prior and posterior
nl: Prior en posterior

# CorrelationBayesianPairs|
source: Additional info
nl: Aanvullende info

# CorrelationBayesianPairs|
source: Bayes factor robustness check
nl: Bayes factor robuustheidscheck

# CorrelationBayesianPairs|
source: Sequential analysis
nl: Sequentiële analyse

# CorrelationBayesianPairs|
source: Robustness check
nl: Robuustheidscheck

# CorrelationBayesianPairs|
source: Stretched beta prior width
nl: Gerekte beta prior breedte

# CorrelationBayesianPairs|
source: Missing Values
nl: Missende Waardes

# CorrelationBayesianPairs|
source: Exclude cases analysis by analysis
nl: Sluit gevallenanalyse voor analyse uit

# CorrelationBayesianPairs|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# RegressionLinear|
source: Dependent Variable
nl: Afhankelijke Variabele

# RegressionLinear|
source: Method
nl: Methode

# RegressionLinear|
source: Covariates
nl: Covariaten

# RegressionLinear|
source: Factors
nl: Factoren

# RegressionLinear|
source: WLS Weights (optional)
nl: WLS Gewichten (optioneel)

# RegressionLinear|
source: Include intercept
nl: Voeg intercept toe

# RegressionLinear|
source: Components
nl: Componenten

# RegressionLinear|
source: Statistics
nl: Statistieken

# RegressionLinear|
source: Regression Coefficients
nl: Regressiecoëfficiënten

# RegressionLinear|
source: Estimates
nl: Schattingen

# RegressionLinear|
source: From
nl: Van

# RegressionLinear|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# RegressionLinear|
source: Covariance matrix
nl: Covariantiematrix

# RegressionLinear|
source: R squared change
nl: R kwadraat verandering

# RegressionLinear|
source: Part and partial correlations
nl: Deel en gedeeltelijke correlaties

# RegressionLinear|
source: Collinearity diagnostics
nl: Collineariteitsdiagnostieken

# RegressionLinear|
source: Residuals
nl: Residuen

# RegressionLinear|
source: Casewise diagnostics
nl: Gevalsgewijze diagnostieken

# RegressionLinear|
source: Standard residual >
nl: Standaard residu >

# RegressionLinear|
source: All
nl: Alle

# RegressionLinear|
source: Stepping Method Criteria
nl: Stapsmethode Criteria

# RegressionLinear|
source: Use p value
nl: Gebruik p waarde

# RegressionLinear|
source: Removal
nl: Uitsluiting

# RegressionLinear|
source: Use F value
nl: Gebruik F-waarde

# RegressionLinear|
source: Method Specification
nl: Methode Specificatie

# RegressionLinear|
source: Missing Values
nl: Missende Waardes

# RegressionLinear|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# RegressionLinear|
source: Exclude cases pairwise
nl: Sluit gevallen paarsgewijs uit

# RegressionLinear|
source: Residuals Plots
nl: Grafieken van Residuen

# RegressionLinear|
source: Residuals vs. dependent
nl: Residuen vs. afhankelijk

# RegressionLinear|
source: Residuals vs. covariates
nl: Residuen vs. covariaten

# RegressionLinear|
source: Residuals vs. predicted
nl: Residuen vs. voorspeld

# RegressionLinear|
source: Residuals vs. histogram
nl: Residuen vs. histogram

# RegressionLinear|
source: Standardized residuals
nl: Gestandaardiseerde residuen

# RegressionLinear|
source: Q-Q plot standardized residuals
nl: Q-Q grafiek van gestandaardiseerde residuen

# RegressionLinear|
source: Partial plots
nl: Gedeeltelijke grafieken

# RegressionLinearBayesian|
source: Dependent Variable
nl: Afhankelijke Variabele

# RegressionLinearBayesian|
source: Covariates
nl: Covariaten

# RegressionLinearBayesian|
source: WLS Weights (optional)
nl: WLS Gewichten (optioneel)

# RegressionLinearBayesian|
source: Output
nl: Uitvoer

# RegressionLinearBayesian|
source: Posterior summary
nl: Posterior samenvatting

# RegressionLinearBayesian|
source: Across all models
nl: Over alle modellen

# RegressionLinearBayesian|
source: Across matched models
nl: Over alle gematchte modellen

# RegressionLinearBayesian|
source: Best model
nl: Beste model

# RegressionLinearBayesian|
source: Most complex model
nl: Meest ingewikkelde model

# RegressionLinearBayesian|
source: Median model
nl: Mediaan model

# RegressionLinearBayesian|
source: Model averaged
nl: Gemiddeld model

# RegressionLinearBayesian|
source: Plot of coefficients
nl: Grafiek van coëfficiënten

# RegressionLinearBayesian|
source: Omit intercept
nl: Vermijd intercept

# RegressionLinearBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# RegressionLinearBayesian|
source: Order
nl: Volgorde

# RegressionLinearBayesian|
source: Compare to best model
nl: Vergelijk met beste model

# RegressionLinearBayesian|
source: Compare to null model
nl: Vergelijk met nulmodel

# RegressionLinearBayesian|
source: Limit No. Models Shown
nl: Limiteer getoond aantal modellen

# RegressionLinearBayesian|
source: No
nl: Nee

# RegressionLinearBayesian|
source: Yes, show best
nl: Ja, laat beste zien

# RegressionLinearBayesian|
source: Components
nl: Componenten

# RegressionLinearBayesian|
source: Coefficients
nl: Coëfficiënten

# RegressionLinearBayesian|
source: Inclusion probabilities
nl: Inclusiekansen

# RegressionLinearBayesian|
source: Marginal posterior distributions
nl: Marginale posterior distributie

# RegressionLinearBayesian|
source: Models
nl: Modellen

# RegressionLinearBayesian|
source: Log posterior odds
nl: Log posterior kans

# RegressionLinearBayesian|
source: Log(P(data|M)) vs. model size
nl: Log(p(data|M)) vs. modelgrootte

# RegressionLinearBayesian|
source: Model probabilities
nl: Model kansen

# RegressionLinearBayesian|
source: Residuals
nl: Residuen

# RegressionLinearBayesian|
source: Residuals vs. fitted
nl: Residuen vs. fitted

# RegressionLinearBayesian|
source: Q-Q plot of model averaged residuals
nl: Q-Q grafiek van gemiddeld model residuen

# RegressionLinearBayesian|
source: Advanced Options
nl: Geavanceerde Opties

# RegressionLinearBayesian|
source: EB-global
nl: EB-gobaal

# RegressionLinearBayesian|
source: EB-local
nl: EB-lokaal

# RegressionLinearBayesian|
source: alpha
nl: alfa

# RegressionLinearBayesian|
source: r scale
nl: r schaal

# RegressionLinearBayesian|
source: Beta binomial
nl: Beta binomiaal

# RegressionLinearBayesian|
source: Bernouilli
nl: Bernoulli

# RegressionLinearBayesian|
source: Sampling Method
nl: Steekproefmethode

# RegressionLinearBayesian|
source: No. models
nl: Aantal modellen

# RegressionLinearBayesian|
source: No. samples
nl: Aantal steekproeven

# RegressionLinearBayesian|
source: Numerical Accuracy
nl: Numerieke Precisie

# RegressionLinearBayesian|
source: No. samples for credible interval
nl: Aantal steekproeven voor geloofwaardigheidsinterval

# RegressionLogistic|
source: Dependent Variable
nl: Afankelijke Variabele

# RegressionLogistic|
source: Method
nl: Methode

# RegressionLogistic|
source: Enter
nl: Voer in

# RegressionLogistic|
source: Backward
nl: Achterwaarts

# RegressionLogistic|
source: Forward
nl: Voorwaarts

# RegressionLogistic|
source: Stepwise
nl: Stapsgewijs

# RegressionLogistic|
source: Covariates
nl: Covariaten

# RegressionLogistic|
source: Factors
nl: Factoren

# RegressionLogistic|
source: WLS Weights (optional)
nl: WLS Gewichten (optioneel)

# RegressionLogistic|
source: Include intercept
nl: Voeg intercept toe

# RegressionLogistic|
source: Components
nl: Componenten

# RegressionLogistic|
source: Statistics
nl: Statistieken

# RegressionLogistic|
source: Factor descriptives
nl: Factor beschrijvingen

# RegressionLogistic|
source: Performance Diagnostics
nl: Prestatie Diagnostiek

# RegressionLogistic|
source: Proportions
nl: Proporties
