Repository: jasp-stats/jasp-desktop
Catalog: jasp_*.po
Languages: nl

# jasp-qml-style-example|
source: A nice grouping of elements
nl: Een leuke groep elementen

# jasp-qml-style-example|
source: You can enter an integer here:
nl: Voer een geheel getal in:

# jasp-qml-style-example|
source: This is an incredibly useful tooltip right?
nl: Dit is ongelooflijk zinvolle knopinfo, nietwaar?

# jasp-qml-style-example|
source: The first checkbox
nl: Het eerste selectievakje

# jasp-qml-style-example|
source: The second checkbox
nl: Het tweede selectievakje

# jasp-qml-style-example|
source: The last checkbox
nl: Het laatste selectievakje

# jasp-qml-style-example|
source: Variables
nl: Variabelen

# jasp-qml-style-example|
source: Split
nl: Splits

# ConfirmatoryFactorAnalysis|
source: Second-order Factor
nl: Tweede-orde factor

# ConfirmatoryFactorAnalysis|
source: Model Options
nl: Model opties

# ConfirmatoryFactorAnalysis|
source: Additional Fit Measures
nl: Aanvullende aanpassingsmaatregels

# ConfirmatoryFactorAnalysis|
source: Include mean structure
nl: Neem gemiddelde structuur mee

# ConfirmatoryFactorAnalysis|
source: Assume factors uncorrelated
nl: Neem aan dat factoren niet gecorreleerd zijn

# ConfirmatoryFactorAnalysis|
source: Fix exogenous covariates
nl: Fix exogene covariaten

# ConfirmatoryFactorAnalysis|
source: Factor scaling
nl: Factor schaling

# ConfirmatoryFactorAnalysis|
source: Residual Covariances
nl: Residuele Covarianties

# ConfirmatoryFactorAnalysis|
source: Additional Output
nl: Aanvullende uitvoer

# ConfirmatoryFactorAnalysis|
source: Implied covariance matrix
nl: Geïmpliceerde covariantiematrix

# ConfirmatoryFactorAnalysis|
source: Residual covariance matrix
nl: Residuele covariantiematrix

# ConfirmatoryFactorAnalysis|
source: Modification indices
nl: Modificatie indexen

# ConfirmatoryFactorAnalysis|
source: Cutoff
nl: Grens

# ConfirmatoryFactorAnalysis|
source: Show lavaan syntax
nl: Laat lavaan syntax zien

# ConfirmatoryFactorAnalysis|
source: Multigroup CFA
nl: Meer groepen CFA

# ConfirmatoryFactorAnalysis|
source: Grouping variable
nl: Groepeer variabele

# ConfirmatoryFactorAnalysis|
source: Invariance testing
nl: Invariantie testen

# ConfirmatoryFactorAnalysis|
source: Configural
nl: Configuratie

# ConfirmatoryFactorAnalysis|
source: Metric
nl: Metrisch

# ConfirmatoryFactorAnalysis|
source: Scalar
nl: Scalaire grootheid

# ConfirmatoryFactorAnalysis|
source: Strict
nl: Strikt

# ConfirmatoryFactorAnalysis|
source: Plots
nl: Grafieken

# ConfirmatoryFactorAnalysis|
source: Misfit plot
nl: Niet passende grafiek

# ConfirmatoryFactorAnalysis|
source: Model plot
nl: Model grafiek

# ConfirmatoryFactorAnalysis|
source: Show parameters
nl: Toon parameters

# ConfirmatoryFactorAnalysis|
source: Show means
nl: Toon gemiddelden

# ConfirmatoryFactorAnalysis|
source: Options
nl: Opties

# ConfirmatoryFactorAnalysis|
source: Fix manifest intercepts to zero
nl: Zet gemanifesteerde intercepten vast op 0

# ConfirmatoryFactorAnalysis|
source: Fix latent intercepts to zero
nl: Zet latente intercepten vast op 0

# ConfirmatoryFactorAnalysis|
source: Omit residual single indicator
nl: Laat residuele enkele indicator weg

# ConfirmatoryFactorAnalysis|
source: Residual variances
nl: Resterende varianties

# ConfirmatoryFactorAnalysis|
source: Correlate exogenous latents
nl: Gecorreleerde exogene latenten

# ConfirmatoryFactorAnalysis|
source: Add scalings parameters
nl: Voeg schaal parameters toe

# ConfirmatoryFactorAnalysis|
source: Correlate dependent variables
nl: Correlatie afhankelijke variabelen

# ConfirmatoryFactorAnalysis|
source: Emulation
nl: Emulatie

# ConfirmatoryFactorAnalysis|
source: None
nl: Geen

# ConfirmatoryFactorAnalysis|
source: Error Calculation
nl: Fout berekening

# ConfirmatoryFactorAnalysis|
source: Standard
nl: Standaard

# ConfirmatoryFactorAnalysis|
source: Robust
nl: Robuust

# ConfirmatoryFactorAnalysis|
source: Bootstrap samples
nl: Bootstrap steekproeven

# ConfirmatoryFactorAnalysis|
source: Estimator
nl: Schatter

# ConfirmatoryFactorAnalysis|
source: Standardization
nl: Standaardisatie

# ConfirmatoryFactorAnalysis|
source: Latents
nl: Latenten

# ConfirmatoryFactorAnalysis|
source: All
nl: Alle

# ConfirmatoryFactorAnalysis|
source: No X
nl: Geen X

# LatentRegression|
source: Latent variables
nl: Latente variabelen

# LatentRegression|
source: Dependent Variable
nl: Afhankelijke variabele

# LatentRegression|
source: Covariates
nl: Covariaten

# LatentRegression|
source: Factors
nl: Factoren

# LatentRegression|
source: WLS Weights (optional)
nl: WLS gewichten (optioneel)

# LatentRegression|
source: Model options
nl: Model opties

# LatentRegression|
source: Additional output
nl: Aanvullende uitvoer

# LatentRegression|
source: Fix manifest intercepts to zero
nl: Zet manifeste intercepten vast op 0

# LatentRegression|
source: Fix latent intercepts to zero
nl: Zet latente intercepten vast op 0

# LatentRegression|
source: Omit residual single indicator
nl: Laat residuele enkele indicator weg

# LatentRegression|
source: Residual variances
nl: Residuele variantie

# LatentRegression|
source: Correlate exogenous latents
nl: Gecorreleerde exogene latenten

# LatentRegression|
source: Add scalings parameters
nl: Voeg schaal parameter toe

# LatentRegression|
source: Correlate dependent variables
nl: Correlatie afhankelijke variablelen

# LatentRegression|
source: Emulation
nl: Emulatie

# LatentRegression|
source: None
nl: Geen

# LatentRegression|
source: Error Calculation
nl: Fout Berekening

# LatentRegression|
source: Standard
nl: Standaard

# LatentRegression|
source: Robust
nl: Robuust

# LatentRegression|
source: Bootstrap samples
nl: Bootstrap steekproeven

# LatentRegression|
source: Estimator
nl: Schatter

# LatentRegression|
source: Standardization
nl: Standaardisatie

# LatentRegression|
source: Latents
nl: Latenten

# LatentRegression|
source: All
nl: Alle

# LatentRegression|
source: No X
nl: Geen X

# SEMSimple|
source: raw
nl: ruw

# SEMSimple|
source: Variance-covariance matrix
nl: Variantie-covariantie matrix

# SEMSimple|
source: Sample size
nl: Steekproefgrootte

# SEMSimple|
source: Statistics
nl: Statistieken

# SEMSimple|
source: Error Calculation
nl: Fout berekening

# SEMSimple|
source: Standard
nl: Standaard

# SEMSimple|
source: Robust
nl: Robuust

# SEMSimple|
source: Bootstrap samples
nl: Bootstrap steekproeven

# SEMSimple|
source: Additional fit measures
nl: Aanvullende aanpassingsmaatregelen

# SEMSimple|
source: Fitted covariances / correlations
nl: Gefitte covarianties / correlaties

# SEMSimple|
source: Observed covariances / correlations
nl: Geobserveerde covariaties / correlaties

# SEMSimple|
source: Residual covariances / correlations
nl: Resterende covarianties / correlaties

# SEMSimple|
source: Mardia's coefficient
nl: Mardia's coëfficiënt

# SEMSimple|
source: Hide low indices
nl: Verberg lage indexen

# SEMSimple|
source: Threshold
nl: Drempelwaarde

# SEMSimple|
source: Grouping Variable
nl: Groeperingsvariabele

# SEMSimple|
source: Equality Constraits
nl: Gelijkheidsbeperkingen

# SEMSimple|
source: Loadings
nl: Ladingen

# SEMSimple|
source: Intercepts
nl: Intercepten

# SEMSimple|
source: Residuals
nl: Residuen

# SEMSimple|
source: Residual covariances
nl: Resterende covarianties

# SEMSimple|
source: Means
nl: Gemiddelden

# SEMSimple|
source: Regressions
nl: Regressies

# SEMSimple|
source: Latent variances
nl: Latente varianties

# SEMSimple|
source: Latent covariances
nl: Latente covarianties

# SEMSimple|
source: Estimator
nl: Schatter

# SEMSimple|
source: Fix manifest intercepts to zero
nl: Zet maniveste intercepten vast op 0

# SEMSimple|
source: Fix latent intercepts to zero
nl: Zet latente intecepten vast op 0

# SEMSimple|
source: Omit residual single indicator
nl: Laat residuen enkele indicator weg

# SEMSimple|
source: Residual variances
nl: Resterende varianties

# SEMSimple|
source: Correlate exogenous latents
nl: Correleer exogene latenten

# SEMSimple|
source: Add thresholds
nl: Voer dremplelwaarden toe

# SEMSimple|
source: Add scalings parameters
nl: Voer schaal parameters toe

# SEMSimple|
source: Correlate dependent variables
nl: Correleer afhankelijke variablen

# SEMSimple|
source: Emulation
nl: Emulatie

# SEMSimple|
source: None
nl: Geen

# SEMSimple|
source: Model Name
nl: Model naam

# ComboBox|
source: <no choice>
nl: <geen keuze>

# TextField|
source: Restoring last correct value: %1
nl: Herstel laatste correcte waarde: %l

# AboutWindow|
source: Version:
nl: Versie:

# AboutWindow|
source: About JASP
nl: Over JASP

# AboutWindow|
source: Built on:
nl: Gemaakt op:

# AboutWindow|
source: Source:
nl: Bron:

# AboutWindow|
source: Access the sources here
nl: Krijg hier toegang tot de bronnen

# AboutWindow|
source: Citation:
nl: Citatie:

# AboutWindow|
source: Select All
nl: Selecteer alle:

# AboutWindow|
source: Copy Selection
nl: Kopieer selectie

# AnalysisFormExpander|
source: Drag to reorder the analyses
nl: Sleep om de analyse opnieuw in te delen

# AnalysisFormExpander|
source: Edit the title of this analysis
nl: Bewerk de titel van deze analyse

# AnalysisFormExpander|
source: Duplicate this analysis
nl: Dupliceer deze analyse

# AnalysisFormExpander|
source: Show info for analysis
nl: Geef info voor analyse

# AnalysisFormExpander|
source: Remove analysis
nl: Verwijder analyse

# AnalysisForms|
source: Resize data/results
nl: Pas grootte data/resultaten aan

# AnalysisForms|
source: Drag to show data
nl: Sleep om data te zien

# AnalysisForms|
source: Hide input options
nl: Verberg invoer opties

# AnalysisForms|
source: Show input options
nl: Geef invoer opties weer

# Chi2TestTableView|
source: Add Column
nl: Voeg kolom toe

# Chi2TestTableView|
source: Delete Column
nl: Verwijder kolom

# ContrastsList|
source: Factors
nl: Factoren

# ContrastsList|
source: Custom contrast for %1
nl: Custom contrast voor %l

# BreadCrumbs|
source: Back to
nl: Terug naar

# BreadCrumbs|
source: You are here
nl: Je bent hier

# Computer|
source: Recent Folders
nl: Recente mappen

# Computer|
source: Browse
nl: Blader

# CurrentFile|
source: Current data file for synchronization
nl: Huidig data bestand voor synchronisatie

# ListItem|
source: Synchronize with this Data File
nl: Synchroniseer met dit data bestand

# ListItem|
source: Navigate to folder
nl: Navigeer naar map

# ListItem|
source: Open JASP file
nl: Open JASP bestand

# ListItem|
source: Open data file
nl: Open databestand

# MenuHeader|
source: Show info about these preferences
nl: Geef info weer over deze voorkeuren

# OSF|
source: Open Science Framework
nl: Open Science Kader

# OSF|
source: Logout
nl: Afmelden

# OSF|
source: Create Folder
nl: Maak een nieuwe map

# OSF|
source: Foldername
nl: Naam van de map

# OSF|
source: Filename
nl: Bestandsnaam

# OSFLogin|
source: Sign in with your OSF account to continue
nl: Meld u aan met uw OSF-account

# OSFLogin|
source: Sign in
nl: Aanmelden

# OSFLogin|
source: Remember me
nl: Onthoud gegevens

# OSFLogin|
source: About the OSF
nl: Over de OSF

# OSFLogin|
source: Register
nl: Registreer

# PrefsAdvanced|
source: Advanced Preferences
nl: Geavanceerde Voorkeuren

# PrefsAdvanced|
source: Remember Enabled Modules
nl: Bewaar gekozen modules

# PrefsAdvanced|
source: Continue where you left of the next time JASP starts. Enabling this option makes JASP remember which Modules you've enabled.
nl: Ga de volgende keer dat JASP start verder waar je was gebleven. als je deze optie aanzet, onthoudt JASP welke modulen je aan heb gezet.

# PrefsAdvanced|
source: Modules options
nl: Module opties

# PrefsAdvanced|
source: Developer mode (Beta version)
nl: Ontwikkelaars mode (Beta versie)

# PrefsAdvanced|
source: To use JASP Modules enable this option.
nl: Schakel deze optie in om JASP modules te gebruiken.

# PrefsAdvanced|
source: Select developer folder
nl: Selecteert developer map

# PrefsAdvanced|
source: Browse to your JASP Module folder.
nl: Navigeer naar je JASP module map

# PrefsAdvanced|
source: Regenerate package metadata every time (DESCRIPTION & NAMESPACE)
nl: Hergenereer package metadata iedere keer (DESCRIPTION & NAMESPACE)

# PrefsAdvanced|
source: Disable this option if you are transforming your R-package to a JASP Module or simply want to keep manual changes to DESCRIPTION and NAMESPACE.
nl: Schakel deze optie uit als je je R-package transformeert tot een JASP Module of simpelweg handmatige veranderingen wil maken aan DECRIPTION and NAMESPACE.

# PrefsAdvanced|
source: Change the CRAN repository:
nl: Verander de CRAN locatie:

# PrefsAdvanced|
source: Logging options
nl: Log opties

# PrefsAdvanced|
source: Log to file
nl: Log naar een bestand

# PrefsAdvanced|
source: To store debug-logs of JASP in a file, check this box.
nl: Om debug-logbestanden op te slaan, activeer deze box

# PrefsAdvanced|
source: Max logfiles to keep:
nl: Maximum aantal logbestanden:

# PrefsAdvanced|
source: Show logs
nl: Toon logfiles

# PrefsData|
source: Data Preferences
nl: Data Voorkeuren

# PrefsData|
source: Synchronize automatically on data file save
nl: Synchroniseer automatisch bij wegschrijven bestand

# PrefsData|
source: Use default spreadsheet editor
nl: Gebruik standaard spreadsheet editor

# PrefsData|
source: Select custom editor
nl: Kies andere editor

# PrefsData|
source: Import threshold between Categorical or Scale
nl: Grenswaarde bij import tussen categorisch en continu

# PrefsData|
source: Threshold number of unique integers before classifying a variable as 'scale'. You need to reload your data to take effect! Check help for more info.
nl: Drempelwaarde aantal unieke gehele getallen voor het classificeren van een variabeleals 'schaal'.

# PrefsMissingValues|
source: Missing Value List
nl: Lijst met ontbrekende waardes

# PrefsMissingValues|
source: Remove missing value
nl: Verwijder ontbrekende waarde

# PrefsMissingValues|
source: Reset
nl: Herstel

# PrefsResults|
source: Results Preferences
nl: Resultaat voorkeuren

# PrefsResults|
source: Table options
nl: Tabel Opties

# PrefsResults|
source: Display exact p-values
nl: Toon exacte p-waardes

# PrefsResults|
source: Fix the number of decimals
nl: Vast aantal decimalen

# PrefsResults|
source: Plot options
nl: Plot opties

# PrefsResults|
source: Use PPI of screen in plots:
nl: Gebruik PPI van het scherm in grafieken:

# PrefsResults|
source: Use the Pixels Per Inch of your screen to render your plots.
nl: Gebruik PPI van het scherm in grafieken...

# PrefsResults|
source: Custom PPI:
nl: Aangepaste PPI:

# PrefsResults|
source: Image background color
nl: Achtergrondkleur afbeelding

# PrefsResults|
source: White
nl: Wit

# PrefsResults|
source: This makes the background of all plots white, quite useful if you want to use it in LaTeX or submit it to a journal.
nl: Dit maakt de achtergrond van alle grafieken wit. Handig voor het gebruik het in LaTeX of voor publicatie.

# PrefsResults|
source: Transparent
nl: Transparant

# PrefsResults|
source: This makes the background of all plots transparent, quite useful if you want to use it seamlessly on any background that isn't white.
nl: Dit maakt de achtergrond van alle grafieken transparant.Vooral zinvol om te gebruiken bij een achtergrond die niet wit is.

# MainPage|
source: Hide data
nl: Verberg data

# MainPage|
source: Show data
nl: Geef data weer

# MainPage|
source: Resize data/results
nl: Pas grootte data/resultaten aan

# MainPage|
source: Drag to show data
nl: Sleep om data weer te geven

# ModuleInstaller|
source: Browse for JASP Module
nl: Navigeer voor JASP Module

# ModuleInstaller|
source: Select a JASP Module
nl: Selecteer een JASP Module

# ModulesMenu|
source: Install Module
nl: Intalleer Module

# ModulesMenu|
source: Install a module
nl: Installeer een module

# ModulesMenu|
source: Install Developer Module
nl: Installeer Ontwikkelaarsmodule

# ModulesMenu|
source: Installing Developer Module
nl: Instaleren Ontwikkelaarsmodule

# ModulesMenu|
source: Select a Developer Module
nl: Selecteer een Ontwikkelaarsmodule

# ModulesMenu|
source: Install selected developer module
nl: Installeer geselecteerde Ontwikkelaarsmodule

# ModulesMenu|
source: Installing developer module now
nl: Ontwikkelaarsmodule aan het installeren

# ModulesMenu|
source: Select a developer module under Left menu->Preference->Advanced
nl: Selecteer een ontwikkelaarsmodule onder Linker menu -> Voorkeuren -> Geavanceerd

# ModulesMenu|
source: Installing:
nl: Installeren:

# ModulesMenu|
source: Loading:
nl: Laden:

# ModulesMenu|
source: Loaded and ready for use!
nl: Geladen en klaar om te gebruiken!

# ModulesMenu|
source: Error occurred!
nl: Fout opgetreden!

# ModulesMenu|
source: Not ready for use?
nl: Nier klaar voor gebruik?

# ModulesMenu|
source: Uninstall module
nl: Deïnstalleer module

# RibbonBar|
source: Show Modules Menu
nl: Geef Module menu weer

# SortMenuButton|
source: Sort the items
nl: Sorteer de items

# SubjectivePriors|
source: Standardized effect size
nl: Gestandaardiseerde effectgrootte

# SubjectivePriors|
source: Default
nl: Standaard

# SubjectivePriors|
source: scale
nl: schaal

# SubjectivePriors|
source: Informed
nl: Geïnformeerd

# SubjectivePriors|
source: location:
nl: locatie:

# SubjectivePriors|
source: scale:
nl: Schaal:

# SubjectivePriors|
source: Normal
nl: Normaal

# SubjectivePriors|
source: mean:
nl: Gemiddelde:

# SubjectivePriors|
source: Raw effect size (Dienes)
nl: Ruwe effectgrootte (Dienes)

# SubjectivePriors|
source: lower bound:
nl: linkergrens:

# SubjectivePriors|
source: upper bound:
nl: rechtergrens:

# SubjectivePriors|
source: Half-normal
nl: Half-normaal

# VariablesWindow|
source: Value
nl: Waarde

# VariablesWindow|
source: Move selected labels up
nl: Verplaats geselecteerde labels naar boven

# VariablesWindow|
source: Move selected labels down
nl: Verplaats geselecteerde labels naar onder

# VariablesWindow|
source: Reverse order of all labels
nl: Draai volgorde alle labels om

# VariablesWindow|
source: Reset all filter checkmarks for this column
nl: Reset alle filter vinkjes voor deze kolom

# VariablesWindow|
source: Reset all filter checkmarks for all columns
nl: Reset alle filter vinkjes voor alle kolommen

# VariablesWindow|
source: Close this view
nl: Sluit dit beeld

# WelcomePage|
source: Welcome to JASP
nl: Welkom bij JASP

# WelcomePage|
source: A Fresh Way to Do Statistics: Free, Friendly, and Flexible
nl: Een nieuwe manier om statistiek te bedrijven. Gratis, Eenvoudig, en Flexibel

# WelcomePage|
source: Free:
nl: Gratis:

# WelcomePage|
source: JASP is an open-source project with structural support from the University of Amsterdam.
nl: JASP is een open-source project in voortdurende ontwikkeling en met structurele ondersteuning door de Universiteit van Amsterdam.

# WelcomePage|
source: Friendly:
nl: Vriendelijk:

# WelcomePage|
source: JASP has an intuitive interface that was designed with the user in mind.
nl: JASP heeft een intuïtieve interface, ontworpen met de gebruiker in gedachte.

# WelcomePage|
source: Flexible:
nl: Flexibel:

# WelcomePage|
source: JASP offers standard analysis procedures in both their classical and Bayesian manifestations.
nl: JASP biedt standaard analyse procedures in zowel hun klassieke als Bayesiaanse manifestaties.

# WelcomePage|
source: So open a data file and take JASP for a spin!
nl: Dus open een databestand en neem een JASP tourtje!

# WelcomePage|
source: Click to get latest version
nl: Klik om de laatste versie te krijgen

# WelcomePage|
source: Please keep in mind that this is a preview release and a number of features are still missing. If JASP doesn’t do all you want today, then check back tomorrow: JASP is being developed at break-neck speed!
nl: Onthoudt a.u.b. dat dit een preview release is en dat een aantal features nog missen. Als JASP vandaag nog niet alles kan wat je wilt, probeer het dan morgen opnieuw: Jasp wordt op rap tempo verder ontwikkeld

# Ancova|
source: Dependent Variable
nl: Afhankelijke variabele

# Ancova|
source: Fixed Factors
nl: Vaste Factoren

# Ancova|
source: Random Factors
nl: Aselecte Factoren

# Ancova|
source: Covariates
nl: Covariaten

# Ancova|
source: WLS Weights
nl: WLS Gewichten

# Ancova|
source: Components
nl: Componenten

# Ancova|
source: Model Terms
nl: Modeltermen

# Ancova|
source: Sum of squares
nl: Kwadratensom

# Ancova|
source: Assumption Checks
nl: Assumptie Checks

# Ancova|
source: Homogeneity tests
nl: Homogeniteitstoetsen

# Ancova|
source: Q-Q plot of residuals
nl: Q-Q grafiek voor residuen

# Ancova|
source: Factor covariate independence check
nl: Factor covariaat onafhankelijkheidscheck

# Ancova|
source: Contrasts
nl: Contrasten

# Ancova|
source: Assume equal variances
nl: Neem gelijke varianties aan

# Ancova|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# Ancova|
source: Post Hoc Tests
nl: Post Hoc Toetsen

# Ancova|
source: From
nl: Van

# Ancova|
source: Effect size
nl: Effectgrootte

# Ancova|
source: Correction
nl: Correctie

# Ancova|
source: Standard
nl: Standaard

# Ancova|
source: Dunnett
nl: Dunett

# Ancova|
source: Descriptives Plots
nl: Beschrijvende Grafieken

# Ancova|
source: Horizontal Axis
nl: Horizontale as

# Ancova|
source: Separate Lines
nl: Aparte lijnen

# Ancova|
source: Separate Plots
nl: Aparte grafieken

# Ancova|
source: Display
nl: Geef weer

# Ancova|
source: Display error bars
nl: Geef foutbalken weer

# Ancova|
source: Standard error
nl: Standaardfout

# Ancova|
source: Marginal Means
nl: Marginale Gemiddelden

# Ancova|
source: Compare marginal means to 0
nl: Vergelijk marinale gemiddelden met 0

# Ancova|
source: Confidence interval adjustment
nl: Betrouwbaarheidsinterval bijstelling

# Ancova|
source: partial η²
nl: partiële η²

# Ancova|
source: Simple Main Effects
nl: Simpele Hoofdeffecten

# Ancova|
source: Factors
nl: Factoren

# Ancova|
source: Simple Effect Factor
nl: Simpele effect factor

# Ancova|
source: Moderator Factor 1
nl: Moderator Facor 1

# Ancova|
source: Nonparametrics
nl: Non-parametrische statistieken

# Ancova|
source: Kruskal-Wallis Test
nl: Kruskal-Wallis Toets

# AncovaBayesian|
source: Dependent Variable
nl: Afhankelijke Variabele

# AncovaBayesian|
source: Fixed Factors
nl: Vaste Factoren

# AncovaBayesian|
source: Random Factors
nl: Aselecte Factoren

# AncovaBayesian|
source: Covariates
nl: Covariaten

# AncovaBayesian|
source: Tables
nl: Tabellen

# AncovaBayesian|
source: Effects
nl: Effecten

# AncovaBayesian|
source: Across all models
nl: Over alle modellen

# AncovaBayesian|
source: Across matched models
nl: Over gematchte modellen

# AncovaBayesian|
source: Estimates
nl: Schattingen

# AncovaBayesian|
source: Model averaged R²
nl: Model gemiddelde R²

# AncovaBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# AncovaBayesian|
source: Order
nl: Volgorde

# AncovaBayesian|
source: Compare to best model
nl: Vergelijk met beste model

# AncovaBayesian|
source: Compare to null model
nl: vergelijk met nulmodel

# AncovaBayesian|
source: Model averaged posteriors
nl: Model gemiddelde posteriors

# AncovaBayesian|
source: Group levels in single plot
nl: Groepniveaus in enkele grafiek

# AncovaBayesian|
source: Individual plot per level
nl: Individuele grafiek per niveau

# AncovaBayesian|
source: Q-Q plot of residuals
nl: Q-Q grafiek voor residuen

# AncovaBayesian|
source: Components
nl: Componenten

# AncovaBayesian|
source: Single Model Inference
nl: Enkel Model Inferentie

# AncovaBayesian|
source: Specific Model Terms
nl: Specifieke Modeltermen

# AncovaBayesian|
source: Marginal posteriors
nl: Marginale posteriors

# AncovaBayesian|
source: Post Hoc Tests
nl: Post Hoc Toetsen

# AncovaBayesian|
source: Correction
nl: Correctie

# AncovaBayesian|
source: Null control
nl: Nulcontrole

# AncovaBayesian|
source: Descriptives Plots
nl: Beschrijvende Grafieken

# AncovaBayesian|
source: Horizontal Axis
nl: Horizontale as
