Repository: jasp-stats/jasp-desktop
Catalog: jasp_*.po
Languages: nl

# classicalAudit|
source: Estimation Method
nl: Schattings methode

# classicalAudit|
source: LTA adjustment
nl: LTA bijstelling

# classicalAudit|
source: Difference
nl: Verschil

# classicalAudit|
source: Statistics
nl: Statistieken

# classicalAudit|
source: Most likely error (MLE)
nl: Meest waarschijnlijke fout (MLE)

# classicalAudit|
source: Evaluation information
nl: Evaluatie informatie

# classicalAudit|
source: Correlation plot
nl: Correlatie grafiek

# classicalPlanning|
source: Population Materiality
nl: Populatie Materialiteit

# classicalPlanning|
source: Absolute
nl: Absoluut

# classicalPlanning|
source: Relative
nl: Relatief

# classicalPlanning|
source: Population
nl: Populatie

# classicalPlanning|
source: Size
nl: Grootte

# classicalPlanning|
source: Value
nl: Waarde

# classicalPlanning|
source: Audit Risk
nl: Audit Risico

# classicalPlanning|
source: Confidence
nl: Zekerheid

# classicalPlanning|
source: Advanced Options
nl: Geavanceerde opties

# classicalPlanning|
source: Inherent Risk
nl: Inherent Risico

# classicalPlanning|
source: High
nl: Hoog

# classicalPlanning|
source: Medium
nl: Gemiddeld

# classicalPlanning|
source: Low
nl: Laag

# classicalPlanning|
source: Expected Errors
nl: Verwachte fouten

# classicalPlanning|
source: Explanatory Text
nl: Uitleg tekst

# classicalPlanning|
source: Enable
nl: Schakel in

# classicalPlanning|
source: Control Risk
nl: Controle risico

# classicalPlanning|
source: Planning Distribution
nl: Planning verdeling

# classicalPlanning|
source: Binomial
nl: Binomiaal

# classicalPlanning|
source: Hypergeometric
nl: Hypergeometrisch

# classicalPlanning|
source: Currency
nl: Valuta

# classicalPlanning|
source: Other
nl: Anders

# classicalPlanning|
source: Decision analysis
nl: Beslissingsanalyse

# classicalPlanning|
source: <b>Download Report</b>
nl: <b>Download Verslag</b>

# BainAncovaBayesian|
source: Dependent Variable
nl: Afhankelijke Variabele

# BainAncovaBayesian|
source: Fixed Factors
nl: Vaste Factoren

# BainAncovaBayesian|
source: Covariates
nl: Covariaten

# BainAncovaBayesian|
source: Tables
nl: Tabellen

# BainAncovaBayesian|
source: Coefficients
nl: Coëfficiënten

# BainAncovaBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# BainAncovaBayesian|
source: Posterior probabilities
nl: Posterior kansen

# BainAncovaBayesian|
source: Adjusted means
nl: Bijgestelde gemiddelden

# BainAncovaBayesian|
source: Additional Options
nl: Aanvullende Opties

# BainAncovaBayesian|
source: Model Constraints
nl: Model beperkingen

# BainAnovaBayesian|
source: Dependent Variable
nl: Afhankelijke Variabele

# BainAnovaBayesian|
source: Fixed Factors
nl: Vaste Factoren

# BainAnovaBayesian|
source: Tables
nl: Tabellen

# BainAnovaBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# BainAnovaBayesian|
source: Posterior probabilities
nl: Posterior kansen

# BainAnovaBayesian|
source: Model Constraints
nl: Model Beperkingen

# BainRegressionLinearBayesian|
source: Dependent Variable
nl: Afhankelijke Variabele

# BainRegressionLinearBayesian|
source: Covariates
nl: Covariaten

# BainRegressionLinearBayesian|
source: Tables
nl: Tabellen

# BainRegressionLinearBayesian|
source: Coefficients
nl: Coëfficiënten

# BainRegressionLinearBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# BainRegressionLinearBayesian|
source: Posterior probabilities
nl: Posterior kansen

# BainRegressionLinearBayesian|
source: Additional Options
nl: Aanvullende opties

# BainRegressionLinearBayesian|
source: Standardize
nl: Standaardiseer

# BainRegressionLinearBayesian|
source: Model Constraints
nl: Model Beperkingen

# BainTTestBayesianIndependentSamples|
source: Grouping Variable
nl: Groeperingsvariabele

# BainTTestBayesianIndependentSamples|
source: Hypothesis Test
nl: Hypothese Toets

# BainTTestBayesianIndependentSamples|
source: Equal vs. not equal
nl: Gelijk vs. Ongelijk

# BainTTestBayesianIndependentSamples|
source: Equal vs. bigger
nl: Gelijk vs. hoger

# BainTTestBayesianIndependentSamples|
source: Equal vs. smaller
nl: Gelijk vs. lager

# BainTTestBayesianIndependentSamples|
source: Bigger vs. smaller
nl: Hoger vs. lager

# BainTTestBayesianIndependentSamples|
source: Equal vs. bigger vs. smaller
nl: Gelijk vs. hoger vs. lager

# BainTTestBayesianIndependentSamples|
source: BF₀₁: Equal vs. other
nl: BF₀₁: Gelijk vs. ander

# BainTTestBayesianIndependentSamples|
source: BF₁₀: Other vs. equal
nl: BF₁₀: Ander vs. gelijk

# BainTTestBayesianIndependentSamples|
source: Additional Options
nl: Aanvullende Opties

# BainTTestBayesianIndependentSamples|
source: Tables
nl: Tabellen

# BainTTestBayesianIndependentSamples|
source: Posterior probabilities
nl: Posterior kansen

# BainTTestBayesianIndependentSamples|
source: Descriptives plots
nl: Beschrijvende grafieken

# BainTTestBayesianIndependentSamples|
source: Credible interval
nl: Geloofwaardigheidsinterval

# BainTTestBayesianOneSample|
source: Variables
nl: Variabelen

# BainTTestBayesianOneSample|
source: Test value
nl: Toetswaarde

# BainTTestBayesianOneSample|
source: Hypothesis Test
nl: Hypothese Toets

# BainTTestBayesianOneSample|
source: Equal vs. not equal
nl: Gelijk vs. ongelijk

# BainTTestBayesianOneSample|
source: Equal vs. bigger
nl: Gelijk vs. hoger

# BainTTestBayesianOneSample|
source: Equal vs. smaller
nl: Gelijk vs. lager

# BainTTestBayesianOneSample|
source: Bigger vs. smaller
nl: Hoger vs. lager

# BainTTestBayesianOneSample|
source: Equal vs. bigger vs. smaller
nl: Gelijk vs. hoger vs. lager

# BainTTestBayesianOneSample|
source: BF₀₁: Equal vs. other
nl: BF₀₁: Gelijk vs. ander

# BainTTestBayesianOneSample|
source: BF₁₀: Other vs. equal
nl: BF₁₀: Ander vs. gelijk

# BainTTestBayesianOneSample|
source: Additional Options
nl: Aanvullende opties

# BainTTestBayesianOneSample|
source: Tables
nl: Tabellen

# BainTTestBayesianOneSample|
source: Posterior probabilities
nl: Posterior kansen

# BainTTestBayesianOneSample|
source: Descriptives plots
nl: Beschrijvende grafieken

# BainTTestBayesianOneSample|
source: Credible interval
nl: Geloofwaardigheidsinterval

# BainTTestBayesianPairedSamples|
source: Pairs
nl: Paren

# BainTTestBayesianPairedSamples|
source: Hypothesis Test
nl: Hypothese Toets

# BainTTestBayesianPairedSamples|
source: Equal vs. not equal
nl: Gelijk vs. ongelijk

# BainTTestBayesianPairedSamples|
source: Equal vs. bigger
nl: Gelijk vs. groter

# BainTTestBayesianPairedSamples|
source: Equal vs. smaller
nl: Gelijk vs. lager

# BainTTestBayesianPairedSamples|
source: Bigger vs. smaller
nl: Hoger vs. lager

# BainTTestBayesianPairedSamples|
source: Equal vs. bigger vs. smaller
nl: Gelijk vs. hoger vs. lager

# BainTTestBayesianPairedSamples|
source: BF₀₁: Equal vs. other
nl: BF₀₁: Gelijk vs. ander

# BainTTestBayesianPairedSamples|
source: BF₁₀: Other vs. equal
nl: BF₁₀: Ander vs. gelijk

# BainTTestBayesianPairedSamples|
source: Additional Options
nl: Aanvullende Opties

# BainTTestBayesianPairedSamples|
source: Tables
nl: Tabellen

# BainTTestBayesianPairedSamples|
source: Posterior probabilities
nl: Posterior kansen

# BainTTestBayesianPairedSamples|
source: Descriptives plots
nl: Beschrijvende grafieken

# BainTTestBayesianPairedSamples|
source: Credible interval
nl: Geloofwaardigheidsinterval

# Descriptives|
source: Variables
nl: Variablelen

# Descriptives|
source: Frequency tables (nominal and ordinal variables)
nl: Frequentietabellen (nominale en ordinale variabelen)

# Descriptives|
source: Distribution plots
nl: Verdelingsgrafieken

# Descriptives|
source: Display density
nl: Toon verdeling

# Descriptives|
source: Correlation plots
nl: Correlatiegrafieken

# Descriptives|
source: Label Outliers
nl: Label Uitschieters

# Descriptives|
source: Color
nl: Kleur

# Descriptives|
source: Violin element
nl: Viool element

# Descriptives|
source: Jitter element
nl: Verspringingselement

# Descriptives|
source: Q-Q plots
nl: Q-Q grafieken

# Descriptives|
source: Statistics
nl: Statistieken

# Descriptives|
source: Percentile Values
nl: Percentielwaardes

# Descriptives|
source: Quartiles
nl: Kwartielen

# Descriptives|
source: Cut points for:
nl: Snij punten af voor:

# Descriptives|
source: equal groups
nl: gelijke groepen

# Descriptives|
source: Percentiles:
nl: Percentielen:

# Descriptives|
source: Central Tendency
nl: Centrale Tendens

# Descriptives|
source: Mean
nl: Gemiddelde

# Descriptives|
source: Median
nl: Mediaan

# Descriptives|
source: Mode
nl: Modus

# Descriptives|
source: Sum
nl: Som

# Descriptives|
source: Dispersion
nl: Spreiding

# Descriptives|
source: S. E. mean
nl: S. E. gemiddelde

# Descriptives|
source: Std.deviation
nl: Std.afwijking

# Descriptives|
source: Scatter Plots
nl: Puntgrafiek

# Descriptives|
source: Graph above scatter plot
nl: Grafiek boven puntgrafiek

# Descriptives|
source: Density
nl: Verdeling

# Descriptives|
source: Graph right of scatter plot
nl: Grafiek rechts van puntgrafiek

# Descriptives|
source: Add regression line
nl: Voeg regressielijn toe

# Descriptives|
source: Smooth
nl: Egaal

# Descriptives|
source: Linear
nl: Lineaire

# Descriptives|
source: Show confidence interval
nl: Toon betrouwbaarheidsinterval

# Descriptives|
source: Show legend
nl: Toon legenda

# Descriptives|
source: Color palette
nl: Kleuren palet

# Descriptives|
source: Customizable plots
nl: Aanpasbare grafieken

# Descriptives|
source: Colorblind
nl: Kleurenblind

# Descriptives|
source: Colorblind Alt.
nl: Kleurenblind Alt.

# Descriptives|
source: Gray
nl: Grijs

# Descriptives|
source: Use color palette
nl: Gebruik kleurenpalet

# Descriptives|
source: Basic plots
nl: Basis grafieken

# Descriptives|
source: MAD Robust
nl: MAD Robuust

# Descriptives|
source: Variance
nl: Variantie

# Descriptives|
source: Range
nl: Bereik

# Descriptives|
source: Distribution
nl: Distributie

# Descriptives|
source: Skewness
nl: Scheefheid

# Descriptives|
source: Kurtosis
nl: Platheid

# Descriptives|
source: Shapiro-Wilk test
nl: Shapiro-Wilk toets

# Descriptives|
source: Values are group midpoints
nl: Waardes zijn middelpunten van groep

# Descriptives|
source: Charts
nl: Grafieken

# Descriptives|
source: Chart Type
nl: Type Grafiek

# Descriptives|
source: None
nl: Geen

# Descriptives|
source: Bar charts
nl: Staafgrafieken

# Descriptives|
source: Pie charts
nl: Taartgrafieken

# Descriptives|
source: Chart Values
nl: Grafiekwaardes

# ReliabilityAnalysis|
source: Variables
nl: Variabelen

# ReliabilityAnalysis|
source: Scale Statistics
nl: Schaal Statistieken

# ReliabilityAnalysis|
source: Unstandardized
nl: Ongestandaardiseerd

# ReliabilityAnalysis|
source: Standardized
nl: Gestandaardiseerd

# ReliabilityAnalysis|
source: Greatest lower bound
nl: Hoogste ondergrens

# ReliabilityAnalysis|
source: Average interitem correlation
nl: Gemiddelde inter-item correlatie

# ReliabilityAnalysis|
source: Mean
nl: Gemiddelde

# ReliabilityAnalysis|
source: Standard deviation
nl: Standaardafwijking

# ReliabilityAnalysis|
source: Individual Item Statistics
nl: Individuele Item Statistieken

# ReliabilityAnalysis|
source: McDonald's ω (if item dropped)
nl: McDonald's ω (als item is verwijderd)

# ReliabilityAnalysis|
source: Cronbach's α (if item dropped)
nl: Cronbach's α (als item is verwijderd)

# ReliabilityAnalysis|
source: Gutmann's λ6 (if item dropped)
nl: Gutmann's λ6 (als item is verwijderd)

# ReliabilityAnalysis|
source: Item-rest correlation
nl: Item-rest correlatie

# ReliabilityAnalysis|
source: Reverse-Scaled Items
nl: Omgekeerd-Geschaalde Items

# ReliabilityAnalysis|
source: Normal-Scaled Items
nl: Normaal-Geschaalde Items

# ReliabilityAnalysis|
source: Advanced Options
nl: Geavanceerde Opties

# ReliabilityAnalysis|
source: Missing Values
nl: Ontbrekende Waardes

# ReliabilityAnalysis|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# ReliabilityAnalysis|
source: Exclude cases pairwise
nl: Sluit gevallen paarsgewijs uit

# ReliabilityAnalysis|
source: Confidence Interval
nl: Betrouwbaarheidsinterval

# ReliabilityAnalysis|
source: Cronbach's α analytical
nl: Cronbach's α analytisch

# ReliabilityAnalysis|
source: Confidence
nl: Zekerheid

# ConfirmatoryFactorAnalysis|
source: Second-Order Factor
nl: Tweede-Orde Factor

# ConfirmatoryFactorAnalysis|
source: Factor Scaling
nl: Factor Schalen

# ConfirmatoryFactorAnalysis|
source: Factor variances
nl: Factor varianties

# ConfirmatoryFactorAnalysis|
source: Marker variable
nl: Markeervariabele

# ConfirmatoryFactorAnalysis|
source: Effects coding
nl: Effecten coderen

# ConfirmatoryFactorAnalysis|
source: R-Squared
nl: R-Kwadraat

# ConfirmatoryFactorAnalysis|
source: Error calculation
nl: Fout berekening

# ConfirmatoryFactorAnalysis|
source: CI width
nl: CI wijdte

# ConfirmatoryFactorAnalysis|
source: Method
nl: Methode

# ExploratoryFactorAnalysis|
source: Variables
nl: Variabelen

# ExploratoryFactorAnalysis|
source: Number of Factors
nl: Aantal Factoren

# ExploratoryFactorAnalysis|
source: Parallel analysis
nl: Parallel analyse

# ExploratoryFactorAnalysis|
source: Eigenvalues
nl: Eigenwaardes

# ExploratoryFactorAnalysis|
source: Eigenvalues above
nl: Eigenwaardes boven

# ExploratoryFactorAnalysis|
source: Manual
nl: Handmatig

# ExploratoryFactorAnalysis|
source: Number of factors
nl: Aantal factoren

# ExploratoryFactorAnalysis|
source: Estimation method
nl: Schattingsmethode

# ExploratoryFactorAnalysis|
source: Minimum residual
nl: Minimum residu

# ExploratoryFactorAnalysis|
source: Ordinary least squares
nl: Kleinste-kwadratenmethode

# ExploratoryFactorAnalysis|
source: Weighted least squares
nl: Gewogen kleinste-kwadraten

# ExploratoryFactorAnalysis|
source: Generalized least squares
nl: Gegeneraliseerde kleine-kwadraten

# ExploratoryFactorAnalysis|
source: Minimum rank
nl: Minimum rang

# ExploratoryFactorAnalysis|
source: Rotation
nl: Rotatie

# ExploratoryFactorAnalysis|
source: Orthogonal
nl: Orthogonaal

# ExploratoryFactorAnalysis|
source: Base analysis on
nl: Baseer analyse op

# ExploratoryFactorAnalysis|
source: Correlation matrix
nl: Correlatiematrix

# ExploratoryFactorAnalysis|
source: Covariance matrix
nl: Covariantiematrix

# ExploratoryFactorAnalysis|
source: Output Options
nl: Uitvoeropties

# ExploratoryFactorAnalysis|
source: Highlight
nl: Markering

# ExploratoryFactorAnalysis|
source: Tables
nl: Tabellen

# ExploratoryFactorAnalysis|
source: Structure matrix
nl: Structuurmatrix

# ExploratoryFactorAnalysis|
source: Factor correlations
nl: Factor correlaties

# ExploratoryFactorAnalysis|
source: Additional fit indices
nl: Aanvullende pas indexen

# ExploratoryFactorAnalysis|
source: Path diagram
nl: Paddiagram

# ExploratoryFactorAnalysis|
source: Assumption checks
nl: Assumptie checks

# ExploratoryFactorAnalysis|
source: KMO test
nl: KMO toets

# ExploratoryFactorAnalysis|
source: Bartlett's test
nl: Bartlett's toets

# ExploratoryFactorAnalysis|
source: Missing Values
nl: Ontbrekende Waardes

# ExploratoryFactorAnalysis|
source: Exclude cases pairwise
nl: Sluit gevallen paarsgewijs uit

# ExploratoryFactorAnalysis|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# PrincipalComponentAnalysis|
source: Variables
nl: Variabelen

# PrincipalComponentAnalysis|
source: Number of Components
nl: Aantal componenten

# PrincipalComponentAnalysis|
source: Parallel analysis
nl: Parallel analyse

# PrincipalComponentAnalysis|
source: Eigenvalues
nl: Eigenwaardes

# PrincipalComponentAnalysis|
source: Eigenvalues above
nl: Eigenwaardes boven

# PrincipalComponentAnalysis|
source: Manual
nl: Handmatig

# PrincipalComponentAnalysis|
source: Number of components
nl: Aantal componenten

# PrincipalComponentAnalysis|
source: Rotation
nl: Rotatie

# PrincipalComponentAnalysis|
source: Orthogonal
nl: Orthogonaal

# PrincipalComponentAnalysis|
source: Base decomposition on
nl: Baseer decompositie op

# PrincipalComponentAnalysis|
source: Correlation matrix
nl: Correlatiematrix

# PrincipalComponentAnalysis|
source: Covariance matrix
nl: Covariantiematrix

# PrincipalComponentAnalysis|
source: Output Options
nl: Uitvoeropties

# PrincipalComponentAnalysis|
source: Includes Tables
nl: Neem tabellen mee

# PrincipalComponentAnalysis|
source: Component correlations
nl: Componentcorrelaties

# PrincipalComponentAnalysis|
source: Path diagram
nl: Paddiagram

# PrincipalComponentAnalysis|
source: Missing Values
nl: Ontbrekende waardes

# PrincipalComponentAnalysis|
source: Exclude cases pairwise
nl: Sluit gevallen paarsgewijs uit

# PrincipalComponentAnalysis|
source: Exclude cases listwise
nl: Sluit gevallen lijstgewijs uit

# PrincipalComponentAnalysis|
source: Add PC scores to data
nl: Voeg PC scores toe aan data

# ABTestBayesian|
source: Successes Group 1
nl: Successen Groep 1

# ABTestBayesian|
source: Sample Size Group 1
nl: Steekproefgrootte Groep 1

# ABTestBayesian|
source: Successes Group 2
nl: Successen Groep 2

# ABTestBayesian|
source: Sample Size Group 2
nl: Steekproefgrootte Groep 2

# ABTestBayesian|
source: Normal Prior on Log Odds Ratio
nl: Normale Prior over Log Odds Ratio

# ABTestBayesian|
source: Prior and posterior
nl: Prior en posterior

# ABTestBayesian|
source: Sequential analysis
nl: Sequentiële analyse

# ABTestBayesian|
source: Bayes factor robustness check
nl: Bayes factor robuustheid check

# ABTestBayesian|
source: Order
nl: Volgorde

# ABTestBayesian|
source: Compare to best model
nl: Vergelijk met beste model

# ABTestBayesian|
source: Compare to null model
nl: Vergelijk met nulmodel

# ABTestBayesian|
source: Advanced Options
nl: Geavanceerde Opties

# ABTestBayesian|
source: Prior Model Probability
nl: Prior Model Kans

# ABTestBayesian|
source: Sampling
nl: Steekproef nemen

# ABTestBayesian|
source: No. samples
nl: Aantal steekproeven

# BinomialTest|
source: Variables
nl: Variabelen

# BinomialTest|
source: Test value:
nl: Toetswaarde:

# BinomialTest|
source: Alt. Hypothesis
nl: Alt. Hypothese

# BinomialTest|
source: ≠ Test value
nl: ≠ Toetswaarde

# BinomialTest|
source: > Test value
nl: > Toetswaarde

# BinomialTest|
source: < Test value
nl: < Toetswaarde

# BinomialTest|
source: Additional Statisics
nl: Aanvullende Statistieken

# BinomialTest|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# BinomialTest|
source: Descriptive plots
nl: Beschrijvende grafieken

# BinomialTestBayesian|
source: Test value:
nl: Toetswaarde:

# BinomialTestBayesian|
source: Alt. Hypothesis
nl: Alt. Hypothese

# BinomialTestBayesian|
source: ≠ Test value
nl: ≠ Toetswaarde

# BinomialTestBayesian|
source: > Test value
nl: > Toetswaarde

# BinomialTestBayesian|
source: < Test value
nl: < Toetswaarde

# BinomialTestBayesian|
source: Prior and posterior
nl: Prior en posterior

# BinomialTestBayesian|
source: Additional info
nl: Aanvullende info

# BinomialTestBayesian|
source: Sequential analysis
nl: Sequentiële analyse

# BinomialTestBayesian|
source: Descriptive plots
nl: Beschrijvende grafieken

# BinomialTestBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# ContingencyTables|
source: Rows
nl: Rijen

# ContingencyTables|
source: Columns
nl: Kolommen

# ContingencyTables|
source: Counts
nl: Aantallen

# ContingencyTables|
source: Layers
nl: Lagen

# ContingencyTables|
source: Statistics
nl: Statistieken

# ContingencyTables|
source: χ² continuity correction
nl: χ² continuïteitscorrectie

# ContingencyTables|
source: Log odds ratio (2x2 only)
nl: Log odds ratio (enkel 2x2)

# ContingencyTables|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# ContingencyTables|
source: Alt. Hypothesis (Fisher's exact test)
nl: Alt. Hypothese (Fisher's exacte toets)

# ContingencyTables|
source: Group one ≠ Group two
nl: Groep één ≠ Groep twee

# ContingencyTables|
source: Group one > Group two
nl: Groep één > Groep twee

# ContingencyTables|
source: Group one < Group two
nl: Groep één < Groep twee

# ContingencyTables|
source: Nominal
nl: Nominaal

# ContingencyTables|
source: Contingency coefficient
nl: Contingentiecoëfficiënt

# ContingencyTables|
source: Phi and Cramer's V
nl: Phi en Cramer's V

# ContingencyTables|
source: Uncertainty coefficient
nl: Onzekerheidscoëfficiënt

# ContingencyTables|
source: Ordinal
nl: Ordinaal

# ContingencyTables|
source: Nominal By Interval
nl: Nominaal Voor Interval

# ContingencyTables|
source: Cochran's and Mantel-Haenszel statistics
nl: Cochran's en Mantel-Haenszel statistieken

# ContingencyTables|
source: Test common odds ratio equals
nl: Toets common odds ratio equals

# ContingencyTables|
source: Cells
nl: Cellen

# ContingencyTables|
source: Expected
nl: Verwachte

# ContingencyTables|
source: Hide small counts
nl: Verstop kleine aantallen

# ContingencyTables|
source: Less than
nl: Lager dan

# ContingencyTables|
source: Z-Test
nl: Z-Toets

# ContingencyTables|
source: Compare column proportions
nl: Vergelijk kolomproporties

# ContingencyTables|
source: Adjust p-values
nl: Wijzig p-waardes

# ContingencyTables|
source: Row
nl: Rij

# ContingencyTables|
source: Column
nl: Kolom

# ContingencyTables|
source: Total
nl: Totaal

# ContingencyTables|
source: Residuals
nl: Residuen

# ContingencyTables|
source: Unstandardized
nl: Ongestandardiseerd

# ContingencyTables|
source: Standardized
nl: Gestandaardiseerd

# ContingencyTables|
source: Adjusted standardized
nl: Aangepast gestandaardiseerd

# ContingencyTables|
source: Row Order
nl: Volgorde rij

# ContingencyTables|
source: Ascending
nl: Toenemende

# ContingencyTables|
source: Descending
nl: Afnemende

# ContingencyTables|
source: Column Order
nl: Volgorde Kolom

# ContingencyTablesBayesian|
source: Rows
nl: Rijen

# ContingencyTablesBayesian|
source: Columns
nl: Kolommen

# ContingencyTablesBayesian|
source: Counts
nl: Aantallen

# ContingencyTablesBayesian|
source: Layers
nl: Lagen

# ContingencyTablesBayesian|
source: Statistics
nl: Statistieken

# ContingencyTablesBayesian|
source: Sample
nl: Steekproef

# ContingencyTablesBayesian|
source: Joint multinomial
nl: Samengesteld multinomiaal

# ContingencyTablesBayesian|
source: Indep. multinomial, rows fixed
nl: Onafh. multinomiaal, rijen vastgezet

# ContingencyTablesBayesian|
source: Indep. multinomial, columns fixed
nl: Onafh. multinomiaal, kolommen vastgezet

# ContingencyTablesBayesian|
source: Hypergeometrics (2x2 only)
nl: Hypergeometrisch (enkel 2x2)

# ContingencyTablesBayesian|
source: Additional Statistics
nl: Aanvullende Statistieken

# ContingencyTablesBayesian|
source: Log odds ratio (2x2 only)
nl: Log odds ratio (enkel 2x2)

# ContingencyTablesBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# ContingencyTablesBayesian|
source: Alt. Hypothesis
nl: Alt. Hypothese

# ContingencyTablesBayesian|
source: Group one ≠ Group two
nl: Groep één ≠ Groep twee

# ContingencyTablesBayesian|
source: Group one > Group two
nl: Groep één > Groep twee

# ContingencyTablesBayesian|
source: Group one < Group two
nl: Groep één < Groep twee

# ContingencyTablesBayesian|
source: Additional info
nl: Aanvullende info

# ContingencyTablesBayesian|
source: Prior concentration
nl: Prior concentratie

# ContingencyTablesBayesian|
source: Row Order
nl: Volgorde rij

# ContingencyTablesBayesian|
source: Ascending
nl: Toenemend

# ContingencyTablesBayesian|
source: Descending
nl: Afnemend

# ContingencyTablesBayesian|
source: Column Order
nl: Volgorde kolom

# MultinomialTest|
source: Counts
nl: Aantallen

# MultinomialTest|
source: Expected Counts
nl: Verwachte aantallen

# MultinomialTest|
source: Test Values
nl: Toetswaardes

# MultinomialTest|
source: Equal proportions (multinomial test)
nl: Gelijke proporties (multinomiale toets)

# MultinomialTest|
source: Expected proportions (χ² test)
nl: Verwachte proporties (χ² toets)

# MultinomialTest|
source: Additional Statistics
nl: Aanvullende Statistieken
