Repository: jasp-stats/jasp-desktop
Catalog: jasp_*.po
Languages: nl

# MultinomialTest|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# MultinomialTest|
source: Display
nl: Toon

# MultinomialTest|
source: Proportions
nl: Proportie

# MultinomialTest|
source: Descriptives plot
nl: Beschrijvende grafiek

# MultinomialTestBayesian|
source: Counts
nl: Aantallen

# MultinomialTestBayesian|
source: Expected Counts
nl: Verwachten Aantallen

# MultinomialTestBayesian|
source: Test Values
nl: Toetswaardes

# MultinomialTestBayesian|
source: Equal proportions
nl: Gelijke proporties

# MultinomialTestBayesian|
source: Expected proportions
nl: Verwachte proporties

# MultinomialTestBayesian|
source: Additional Statistics
nl: Aanvullende statistieken

# MultinomialTestBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# MultinomialTestBayesian|
source: Display
nl: Toon

# MultinomialTestBayesian|
source: Proportions
nl: Proporties

# MultinomialTestBayesian|
source: Descriptives plot
nl: Beschrijvende grafiek

# RegressionLogLinear|
source: Counts (optional)
nl: Aantallen (optioneel)

# RegressionLogLinear|
source: Factors
nl: Factoren

# RegressionLogLinear|
source: Components
nl: Componenten

# RegressionLogLinear|
source: Model Terms
nl: Modeltermen

# RegressionLogLinear|
source: Statistics
nl: Statistieken

# RegressionLogLinear|
source: Regression Coefficient
nl: Regressiecoëfficiënt

# RegressionLogLinear|
source: Estimates
nl: Schattingen

# RegressionLogLinear|
source: Confidence intervals
nl: Betrouwbaarheidsinterval

# RegressionLogLinearBayesian|
source: Counts (optional)
nl: Aantallen (optioneel)

# RegressionLogLinearBayesian|
source: Factors
nl: Factoren

# RegressionLogLinearBayesian|
source: Shape
nl: Vorm

# RegressionLogLinearBayesian|
source: Scale
nl: Schaal

# RegressionLogLinearBayesian|
source: Model Cut-offs
nl: Model grenzen

# RegressionLogLinearBayesian|
source: Display best
nl: Toon beste

# RegressionLogLinearBayesian|
source: models
nl: modellen

# RegressionLogLinearBayesian|
source: Posterior prob.
nl: Posterior kans

# RegressionLogLinearBayesian|
source: Components
nl: Componenten

# RegressionLogLinearBayesian|
source: Model Terms
nl: Modeltermen

# RegressionLogLinearBayesian|
source: Statistics
nl: Statistieken

# RegressionLogLinearBayesian|
source: Regression Coefficients
nl: Regressiecoëfficiënten

# RegressionLogLinearBayesian|
source: Estimates
nl: Schattigen

# RegressionLogLinearBayesian|
source: Credible intervals
nl: Geloofwaardigheidsinterval

# RegressionLogLinearBayesian|
source: Samples
nl: Steekproeven

# RegressionLogLinearBayesian|
source: Manual
nl: Handmatig

# RegressionLogLinearBayesian|
source: No. samples
nl: Nr. steekproeven

# DataSplit|
source: Data Split Preferences
nl: Data splits voorkeuren

# DataSplit|
source: Holdout Test Data
nl: Buiten houden Testdata

# DataSplit|
source: Sample
nl: Steekproef

# DataSplit|
source: % of all data
nl: % van alle data

# DataSplit|
source: Add generated indicator to data
nl: Voeg gegenereerde indicator toe aan data

# DataSplit|
source: None
nl: Geen

# DataSplit|
source: Training and Validation Data
nl: Trainings- en Validatiedata

# DataSplit|
source: % for validation data
nl: % van validatiedata

# DataSplit|
source: K-fold with
nl: K-fold met

# DataSplit|
source: Leave-one-out
nl: Laat-één-weg

# mlClassificationBoosting|
source: Predictors
nl: Voorspellers

# mlClassificationBoosting|
source: Tables
nl: Tabellen

# mlClassificationBoosting|
source: Display proportions
nl: Toon proporties

# mlClassificationBoosting|
source: Class proportions
nl: Klasse proporties

# mlClassificationBoosting|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClassificationBoosting|
source: Relative influence
nl: Relatieve invloed

# mlClassificationBoosting|
source: Data split
nl: Data splits

# mlClassificationBoosting|
source: Out-of-bag improvement
nl: Out-of-bag verbetering

# mlClassificationBoosting|
source: Deviance
nl: Afwijking

# mlClassificationBoosting|
source: Legend
nl: Legenda

# mlClassificationBoosting|
source: Points
nl: Punten

# mlClassificationBoosting|
source: Training Parameters
nl: Parameters trainen

# mlClassificationBoosting|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClassificationBoosting|
source: Interaction depth:
nl: Interactie diepte:

# mlClassificationBoosting|
source: Min. observations in node:
nl: Min. observaties per knoop:

# mlClassificationBoosting|
source: Training data used per tree:
nl: Gebruikte trainingsdata per boom:

# mlClassificationBoosting|
source: Scale predictors
nl: Schaalvoorspellers

# mlClassificationBoosting|
source: Set seed:
nl: Gebruik seed:

# mlClassificationBoosting|
source: Number of Trees
nl: Aantal bomen

# mlClassificationBoosting|
source: Trees:
nl: Bomen:

# mlClassificationBoosting|
source: Optimized
nl: Geoptimaliseerd

# mlClassificationBoosting|
source: Max. trees:
nl: Max. bomen:

# mlClassificationBoosting|
source: Add predicted classes to data
nl: Voeg voorspelde klassen toe aan data

# mlClassificationBoosting|
source: <b>Save Model</b>
nl: <b> Bewaar Model</b>

# mlClassificationKnn|
source: Predictors
nl: Voorspellers

# mlClassificationKnn|
source: Tables
nl: Tabellen

# mlClassificationKnn|
source: Display proportions
nl: Toon proporties

# mlClassificationKnn|
source: Class proportions
nl: Klasse proporties

# mlClassificationKnn|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClassificationKnn|
source: Data split
nl: Data splits

# mlClassificationKnn|
source: Classification accuracy
nl: Classificatie precisie

# mlClassificationKnn|
source: Legend
nl: Legenda

# mlClassificationKnn|
source: Points
nl: Punten

# mlClassificationKnn|
source: Training Parameters
nl: Parameters Trainen

# mlClassificationKnn|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClassificationKnn|
source: Weights:
nl: Gewichten:

# mlClassificationKnn|
source: Distance:
nl: Afstand:

# mlClassificationKnn|
source: Scale predictors
nl: Schaal voorspellers

# mlClassificationKnn|
source: Set seed:
nl: Gebruik seed:

# mlClassificationKnn|
source: Number of Nearest Neighbors
nl: Aantal Naaste Buren

# mlClassificationKnn|
source: Nearest neighbors:
nl: Naaste buren:

# mlClassificationKnn|
source: Optimized
nl: Geoptimaliseerd

# mlClassificationKnn|
source: Max. nearest neighbors:
nl: Max. naaste buren:

# mlClassificationKnn|
source: Add predicted classes to data
nl: Voeg voorspelde klassen toe aan data

# mlClassificationKnn|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlClassificationLda|
source: Predictors
nl: Voorspellers

# mlClassificationLda|
source: Tables
nl: Tabellen

# mlClassificationLda|
source: Display proportions
nl: Toon proporties

# mlClassificationLda|
source: Class proportions
nl: Klasse proporties

# mlClassificationLda|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClassificationLda|
source: Coefficients
nl: Coëfficiënten

# mlClassificationLda|
source: Prior and posterior probabilities
nl: Prior en posterior kansen

# mlClassificationLda|
source: Class means training data
nl: Klasse gemiddeldes trainingsdata

# mlClassificationLda|
source: Assumption Checks
nl: Assumptie checks

# mlClassificationLda|
source: Equality of class means
nl: Gelijkheid van klasse gemiddeldes

# mlClassificationLda|
source: Equality of covariance matrices
nl: Gelijkheid van covariantiematrices

# mlClassificationLda|
source: Multicollinearity
nl: Multicollineariteit

# mlClassificationLda|
source: Data split
nl: Data splits

# mlClassificationLda|
source: Linear discriminant matrix
nl: Lineaire discriminantie matrix

# mlClassificationLda|
source: Densities
nl: Verdelingen

# mlClassificationLda|
source: Scatter plots
nl: Spreidingsdiagram

# mlClassificationLda|
source: Legend
nl: Legenda

# mlClassificationLda|
source: Points
nl: Punten

# mlClassificationLda|
source: Training Parameters
nl: Parameters Trainen

# mlClassificationLda|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClassificationLda|
source: Estimation method:
nl: Schattingsmethode:

# mlClassificationLda|
source: Scale predictors
nl: Schaal voorspellers

# mlClassificationLda|
source: Set seed:
nl: Gebruik seed:

# mlClassificationLda|
source: Add predicted classes to data
nl: Voeg voorspelde klassen toe aan data

# mlClassificationLda|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlClassificationRandomForest|
source: Predictors
nl: Voorspellers

# mlClassificationRandomForest|
source: Tables
nl: Tabellen

# mlClassificationRandomForest|
source: Display proportions
nl: Toon proporties

# mlClassificationRandomForest|
source: Class proportions
nl: Klasse proporties

# mlClassificationRandomForest|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClassificationRandomForest|
source: Variable importance
nl: Belang variabele

# mlClassificationRandomForest|
source: Data split
nl: Data splits

# mlClassificationRandomForest|
source: Out-of-bag accuracy
nl: Out-of-bag precisie

# mlClassificationRandomForest|
source: Mean decrease in accuracy
nl: Gemiddelde daling in precisie

# mlClassificationRandomForest|
source: Total increase in node purity
nl: Totale stijging in knoop purity

# mlClassificationRandomForest|
source: Legend
nl: Legenda

# mlClassificationRandomForest|
source: Points
nl: Punten

# mlClassificationRandomForest|
source: Training Parameters
nl: Parameters Trainen

# mlClassificationRandomForest|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClassificationRandomForest|
source: Training data used per tree:
nl: Gebruikte trainingsdata per boom:

# mlClassificationRandomForest|
source: Predictors per split:
nl: Voorspeller per splits:

# mlClassificationRandomForest|
source: Scale predictors
nl: Schaal voorspellers

# mlClassificationRandomForest|
source: Set seed:
nl: Gebruik seed:

# mlClassificationRandomForest|
source: Number of Trees
nl: Aantal bomen

# mlClassificationRandomForest|
source: Trees:
nl: Bomen:

# mlClassificationRandomForest|
source: Optimized
nl: Geoptimaliseerd

# mlClassificationRandomForest|
source: Max. trees:
nl: Max. bomen:

# mlClassificationRandomForest|
source: Add predicted classes to data
nl: Voeg voorspelde klassen toe aan data

# mlClassificationRandomForest|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlClusteringDensityBased|
source: Variables
nl: Variabelen

# mlClusteringDensityBased|
source: Tables
nl: Tabellen

# mlClusteringDensityBased|
source: Cluster information
nl: Cluster informatie

# mlClusteringDensityBased|
source: Within sum of squares
nl: Within kwadratensom

# mlClusteringDensityBased|
source: Between sum of squares
nl: Between kwadratensom

# mlClusteringDensityBased|
source: Total sum of squares
nl: Totale kwadratensom

# mlClusteringDensityBased|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClusteringDensityBased|
source: K-distance plot
nl: K-aftandsgrafiek

# mlClusteringDensityBased|
source: t-SNE cluster plot
nl: t-SNE clustergrafiek

# mlClusteringDensityBased|
source: Legend
nl: Legenda

# mlClusteringDensityBased|
source: Training Parameters
nl: Parameters Trainen

# mlClusteringDensityBased|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClusteringDensityBased|
source: Epsilon neighborhood size:
nl: Epsilon neigborhood grootte:

# mlClusteringDensityBased|
source: Min. core points:
nl: Min. kernpunten:

# mlClusteringDensityBased|
source: Distance:
nl: Afstand:

# mlClusteringDensityBased|
source: Scale variables
nl: Schaalvariabelen

# mlClusteringDensityBased|
source: Set seed:
nl: Gebruik seed:

# mlClusteringDensityBased|
source: Model Optimization
nl: Model Optimalisatie

# mlClusteringDensityBased|
source: Add predicted clusters to data
nl: Voeg voorspelde clusters toe aan data

# mlClusteringDensityBased|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlClusteringFuzzyCMeans|
source: Variables
nl: Variabelen

# mlClusteringFuzzyCMeans|
source: Tables
nl: Tabellen

# mlClusteringFuzzyCMeans|
source: Cluster information
nl: Cluster informatie

# mlClusteringFuzzyCMeans|
source: Within sum of squares
nl: Within kwadratensom

# mlClusteringFuzzyCMeans|
source: Centroids
nl: Centroïden

# mlClusteringFuzzyCMeans|
source: Between sum of squares
nl: Between kwadratensom

# mlClusteringFuzzyCMeans|
source: Total sum of squares
nl: Totale kwadratensom

# mlClusteringFuzzyCMeans|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClusteringFuzzyCMeans|
source: Elbow method
nl: Elleboogmethode

# mlClusteringFuzzyCMeans|
source: t-SNE cluster plot
nl: T-SNE clustergrafiek

# mlClusteringFuzzyCMeans|
source: Legend
nl: Legenda

# mlClusteringFuzzyCMeans|
source: Labels
nl: Labellen

# mlClusteringFuzzyCMeans|
source: Training Parameters
nl: Parameters Trainen

# mlClusteringFuzzyCMeans|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClusteringFuzzyCMeans|
source: Max. iterations:
nl: Max. iteraties:

# mlClusteringFuzzyCMeans|
source: Set seed:
nl: Gebruik seed:

# mlClusteringFuzzyCMeans|
source: Cluster Determination
nl: Cluster Bepaling

# mlClusteringFuzzyCMeans|
source: Optimized according to
nl: Geoptimaliseerd volgens

# mlClusteringFuzzyCMeans|
source: Add predicted clusters to data
nl: Voeg voorspelde voorspellers toe

# mlClusteringFuzzyCMeans|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlClusteringHierarchical|
source: Variables
nl: Variabelen

# mlClusteringHierarchical|
source: Tables
nl: Tabellen

# mlClusteringHierarchical|
source: Cluster information
nl: Cluster informatie

# mlClusteringHierarchical|
source: Within sum of squares
nl: Within kwadratensom

# mlClusteringHierarchical|
source: Between sum of squares
nl: Between kwadratensom

# mlClusteringHierarchical|
source: Total sum of squares
nl: Totale kwadratensom

# mlClusteringHierarchical|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClusteringHierarchical|
source: Elbow method
nl: Elleboogmethode

# mlClusteringHierarchical|
source: t-SNE cluster plot
nl: t-SNE clustergrafiek

# mlClusteringHierarchical|
source: Legend
nl: Legenda

# mlClusteringHierarchical|
source: Training Parameters
nl: Parameters Trainen

# mlClusteringHierarchical|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClusteringHierarchical|
source: Distance:
nl: Afstand:

# mlClusteringHierarchical|
source: Linkage:
nl: Binding:

# mlClusteringHierarchical|
source: Set seed:
nl: Gebruik seed:

# mlClusteringHierarchical|
source: Cluster Determination
nl: Cluster Bepaling

# mlClusteringHierarchical|
source: Optimized according to
nl: Geoptimaliseerd volgens

# mlClusteringHierarchical|
source: Add predicted clusters to data
nl: Voeg voorspelde clusters toe aan data

# mlClusteringHierarchical|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlClusteringKMeans|
source: Variables
nl: Variabelen

# mlClusteringKMeans|
source: Tables
nl: Tabellen

# mlClusteringKMeans|
source: Cluster information
nl: Cluster informatie

# mlClusteringKMeans|
source: Within sum of squares
nl: Within kwadratensom

# mlClusteringKMeans|
source: Centroids
nl: Centroïden

# mlClusteringKMeans|
source: Between sum of squares
nl: Between kwadratensom

# mlClusteringKMeans|
source: Total sum of squares
nl: Totale kwadratensom

# mlClusteringKMeans|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClusteringKMeans|
source: Elbow method
nl: Elleboogmethode

# mlClusteringKMeans|
source: t-SNE cluster plot
nl: t-SNE clustergrafiek

# mlClusteringKMeans|
source: Legend
nl: Legenda

# mlClusteringKMeans|
source: Training Parameters
nl: Parameters Trainen

# mlClusteringKMeans|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClusteringKMeans|
source: Max. iterations:
nl: Max. Iteraties:

# mlClusteringKMeans|
source: Random sets:
nl: Aselecte sets:

# mlClusteringKMeans|
source: Algorithm:
nl: Algoritme:

# mlClusteringKMeans|
source: Set seed:
nl: Gebruik seed:

# mlClusteringKMeans|
source: Cluster Determination
nl: Cluster Bepaling

# mlClusteringKMeans|
source: Optimized according to
nl: Geoptimaliseerd volgens

# mlClusteringKMeans|
source: Add predicted clusters to data
nl: Voeg voorspelde clusters toe aan data

# mlClusteringKMeans|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlClusteringRandomForest|
source: Variables
nl: Variabelen

# mlClusteringRandomForest|
source: Tables
nl: Tabellen

# mlClusteringRandomForest|
source: Cluster information
nl: Cluster informatie

# mlClusteringRandomForest|
source: Within sum of squares
nl: Within kwadratensom

# mlClusteringRandomForest|
source: Between sum of squares
nl: Between kwadratensom

# mlClusteringRandomForest|
source: Total sum of squares
nl: Totale kwadratensom

# mlClusteringRandomForest|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlClusteringRandomForest|
source: Variable importance
nl: Belang van variabele

# mlClusteringRandomForest|
source: Elbow method
nl: Elleboogmethode

# mlClusteringRandomForest|
source: t-SNE cluster plot
nl: t-SNE clustergrafiek

# mlClusteringRandomForest|
source: Legend
nl: Legenda

# mlClusteringRandomForest|
source: Training Parameters
nl: Parameters Trainen

# mlClusteringRandomForest|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlClusteringRandomForest|
source: Trees:
nl: Bomen:

# mlClusteringRandomForest|
source: Set seed:
nl: Gebruik seed:

# mlClusteringRandomForest|
source: Cluster Determination
nl: Cluster Bepaling

# mlClusteringRandomForest|
source: Optimized according to
nl: Geoptimaliseerd volgens

# mlClusteringRandomForest|
source: Add predicted clusters to data
nl: Voeg voorspelde clusters toe aan data

# mlClusteringRandomForest|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlRegressionBoosting|
source: Predictors
nl: Voorspellers

# mlRegressionBoosting|
source: Tables
nl: Tabellen

# mlRegressionBoosting|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlRegressionBoosting|
source: Relative influence
nl: Relatieve invloed

# mlRegressionBoosting|
source: Data split
nl: Data splits

# mlRegressionBoosting|
source: Out-of-bag improvement
nl: Out-of-bag verbetering

# mlRegressionBoosting|
source: Predictive performance
nl: Voorspellingsvermogen

# mlRegressionBoosting|
source: Deviance
nl: Afwijking

# mlRegressionBoosting|
source: Training Parameters
nl: Parameters Trainen

# mlRegressionBoosting|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlRegressionBoosting|
source: Interaction depth:
nl: Interactie diepte:

# mlRegressionBoosting|
source: Min. observations in node:
nl: Min. observatie per knoop:

# mlRegressionBoosting|
source: Training data used per tree:
nl: Trainingsdata per boom:

# mlRegressionBoosting|
source: Loss function:
nl: Verliesfunctie:

# mlRegressionBoosting|
source: Set seed:
nl: Gebruik seed:

# mlRegressionBoosting|
source: Number of Trees
nl: Aantal Bomen

# mlRegressionBoosting|
source: Trees:
nl: Bomen:

# mlRegressionBoosting|
source: Optimized
nl: Geoptimaliseerd

# mlRegressionBoosting|
source: Max. trees:
nl: Max. bomen:

# mlRegressionBoosting|
source: Add predicted values to data
nl: Voeg voorspelde waarden toe aan data

# mlRegressionBoosting|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlRegressionKnn|
source: Predictors
nl: Voorspellers

# mlRegressionKnn|
source: Tables
nl: Tabellen

# mlRegressionKnn|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlRegressionKnn|
source: Data split
nl: Data splits

# mlRegressionKnn|
source: Mean squared error
nl: Kwadratisch gemiddelde fout

# mlRegressionKnn|
source: Predictive performance
nl: Voorspellingsvermogen

# mlRegressionKnn|
source: Training Parameters
nl: Parameters Trainen

# mlRegressionKnn|
source: Algorithmic Settings
nl: Algoritme Instellingen

# mlRegressionKnn|
source: Weights:
nl: Gewichten:

# mlRegressionKnn|
source: Distance:
nl: Afstand:

# mlRegressionKnn|
source: Set seed:
nl: Gebruik seed:

# mlRegressionKnn|
source: Number of Nearest Neighbors
nl: Aantal Naaste Buren

# mlRegressionKnn|
source: Nearest neighbors:
nl: Naaste Buren:

# mlRegressionKnn|
source: Optimized
nl: Geoptimaliseerd

# mlRegressionKnn|
source: Max. nearest neighbors:
nl: Max. naaste buren:

# mlRegressionKnn|
source: Add predicted values to data
nl: Voeg voorspelde waardes toe aan data

# mlRegressionKnn|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlRegressionRandomForest|
source: Predictors
nl: Voorspellers

# mlRegressionRandomForest|
source: Tables
nl: Tabellen

# mlRegressionRandomForest|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlRegressionRandomForest|
source: Variable importance
nl: Belang van variabele

# mlRegressionRandomForest|
source: Data split
nl: Data splits

# mlRegressionRandomForest|
source: Out-of-bag error
nl: Out-of-bag fout

# mlRegressionRandomForest|
source: Predictive performance
nl: Voorspellingsvermogen

# mlRegressionRandomForest|
source: Mean decrease in accuracy
nl: Gemiddelde daling in precisie

# mlRegressionRandomForest|
source: Total increase in node purity
nl: Total stijging in knoop purity

# mlRegressionRandomForest|
source: Training Parameters
nl: Parameters Trainen

# mlRegressionRandomForest|
source: Algorithmic Settings
nl: Algoritmeinstellingen

# mlRegressionRandomForest|
source: Training data used per tree:
nl: Gebruikte trainingsdata per boom:

# mlRegressionRandomForest|
source: Predictors per split:
nl: Voorspellers per splitsing:

# mlRegressionRandomForest|
source: Set seed:
nl: Gebruik seed:

# mlRegressionRandomForest|
source: Number of Trees
nl: Aantal Bomen

# mlRegressionRandomForest|
source: Trees:
nl: Bomen:

# mlRegressionRandomForest|
source: Optimized
nl: Geoptimaliseerd

# mlRegressionRandomForest|
source: Max. trees:
nl: Max. bomen:

# mlRegressionRandomForest|
source: Add predicted values to data
nl: Voeg voorspelde waardes toe aan data

# mlRegressionRandomForest|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# mlRegressionRegularized|
source: Predictors
nl: Voorspellers

# mlRegressionRegularized|
source: Weights
nl: Gewichten

# mlRegressionRegularized|
source: Tables
nl: Tabellen

# mlRegressionRegularized|
source: Evaluation metrics
nl: Evaluatiemetrieken

# mlRegressionRegularized|
source: Regression coefficients
nl: Regressiecoëfficiënten

# mlRegressionRegularized|
source: Data split
nl: Data splits

# mlRegressionRegularized|
source: Predictive performance
nl: Voorspellingsvermogen

# mlRegressionRegularized|
source: Variable trace
nl: Variabele spoor

# mlRegressionRegularized|
source: Legend
nl: Legenda

# mlRegressionRegularized|
source: λ evaluation
nl: λ evaluatie

# mlRegressionRegularized|
source: Training Parameters
nl: Parameters Trainen

# mlRegressionRegularized|
source: Algorithmic Settings
nl: Algoritmeinstellingen

# mlRegressionRegularized|
source: Convergence threshold:
nl: Convergentie drempelwaarde:

# mlRegressionRegularized|
source: Penalty:
nl: Straf:

# mlRegressionRegularized|
source: Elastic net parameter (α):
nl: Elastische netparameter (α):

# mlRegressionRegularized|
source: Set seed:
nl: Gebruik seed:

# mlRegressionRegularized|
source: Optimized
nl: Geoptimaliseerd

# mlRegressionRegularized|
source: Largest λ within 1 SE of min.
nl: Grootste λ binnen SE van min.

# mlRegressionRegularized|
source: Add predicted values to data
nl: Voeg voorspelde waardes toe aan data

# mlRegressionRegularized|
source: <b>Save Model</b>
nl: <b>Bewaar Model</b>

# ClassicalMetaAnalysis|
source: Effect Size
nl: Effectgrootte

# ClassicalMetaAnalysis|
source: Effect Size Standard Error
nl: Effectgrootte Standaardfout

# ClassicalMetaAnalysis|
source: Method
nl: Methode

# ClassicalMetaAnalysis|
source: Study Labels
nl: Bestudeer Labels

# ClassicalMetaAnalysis|
source: Covariates
nl: Covariaten

# ClassicalMetaAnalysis|
source: Factors
nl: Factoren

# ClassicalMetaAnalysis|
source: Components
nl: Componenten
