Repository: jasp-stats/jasp-desktop
Catalog: jasp_*.po
Languages: nl

# QMLListView|
source: Needs source model for VariablesList %1
nl: Bron model nodig voor VariabeleLijst %1

# QMLListView|
source: Unknown discard model %1 for VariableList %2
nl: Onbekend weggegooide model %1 voor VariabeleLijst %2

# QMLListView|
source: Cannot find source %1 for VariablesList %2
nl: Kan bron %1 vinden voor VariabeleLijst %2

# QMLListView|
source: Wrong column type: %1 for ListView %2
nl: Verkeerd kolomtype: %1 voor ListView %2

# HelpModel|
source: . Additional documentation will be available in future releases of
nl: . Deze documentatie zal beschikbaar zijn in een van de volgende releases van JASP.

# HelpModel|
source: the module.
nl: De Module.

# PrefsUI|
source: User Interface options
nl: Gebruikersinterface opties

# PrefsUI|
source: Themes
nl: Thema's

# PrefsUI|
source: Light Theme
nl: Licht Thema

# PrefsUI|
source: Switches to a light theme, this is the default and original flavour of JASP.
nl: Verandert naar een licht thema, dit is de standaard en originele smaak van JASP.

# PrefsUI|
source: Dark Theme
nl: Donker Thema

# PrefsUI|
source: Switches to a dark theme, makes JASP a lot easier on the eyes for those night owls out there.
nl: Schakelt om naar een donker thema, maak JASP een stuk makkelijker voor de ogen van nachtbrakers.

# PrefsUI|
source: Miscellaneous options
nl: Overige opties

# PrefsUI|
source: Set the speed with which you can scroll in the options, dataviewer and other places.
nl: Stel de snelheid in waarmee je scrollt in de opties, dataviewer en andere plekken.

# PrefsUI|
source: Switches to a "safer" mode for graphics aka software rendering. It will make your interface slower but if you have some problems (weird glitches, cannot see results or anything even) might fix them. Analyses will still be just as fast though.
nl: Switch naar een "veiligere" modus voor grafisch/ software rendering. Hierdoor wordt de interface langzamer, maar als zich problemen voordoen (vreemde glitches, onzichtbare resultaten, etc.) worden deze misschien opgelost. Analyses zijn echter even snel.

# InputListView|
source: New Value
nl: Nieuwe Waarde

# DataLibraryBreadCrumbsListModel|
source: Categories
nl: Categorieën

# UsingContainers|
source: We are ready
nl: Wij zijn klaar

# UsingContainers|
source: Use the container code
nl: Gebruik container code

# UsingContainers|
source: Optional table
nl: Optionele tabel

# UsingContainers|
source: A random dependency
nl: Een willekeurige afhankelijkheid

# UsingContainers|
source: Generate computation error
nl: Genereer berekeningsfout

# ModelTermsList|
source: Model Terms
nl: Modeltermen

# ModelTermsList|
source: Add to null model
nl: Voeg aan nulmodel toe

# TableView|
source: Row #
nl: Rij #

# TextArea|
source: ⌘ + Enter to apply
nl: ⌘ + Enter om toe te passen

# TextArea|
source: Ctrl + Enter to apply
nl: Ctrl + Enter om toe te passen

# VariablesForm|
source: Only 1 Available Variables list can be set in a VariablesForm
nl: Er kan maar 1 Beschikbare Variabele lijst worden toegepast in een VariablesForm

# AnalysisForm|
source: 2 controls have the same name: %1
nl: 2 controles hebben dezelfde naam: %1

# AnalysisForm|
source: Cannot find a source %1 for VariableList %2
nl: Kan geen bron %1 vinden voor VariabeleLijst %2

# AnalysisForm|
source: No drop key found for %1
nl: Geen drop key gevonden voor %1

# BoundQMLComboBox|
source: Unknown option %1 in ComboBox %2
nl: Onbekende optie %1 in Combobox %2

# BoundQMLComboBox|
source: Unknown error in ComboBox %1
nl: Onbekende fout in ComboBox %1

# BoundQMLListViewDraggable|
source: Cannot find source for VariableList %1
nl: Kan geen bron vinden voor VariabeleLijst %1

# BoundQMLListViewDraggable|
source: Wrong kind of source for VariableList %1
nl: Verkeerde soort bron voor VariabeleLijst %1

# BoundQMLListViewMeasuresCells|
source: Source model of %1 must be from a Factor List
nl: Bron model van %1 moet uit een Factor Lijst komen

# BoundQMLRadioButtons|
source: A RadioButton inside RadioButtonGroup element (name: %1) does not have any name
nl: Een Radiobutton in het RadioButtonGroup element (naam: %1) heeft geen naam

# BoundQMLRadioButtons|
source: No radio button corresponding to name %1
nl: Geen radio button die overeenkomt met naam %1

# BoundQMLRadioButtons|
source: Radio button clicked is unknown: %1
nl: Geklikte radio button is onbekend: %1

# BoundQMLTableView|
source: No model specified for TableView!
nl: Geen model gespecificeerd voor TableView!

# BoundQMLTextArea|
source: valid R code
nl: valide R code

# BoundQMLTextArea|
source: Model applied
nl: Model toegepast

# ListModelFilteredDataEntry|
source: Too many rows in OptionsTable for ListModelFilteredDataEntry
nl: Teveel rijen in OptionsTable voor ListModelFilteredDataEntry

# ListModelJAGSDataInput|
source: Number of rows specifed in Options for ListModelJAGSDataInput does not match number of rows in values!
nl: Aantal rijen gespecificeerd in Opties voor ListModelJAGSDataInput komt niet overeen met aantal rijen in waardes!

# ListModelLayersAssigned|
source: Layer %1
nl: Laag %1

# QMLListViewDraggable|
source: No related list found for VariablesList %1
nl: Geen gerelateerde lijst gevonden voor VariabeleLijst %1

# QMLListViewDraggable|
source: Wrong kind of related list (%1) found for VariablesList %2
nl: Verkeerde soort gerelateerde lijst (%1) gevonden voor VariabeleLijst %2

# RowControls|
source: A row component in %1 does not have a name
nl: Een onderdeel van rij in %1 heeft geen naam

# RowControls|
source: 2 row components in %1 have the same name
nl: Twee onderdelen in %1 hebben dezelfde naam

# SetSeed|
source: Repeatability
nl: Reproduceerbaarheid

source: Set seed:
nl: Stel seed in:

# BasicThreeButtonTableView|
source: Add
nl: Voeg toe

# BasicThreeButtonTableView|
source: Delete
nl: Verwijder

# AnalysisForm|
source: The file probably comes from an older version of JASP.
nl: `Dit bestand komt waarschijnlijk van een oudere versie van JASP.

# AnalysisForm|
source: Refreshing the analysis may change the results.
nl: Het vernieuwen van de analyse kan de resultaten wijzigen.

# BoundQMLTextInput|
source: The expression did not return a number.
nl: De uitdrukking heeft geen getal geretourneerd.

# BoundQMLTextInput|
source: The result (%1) must be %2
nl: Het resultaat (%1) moet %2 zijn.

# SEMSimple|
source: Thresholds
nl: Drempelwaardes
