Repository: jasp-stats/jasp-desktop
Catalog: jasp_*.po
Languages: nl

# AncovaBayesian|
source: Separate Lines
nl: Aparte lijnen

# AncovaBayesian|
source: Separate Plots
nl: Aparte grafieken

# AncovaBayesian|
source: Display
nl: Geef weer

# AncovaBayesian|
source: Additional Options
nl: Aanvullende opties

# AncovaBayesian|
source: r scale fixed effects
nl: r schaal vaste effecten

# AncovaBayesian|
source: r scale random effects
nl: r schaal aselecte effecten

# AncovaBayesian|
source: r scale covariates
nl: r schaal covariaten

# AncovaBayesian|
source: Numerical Accuracy
nl: Numerieke precisie

# AncovaBayesian|
source: Manual
nl: Handmatig

# AncovaBayesian|
source: No. samples
nl: Aantal Steekproeven

# AncovaBayesian|
source: Posterior Samples
nl: Posterior Streekproeven

# Anova|
source: Dependent Variable
nl: Afhankelijke Veraibele

# Anova|
source: Fixed Factors
nl: Vaste Factoren

# Anova|
source: Random Factors
nl: Aselecte Factoren

# Anova|
source: WLS Weights
nl: WLS Gewichten

# Anova|
source: Components
nl: Componenten

# Anova|
source: Model Terms
nl: Modeltermen

# Anova|
source: Sum of squares
nl: Kwadratensom

# Anova|
source: Assumption Checks
nl: Assumptie Checks

# Anova|
source: Homogeneity tests
nl: Homogeniteitstoetsen

# Anova|
source: Homogeneity corrections
nl: Homogeniteitscorrecties

# Anova|
source: None
nl: Geen

# Anova|
source: Q-Q plot of residuals
nl: Q-Q grafiek van residuen

# Anova|
source: Contrasts
nl: Contrasten

# Anova|
source: Assume equal variances
nl: Neem gelijke varianties aan

# Anova|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# Anova|
source: Post Hoc Tests
nl: Post Hoc Toetsen

# Anova|
source: From
nl: Van

# Anova|
source: Correction
nl: Correctie

# Anova|
source: Standard
nl: Standaard

# Anova|
source: Descriptives Plots
nl: Beschijvende Grafieken

# Anova|
source: Factors
nl: Factoren

# Anova|
source: Horizontal Axis
nl: Horizontale as

# Anova|
source: Separate Lines
nl: Aparte lijnen

# Anova|
source: Separate Plots
nl: Aparte grafieken

# Anova|
source: Display
nl: Geef weer

# Anova|
source: Display error bars
nl: Geef foutbalken weer

# Anova|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# Anova|
source: Standard error
nl: Standaardfout

# Anova|
source: Marginal Means
nl: Marginale gemiddelden

# Anova|
source: Compare marginal means to 0
nl: Vergelijk marinale gemiddelden met 0

# Anova|
source: Confidence interval adjustment
nl: Betrouwbaarheidsinterval bijstelling

# Anova|
source: Descriptive statistics
nl: Beschrijvende statistiek

# Anova|
source: partial η²
nl: partiële η²

# Anova|
source: Simple Main Effects
nl: Simpele Hoofdeffecten

# Anova|
source: Simple Effect Factor
nl: Simpele Effect Factor

# Anova|
source: Nonparametrics
nl: Non-parametrische statistieken

# Anova|
source: Kruskal-Wallis Test
nl: Kruskal-Wallis toets

# AnovaBayesian|
source: Dependent Variable
nl: Afhankelijke Varibabele

# AnovaBayesian|
source: Fixed Factors
nl: Vaste Factoren

# AnovaBayesian|
source: Random Factors
nl: Aslecte Factoren

# AnovaBayesian|
source: Tables
nl: Tabellen

# AnovaBayesian|
source: Effects
nl: Effecten

# AnovaBayesian|
source: Across all models
nl: Over alle modellen

# AnovaBayesian|
source: Across matched models
nl: Over gematchte modellen

# AnovaBayesian|
source: Estimates
nl: Schattingen

# AnovaBayesian|
source: Model averaged R²
nl: Model gemiddelde R²

# AnovaBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# AnovaBayesian|
source: Order
nl: Volgorde

# AnovaBayesian|
source: Compare to best model
nl: Vergelijk met beste model

# AnovaBayesian|
source: Compare to null model
nl: Vergelijk met nulmodel

# AnovaBayesian|
source: Model averaged posteriors
nl: Model gemiddelde posteriors

# AnovaBayesian|
source: Group levels in single plot
nl: Groepniveaus in enkele grafiek

# AnovaBayesian|
source: Individual plot per level
nl: Individuele grafiek per niveau

# AnovaBayesian|
source: Q-Q plot of residuals
nl: Q-Q grafiek voor residuen

# AnovaBayesian|
source: Components
nl: Componenten

# AnovaBayesian|
source: Single Model Inference
nl: Enkel Model Inferentie

# AnovaBayesian|
source: Specific Model Terms
nl: Specifieke Modeltermen

# AnovaBayesian|
source: Marginal posteriors
nl: Marginale posteriors

# AnovaBayesian|
source: Post Hoc Tests
nl: Post Hoc Toetsen

# AnovaBayesian|
source: Correction
nl: Correctie

# AnovaBayesian|
source: Null control
nl: Nulcontrole

# AnovaBayesian|
source: Descriptives Plots
nl: Beschrijvende Grafieken

# AnovaBayesian|
source: Factors
nl: Factoren

# AnovaBayesian|
source: Horizontal Axis
nl: Horizontale As

# AnovaBayesian|
source: Separate Lines
nl: Aparte lijnen

# AnovaBayesian|
source: Separate Plots
nl: Aparte Grafieken

# AnovaBayesian|
source: Display
nl: Geef weer

# AnovaBayesian|
source: Additional Options
nl: Aanvullende Opties

# AnovaBayesian|
source: r scale fixed effects
nl: r schaal vaste effecten

# AnovaBayesian|
source: r scale random effects
nl: r schaal aselecte effecten

# AnovaBayesian|
source: Numerical Accuracy
nl: Numerieke Precisie

# AnovaBayesian|
source: Manual
nl: Handmatig

# AnovaBayesian|
source: No. samples
nl: Aantal Steekproeven

# AnovaBayesian|
source: Posterior Samples
nl: Posterior steekproeven

# AnovaRepeatedMeasures|
source: Repeated Measures Factors
nl: Repeated Measures Factoren

# AnovaRepeatedMeasures|
source: Repeated Measures Cells
nl: Repeated Measures Cellen

# AnovaRepeatedMeasures|
source: Between Subject Factors
nl: Tussen Subject Factoren

# AnovaRepeatedMeasures|
source: Covariates
nl: Covariaten

# AnovaRepeatedMeasures|
source: Repeated Measures Components
nl: Repeated Measures Componenten

# AnovaRepeatedMeasures|
source: Model Terms
nl: Modeltermen

# AnovaRepeatedMeasures|
source: Between Subjects Components
nl: Tussen Subject Componenten

# AnovaRepeatedMeasures|
source: Model terms
nl: Modeltermen

# AnovaRepeatedMeasures|
source: Sum of squares
nl: Kwadratensom

# AnovaRepeatedMeasures|
source: Assumption Checks
nl: Assumptie Checks

# AnovaRepeatedMeasures|
source: Sphericity tests
nl: Sphericiteitstoets

# AnovaRepeatedMeasures|
source: Sphericity corrections
nl: Sphericiteitscorrecties

# AnovaRepeatedMeasures|
source: None
nl: Geen

# AnovaRepeatedMeasures|
source: Homogeneity tests
nl: Homogeniteitstoetsen

# AnovaRepeatedMeasures|
source: Contrasts
nl: Contrasten

# AnovaRepeatedMeasures|
source: Post Hoc Tests
nl: Post Hoc Toetsen

# AnovaRepeatedMeasures|
source: Confidence intervals
nl: Betrouwbaarheidsintervallen

# AnovaRepeatedMeasures|
source: Effect size
nl: Effectgrootte

# AnovaRepeatedMeasures|
source: Pool error term for RM factors
nl: Samengevoegde fout term voor RM factoren

# AnovaRepeatedMeasures|
source: Correction
nl: Correctie

# AnovaRepeatedMeasures|
source: Descriptives Plots
nl: Beschrijvende Grafieken

# AnovaRepeatedMeasures|
source: Factors
nl: Factoren

# AnovaRepeatedMeasures|
source: Horizontal Axis
nl: Horizontale As

# AnovaRepeatedMeasures|
source: Separate Lines
nl: Aparte lijnen

# AnovaRepeatedMeasures|
source: Separate Plots
nl: Aparte Grafieken

# AnovaRepeatedMeasures|
source: Label y-axis
nl: Label y-as

# AnovaRepeatedMeasures|
source: Display
nl: Geef weer

# AnovaRepeatedMeasures|
source: Display error bars
nl: Geef foutbalken weer

# AnovaRepeatedMeasures|
source: Confidence interval
nl: Betrouwbaarheidsinterval

# AnovaRepeatedMeasures|
source: Standard error
nl: Standaardfout

# AnovaRepeatedMeasures|
source: Average across unused RM factors
nl: Gemiddelde over ongebruikte R factoren

# AnovaRepeatedMeasures|
source: Marginal Means
nl: Marginale gemiddelden

# AnovaRepeatedMeasures|
source: From
nl: Van

# AnovaRepeatedMeasures|
source: Compare marginal means to 0
nl: Vergelijk marginale gemiddelden met 0

# AnovaRepeatedMeasures|
source: Confidence interval adjustment
nl: Betrouwbaarheidsinterval bijstelling

# AnovaRepeatedMeasures|
source: Descriptive statistics
nl: Beschrijvende statistieken

# AnovaRepeatedMeasures|
source: partial η²
nl: partiële η²

# AnovaRepeatedMeasures|
source: general η²
nl: algemene η²

# AnovaRepeatedMeasures|
source: Simple Main Effects
nl: Simpele Hoofdeffecten

# AnovaRepeatedMeasures|
source: Simple Effect Factor
nl: Simpele Effect Factor

# AnovaRepeatedMeasures|
source: Pool error terms
nl: Voeg fouttermen samen

# AnovaRepeatedMeasures|
source: Nonparametrics
nl: Non-parametrische statistieken

# AnovaRepeatedMeasures|
source: Optional Grouping Factor
nl: Optionele Groeperingsfactor

# AnovaRepeatedMeasures|
source: Conover's post hoc tests
nl: Conover's post hoc toetsen

# AnovaRepeatedMeasuresBayesian|
source: Repeated Measures Factors
nl: Repeated Measures Factoren

# AnovaRepeatedMeasuresBayesian|
source: Repeated Measures Cells
nl: Repeated Measures Cellen

# AnovaRepeatedMeasuresBayesian|
source: Between Subject Factors
nl: Tussen subject Factoren

# AnovaRepeatedMeasuresBayesian|
source: Covariates
nl: Covariaten

# AnovaRepeatedMeasuresBayesian|
source: Tables
nl: Tabellen

# AnovaRepeatedMeasuresBayesian|
source: Effects
nl: Effecten

# AnovaRepeatedMeasuresBayesian|
source: Across all models
nl: Over alle modellen

# AnovaRepeatedMeasuresBayesian|
source: Across matched models
nl: Over gematchte modellen

# AnovaRepeatedMeasuresBayesian|
source: Estimates
nl: Schattingen

# AnovaRepeatedMeasuresBayesian|
source: Model averaged R²
nl: Model gemiddelde R²

# AnovaRepeatedMeasuresBayesian|
source: Credible interval
nl: Geloofwaardigheidsinterval

# AnovaRepeatedMeasuresBayesian|
source: Order
nl: Volgorde

# AnovaRepeatedMeasuresBayesian|
source: Compare to best model
nl: Vergelijk met beste model

# AnovaRepeatedMeasuresBayesian|
source: Compare to null model
nl: Vergelijk met nulmodel

# AnovaRepeatedMeasuresBayesian|
source: Model averaged posteriors
nl: Model gemiddelde posteriors

# AnovaRepeatedMeasuresBayesian|
source: Group levels in single plot
nl: Groepniveaus in enkele grafiek

# AnovaRepeatedMeasuresBayesian|
source: Individual plot per level
nl: Individuele grafiek per niveau

# AnovaRepeatedMeasuresBayesian|
source: Q-Q plot of residuals
nl: Q-Q grafiek voor residuen

# AnovaRepeatedMeasuresBayesian|
source: Components
nl: Componenten

# AnovaRepeatedMeasuresBayesian|
source: Single Model Inference
nl: Enkel Model Inferentie

# AnovaRepeatedMeasuresBayesian|
source: Specific Model Terms
nl: Specifieke Modeltermen

# AnovaRepeatedMeasuresBayesian|
source: Marginal posteriors
nl: Marginale posteriors

# AnovaRepeatedMeasuresBayesian|
source: Post Hoc Tests
nl: Post Hoc Toetsen

# AnovaRepeatedMeasuresBayesian|
source: Correction
nl: Correctie

# AnovaRepeatedMeasuresBayesian|
source: Null control
nl: Nulcontrole

# AnovaRepeatedMeasuresBayesian|
source: Descriptives Plots
nl: Beschrijvende Grafieken

# AnovaRepeatedMeasuresBayesian|
source: Factors
nl: Factoren

# AnovaRepeatedMeasuresBayesian|
source: Horizontal Axis
nl: Horizontale As

# AnovaRepeatedMeasuresBayesian|
source: Separate Lines
nl: Aparte Lijnen

# AnovaRepeatedMeasuresBayesian|
source: Separate Plots
nl: Aparte Grafieken

# AnovaRepeatedMeasuresBayesian|
source: Label y-axis
nl: Label y-as

# AnovaRepeatedMeasuresBayesian|
source: Additional Options
nl: Aanvullende Opties

# AnovaRepeatedMeasuresBayesian|
source: r scale fixed effects
nl: r schaal vaste effecten

# AnovaRepeatedMeasuresBayesian|
source: r scale random effects
nl: r schaal aselecte effecten

# AnovaRepeatedMeasuresBayesian|
source: r scale covariates
nl: r schaal covariaten

# AnovaRepeatedMeasuresBayesian|
source: Numerical Accuracy
nl: Numerieke Precisie

# AnovaRepeatedMeasuresBayesian|
source: Manual
nl: Handmatig

# AnovaRepeatedMeasuresBayesian|
source: No. samples
nl: Aantal Steekproeven

# AnovaRepeatedMeasuresBayesian|
source: Posterior Samples
nl: Posterior steekproeven

# Manova|
source: Dependent Variables
nl: Afhankelijke variabelen

# Manova|
source: Fixed Factors
nl: Vaste Factoren

# Manova|
source: Random Factors
nl: Aselecte Factoren

# Manova|
source: Components
nl: Componenten

# Manova|
source: Model Terms
nl: Modeltermen

# Manova|
source: Include intercept
nl: Neem intercept mee

# Manova|
source: Additional Options
nl: Aanvullende Opties

# Manova|
source: Test
nl: Toets

# Manova|
source: Assumption Checks
nl: Assumptie Checks

# Manova|
source: Homogeneity of covariance matrices
nl: Homogeniteit van covariantiematrixen

# Manova|
source: Multivariate normality
nl: Multivariate normaliteit

# Manova|
source: Display
nl: Geef weer

# Manova|
source: ANOVA tables
nl: ANOVA tabellen

# bayesianAudit|
source: Population Materiality
nl: Populatie Materialiteit

# bayesianAudit|
source: Absolute
nl: Absouut

# bayesianAudit|
source: Relative
nl: Relatief

# bayesianAudit|
source: Audit Risk
nl: Audit Risico

# bayesianAudit|
source: Confidence
nl: Zekerheid

# bayesianAudit|
source: <b>Variable definition</b>
nl: <b>Variabele definitie</b>

# bayesianAudit|
source: Book Values <i>(required)</i>
nl: Boekwaarden <i>(verplicht)</i>

# bayesianAudit|
source: Book Values <i>(optional)</i>
nl: Boekwaarden <i>(optioneel)</i>

# bayesianAudit|
source: Advanced Options
nl: Geavanceerde Opties

# bayesianAudit|
source: Inherent Risk
nl: Inherent Risico

# bayesianAudit|
source: High
nl: Hoog

# bayesianAudit|
source: Low
nl: Laag

# bayesianAudit|
source: Expected Errors
nl: Verwachte Fouten

# bayesianAudit|
source: Explanatory Text
nl: Uitleg tekst

# bayesianAudit|
source: Enable
nl: Schakel in

# bayesianAudit|
source: Control Risk
nl: Controle Risico

# bayesianAudit|
source: Planning Distribution
nl: Planning Verdeling

# bayesianAudit|
source: Beta-binomial
nl: Beta-Binomiaal

# bayesianAudit|
source: Currency
nl: Valuta

# bayesianAudit|
source: Other
nl: Anders

# bayesianAudit|
source: Tables and Plots
nl: Tabellen en grafieken

# bayesianAudit|
source: Statistics
nl: Statistieken

# bayesianAudit|
source: Expected Bayes factor₋₊
nl: Verwachte Bayes factor

# bayesianAudit|
source: Tables
nl: Tabellen

# bayesianAudit|
source: Book value descriptives
nl: Beschrijvende statistieken boekwaarden

# bayesianAudit|
source: Implicit sample
nl: Impliciete steekproef

# bayesianAudit|
source: Book value distribution
nl: Verdeling van boekwaarden

# bayesianAudit|
source: Decision analysis
nl: Beslissingsanalyse

# bayesianAudit|
source: Implied prior from risk assessments
nl: Geïmpliceerde prior door risico beoordelingen

# bayesianAudit|
source: x-axis limit
nl: x-as limiet

# bayesianAudit|
source: Additional info
nl: Aanvullende info

# bayesianAudit|
source: Expected posterior
nl: Verwachte posterior

# bayesianAudit|
source: <b>Download Report</b>
nl: <b>Download Verslag</b>

# bayesianAudit|
source: <b>To Selection</b>
nl: <b>Naar Selectie </b>

# bayesianAudit|
source: <b>2. Selection</b>
nl: <b>2. Selectie</b>

# bayesianAudit|
source: 2. Selection
nl: 2. Selectie

# bayesianAudit|
source: Ranking Variable <i>(optional)</i>
nl: Rang Variabele <i>(optioneel)</i>

# bayesianAudit|
source: Additional Variables <i>(optional)</i>
nl: Aanvullende Variabelen <i>(optioneel)</i>

# bayesianAudit|
source: Sampling Units
nl: Steekproef Eenheden

# bayesianAudit|
source: Monetary unit sampling
nl: Monetaire eenheid steekproeven

# bayesianAudit|
source: Record sampling
nl: Record steekproeven

# bayesianAudit|
source: Selection Method
nl: Selectiemethode

# bayesianAudit|
source: Random sampling
nl: Aselecte steekproeven

# bayesianAudit|
source: Cell sampling
nl: Cell Steekproeven

# bayesianAudit|
source: Fixed interval sampling
nl: Vast interval steekproeven

# bayesianAudit|
source: Display selected observations
nl: Geef geselecteerde observaties weer

# bayesianAudit|
source: Selection descriptives
nl: Selectie beschrijvende statistieken

# bayesianAudit|
source: Mean
nl: Gemiddelde

# bayesianAudit|
source: Median
nl: Mediaan

# bayesianAudit|
source: Std. deviation
nl: Std. Afwijking

# bayesianAudit|
source: Variance
nl: Variantie

# bayesianAudit|
source: Range
nl: Bereik

# bayesianAudit|
source: <b>Reset Workflow</b>
nl: <b>Reset Werkflow</b>

# bayesianAudit|
source: <b>To Execution</b>
nl: <b>Naar Uitvoering</b>

# bayesianAudit|
source: <b>3. Execution</b>
nl: <b>3. Uitvoering</b>

# bayesianAudit|
source: 3. Execution
nl: 3. Uitvoering

# bayesianAudit|
source: <b>How would you like to evaluate your observations?</b>
nl: <b>Hoe wil je je observaties evalueren?</b>

# bayesianAudit|
source: Audit values
nl: Audit waarden

# bayesianAudit|
source: <b>Fill Variables</b>
nl: <b>Vul variabelen in</b>

# bayesianAudit|
source: <b>Annotate your observations with their audit values.</b>
nl: <b>Annoteer je observaties met hun audit waarden. </b>

# bayesianAudit|
source: <b>Annotate your observations with 0 (correct) or 1 (incorrect).</b>
nl: <b>Annoteer je observaties met 0 (correct) of 1 (incorrect).</b>

# bayesianAudit|
source: <b>To Evaluation</b>
nl: <b>Naar Evaluatie</b>

# bayesianAudit|
source: <b>4. Evaluation</b>
nl: <b>4. Evaluatie</b>

# bayesianAudit|
source: 4. Evaluation
nl: 4. Evaluatie

# bayesianAudit|
source: Audit Result
nl: Audit resultaat

# bayesianAudit|
source: Estimation Method
nl: Schattingsmethode

# bayesianAudit|
source: Cox and Snell
nl: Cox en Snell

# bayesianAudit|
source: Area Under Posterior
nl: Gebied onder Posterior

# bayesianAudit|
source: Credible bound
nl: Geloofwaardigheidsgrens

# bayesianAudit|
source: Credible interval
nl: Geloofwaardiheidsinterval

# bayesianAudit|
source: Most likely error (MLE)
nl: Meest waarschijnlijke fout (MLE)

# bayesianAudit|
source: Evaluation information
nl: Evaluatie informatie

# bayesianAudit|
source: Prior and posterior
nl: Prior en posterior

# bayesianAudit|
source: Correlation plot
nl: Correlatie Grafiek

# bayesianPlanning|
source: Population Materiality
nl: Populatie Materialiteit

# bayesianPlanning|
source: Absolute
nl: Absoluut

# bayesianPlanning|
source: Relative
nl: Relatief

# bayesianPlanning|
source: Population
nl: Populatie

# bayesianPlanning|
source: Size
nl: Grootte

# bayesianPlanning|
source: Value
nl: Waarde

# bayesianPlanning|
source: Audit Risk
nl: Adit Risico

# bayesianPlanning|
source: Confidence
nl: Zekerheid

# bayesianPlanning|
source: Advanced Options
nl: Geavanceerde opties

# bayesianPlanning|
source: Inherent Risk
nl: Inherent Risico

# bayesianPlanning|
source: High
nl: Hoog

# bayesianPlanning|
source: Low
nl: Laag

# bayesianPlanning|
source: Expected Errors
nl: Verwachtte Fouten

# bayesianPlanning|
source: Explanatory Text
nl: Uitleg Teskt

# bayesianPlanning|
source: Enable
nl: Scakel in

# bayesianPlanning|
source: Control Risk
nl: Controleer Risico

# bayesianPlanning|
source: Planning Distribution
nl: Planning Verdeling

# bayesianPlanning|
source: Beta-binomial
nl: Beta-binomiaal

# bayesianPlanning|
source: Currency
nl: Valuta

# bayesianPlanning|
source: Other
nl: Anders

# bayesianPlanning|
source: Tables and Plots
nl: Tabellen en Grafieken

# bayesianPlanning|
source: Statistics
nl: Statistieken

# bayesianPlanning|
source: Expected Bayes factor₋₊
nl: Verwachte Bayes factor

# bayesianPlanning|
source: Tables
nl: Tabellen

# bayesianPlanning|
source: Implicit sample
nl: Impliciete steekproef

# bayesianPlanning|
source: Decision analysis
nl: Beslissingsanalyse

# bayesianPlanning|
source: Implied prior from risk assessments
nl: Geïmpliceerde prior door risico oordelen

# bayesianPlanning|
source: x-axis limit
nl: x-as limiet

# bayesianPlanning|
source: Additional info
nl: Aanvullende info

# bayesianPlanning|
source: Expected posterior
nl: Verwachte posterior

# bayesianPlanning|
source: <b>Download Report</b>
nl: <b>Download Verslag</b>

# classicalAudit|
source: Population Materiality
nl: Populatie Materialiteit

# classicalAudit|
source: Absolute
nl: Absoluut

# classicalAudit|
source: Relative
nl: Relatief

# classicalAudit|
source: Audit Risk
nl: Audit Risico

# classicalAudit|
source: Confidence
nl: Zekerheid

# classicalAudit|
source: <b>Variable definition</b>
nl: <b>Variabele definitie</b>

# classicalAudit|
source: Book Values <i>(required)</i>
nl: Boekwaarden <i>(verplicht)</i>

# classicalAudit|
source: Book Values <i>(optional)</i>
nl: Boekwaarden <i>(optioneel)</i>

# classicalAudit|
source: Advanced Options
nl: Geavanceerde Opties

# classicalAudit|
source: Inherent Risk
nl: Inherent Risico

# classicalAudit|
source: High
nl: Hoog

# classicalAudit|
source: Medium
nl: Gemiddeld

# classicalAudit|
source: Low
nl: Laag

# classicalAudit|
source: Expected Errors
nl: Verwachte Fouten

# classicalAudit|
source: Explanatory Text
nl: Uitleg tekst

# classicalAudit|
source: Enable
nl: Schakel in

# classicalAudit|
source: Control Risk
nl: Controle Risico

# classicalAudit|
source: Planning Distribution
nl: Planning verdeling

# classicalAudit|
source: Binomial
nl: Binomiaal

# classicalAudit|
source: Hypergeometric
nl: Hypergeometrisch

# classicalAudit|
source: Currency
nl: Valuta

# classicalAudit|
source: Other
nl: Anders

# classicalAudit|
source: Tables and Plots
nl: Tabellen en Grafieken

# classicalAudit|
source: Tables
nl: Tabellen

# classicalAudit|
source: Book value descriptives
nl: Beschrijvende statistieken boekwaarden

# classicalAudit|
source: Book value distribution
nl: Verdeling boekwaarden

# classicalAudit|
source: Decision analysis
nl: Beslissingsanalyse

# classicalAudit|
source: <b>Download Report</b>
nl: <b>Download Verslag</b>

# classicalAudit|
source: <b>To Selection</b>
nl: <b>Naar selectie</b>

# classicalAudit|
source: <b>2. Selection</b>
nl: <b>2. Selectie </b>

# classicalAudit|
source: 2. Selection
nl: 2. Selectie

# classicalAudit|
source: Ranking Variable <i>(optional)</i>
nl: Rang Variabele <i>(optioneel)</i>

# classicalAudit|
source: Additional Variables <i>(optional)</i>
nl: Aanvullende Variabelen <i>(optioneel)</i>

# classicalAudit|
source: Sampling Units
nl: Steekproefeenheden

# classicalAudit|
source: Monetary unit sampling
nl: Monetaire eenheid steekproeven

# classicalAudit|
source: Record sampling
nl: Record steekproeven

# classicalAudit|
source: Selection Method
nl: Selectie Methode

# classicalAudit|
source: Random sampling
nl: Aslecte steekproeven

# classicalAudit|
source: Cell sampling
nl: Cel steekproeven

# classicalAudit|
source: Fixed interval sampling
nl: Vast interval steekproeven

# classicalAudit|
source: Display selected observations
nl: Geef geselecteerde observaties weer

# classicalAudit|
source: Selection descriptives
nl: Selectie beschijvende statistieken

# classicalAudit|
source: Mean
nl: Gemiddelde

# classicalAudit|
source: Median
nl: Mediaan

# classicalAudit|
source: Std. deviation
nl: Std Afwijking

# classicalAudit|
source: Variance
nl: Variantie

# classicalAudit|
source: Range
nl: Bereik

# classicalAudit|
source: <b>Reset Workflow</b>
nl: <b>Reset Werkflow</b>

# classicalAudit|
source: <b>To Execution</b>
nl: <b>Naar uitvoering</b>

# classicalAudit|
source: <b>3. Execution</b>
nl: <b>3. uitvoering</b>

# classicalAudit|
source: 3. Execution
nl: 3. Uitvoering

# classicalAudit|
source: <b>How would you like to evaluate your observations?</b>
nl: <b>Hoe wil je je observaties evalueren?</b>

# classicalAudit|
source: Audit values
nl: Audit waarden

# classicalAudit|
source: <b>Fill Variables</b>
nl: <b>Vul Variabelen in</b>

# classicalAudit|
source: <b>Annotate your observations with their audit values.</b>
nl: <b>Annoteer je observaties met hun audit waarden</b>

# classicalAudit|
source: <b>Annotate your observations with 0 (correct) or 1 (incorrect).</b>
nl: <b>Annoteer je observaties met 0 (correct) of 1 (incorrect) w</b>

# classicalAudit|
source: <b>To Evaluation</b>
nl: <b>Naar Evaluatie</b>

# classicalAudit|
source: <b>4. Evaluation</b>
nl: <b>4. Evaluatie</b>

# classicalAudit|
source: 4. Evaluation
nl: 4. Evaluatie

# classicalAudit|
source: Audit Result
nl: Audit resultaat
