Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# ComputeColumnWindow|
source: generates data from a Weibull distribution with specified shape and scale
de: erzeugt Daten aus einer Weibull-Verteilung mit eingestellen Form- und Skalenparametern
es: genera datos de una distribución de Weibull con los parámetros (de forma y escala) indicados
gl: xera datos dunha distribución Weibull cos parámetros (de forma e escala) indicados
ja: 指定された形状パラメータとスケールパラメータを持つワイブル分布からデータを生成します
nl: genereert data met een Weibullverdeling met gespecificeerde vorm en schaal
pt: gera dados a partir de uma distribuição de Weibull com forma e escala especificados

# ComputeColumnWindow|
source: Show generated R code
de: Erzeugten R-Code anzeigen
es: Mostrar el código R generado
gl: Amosar o código de R xerado
ja: 生成されたRコードを表示
nl: Toon gegenereerde R code
pt: Mostrar código R gerado

# ComputeColumnWindow|
source: Compute column
de: Spalte berechnen
es: Calcular columna
gl: Calcular columna
ja: 計算された列:
nl: Bereken kolom
pt: Computar coluna

# ComputeColumnWindow|
source: Click to compute column
de: Klicken, um Spalte zu berechnen
es: Hacer clic para calcular una columna
gl: Fai clic para calcular unha columna
ja: クリックして列を計算します
nl: Klik om kolom te berekenen
pt: Clique para computar coluna

# ComputeColumnWindow|
source: Open Documentation
de: Dokumentation öffnen
es: Abrir la Documentación
gl: Abrir a Documentación
ja: ドキュメントを開く
nl: Open Documentatie
pt: Abrir documentação

# ContrastsList|
source: none
de: kein
es: ninguno
gl: ningún
ja: なし
nl: geen
pt: nenhum

# ContrastsList|
source: deviation
de: Abweichung
es: desviación
gl: desvío
ja: 偏差
nl: afwijking
pt: desvio

# ContrastsList|
source: difference
de: Differenz
es: diferencia
gl: diferenza
ja: 差
nl: verschil
pt: diferença

# ContrastsList|
source: repeated
de: messwiederholt
es: repetido
gl: repetido
ja: 繰り返し
nl: herhaald
pt: repetido

# ContrastsList|
source: polynomial
es: polinómico
gl: polinómico
ja: 多項
nl: polynoom
pt: polinomial

# ContrastsList|
source: custom
de: Benutzerdefiniert
es: personalizado
gl: personalizado
ja: カスタム
nl: handmatig
pt: personalizado

# ContrastsList|
source: Factors
de: Faktoren
es: Factores
gl: Factores
ja: 要因
nl: Factoren
pt: Fatores

# ContrastsList|
source: Custom for %1
de: Benutzerdefiniert für %1
es: Personalizado para %1
gl: Personalizado para %1
ja: %1のカスタム
nl: Aangepast voor %1
pt: Personalizado para %1

# CreateComputeColumnDialog|
source: Create Computed Column
de: Berechnete Spalte anlegen
es: Crear Columna Calculada
gl: Crear Columna Calculada
ja: 計算された列の作成
nl: Maak Berekende Kolom
pt: Criar coluna computada

# CreateComputeColumnDialog|
source: Name:
es: Nombre:
gl: Nome:
ja: 名前:
nl: Naam:
pt: Nome:

# CreateComputeColumnDialog|
source: Column name is already used, please choose a different one.
de: Spaltenname ist bereits vergeben, bitte wähle einen anderen.
es: El nombre de la columna ya está en uso; por favor, elegir uno diferente.
gl: O nome da columna xa está en uso; por favor, elixe outro diferente.
ja: 列名はすでに使用されています。別の名前を選択してください。
nl: Kolomnaam is al in gebruik, kies a.u.b. een andere naam.
pt: O nome da coluna já está sendo utilizado, por favor escolha outro.

# CreateComputeColumnDialog|
source: Define column through R code
de: Spalte per R-Code definieren
es: Definir una columna mediante código de R
gl: Definir unha columna mediante código de R
ja: R コードを使用して列を定義する
nl: Definieer kolom met R code
pt: Definir coluna pelo código do R

# CreateComputeColumnDialog|
source: Define column through drag and drop formulas
de: Spalte per Drag-&-Drop-Formel definieren
es: Definir una columna mediante fórmulas de Arrastrar y Soltar
gl: Definir unha columna mediante fórmulas de Arrastrar e Soltar
ja: ドラッグアンドドロップ式で列を定義する
nl: Definieer kolom met sleep en plaats formules
pt: Definir coluna por fórmulas arraste-e-solte

# CreateComputeColumnDialog|
source: Scale
de: Metrisch
es: Escala
gl: Escala
ja: スケール
nl: Schaal
pt: Escala

# CreateComputeColumnDialog|
source: Text
es: Texto
gl: Texto
ja: テキスト
nl: Tekst
pt: Texto

# CreateComputeColumnDialog|
source: Open Documentation
de: Dokumentation öffnen
es: Abrir la Documentación
gl: Abrir a Documentación
ja: ドキュメントを開く
nl: Open Documentatie
pt: Abrir documentação

# CreateComputeColumnDialog|
source: Create Column
de: Spalte anlegen
es: Crear Columna
gl: Crear Columna
ja: 列の作成
nl: Maak Kolom
pt: Criar coluna

# CreateComputeColumnDialog|
source: Click here to create your new computed column '%1'
de: Hier klicken, um Ihre berechnete Spalte '%1' anzulegen
es: Hacer clic aquí para crear una nueva columna calculada '%1'
gl: Fai clic aquí para crear a túa nova columna calculada '%1'
ja: 新しい計算列 '%1' を作成するには、ここをクリックしてください
nl: Klik hier om de nieuwe berekende kolom '%1' te maken
pt: Clique aqui para criar a sua nova coluna '%1'

# CreateComputeColumnDialog|
source: Enter a valid (unused) name for computed column
de: Gib einen gültigen (unbenutzten) Namen für berechnete Spalte ein
es: Introducir un nombre válido (sin usar) para la columna calculada
gl: Introduce un nome válido (sen usar) para a columna calculada
ja: 計算された列に有効な（未使用の）名前を入力してください
nl: Voer een geldige (ongebruikte) naam in voor de berekende kolom
pt: Insira um nome válido (não utilizado) para a coluna

# CreateComputeColumnDialog|
source: Close without creating a computed column
de: Schließen, ohne eine berechnete Spalte anzulegen
es: Cerrar sin crear una columna calculada
gl: Pechar sen crear unha columna calculada
ja: 計算列を作成せずに閉じる
nl: Sluit zonder een berekende kolom te maken
pt: Fechar sem criar coluna

# CustomContrastsTableView|
source: Add Contrast
de: Kontrast hinzufügen
es: Agregar Contraste
gl: Engadir Contraste
ja: コントラストを追加
nl: Voeg contrast toe
pt: Adicionar contraste

# CustomContrastsTableView|
source: Delete Contrast
de: Kontrast löschen
es: Eliminar Contraste
gl: Eliminar Contraste
ja: コントラストを削除
nl: Verwijder contrast
pt: Remover contraste

# CustomContrastsTableView|
source: Reset
de: Zurücksetzen
es: Restablecer
gl: Restablecer
ja: リセット
nl: Herstel
pt: Redefinir

# DataTableView|
source: Hide filter
de: Filter ausblenden
es: Ocultar el filtro
gl: Ocultar o filtro
ja: フィルタを非表示
nl: Verberg filter
pt: Esconder filtro

# DataTableView|
source: Show filter
de: Filter anzeigen
es: Mostrar el filtro
gl: Amosar o filtro
ja: フィルタを表示
nl: Toon filter
pt: Mostrar filtro

# DataTableView|
source: Add computed column
de: Berechnete Spalte hinzufügen
es: Agregar una columna calculada
gl: Engadir unha columna calculada
ja: 計算された列を追加
nl: Voeg berekende kolom toe
pt: Adicionar coluna computada

# BreadCrumbs|
source: Back to %1
de: Zurück zu %1
es: Volver a %1
gl: Volver a %1
ja: %1に戻る
nl: Terug naar %1
pt: Voltar a %1

# BreadCrumbs|
source: You are here
de: Sie sind hier
es: Estás aquí
gl: Estas aquí
ja: あなたはここにいます
nl: U bent hier
pt: Você está aqui

# Computer|
source: Recent Folders
de: Zuletzt geöffnete Verzeichnisse
es: Carpetas Recientes
gl: Cartafoles Recentes
ja: 最近使用したフォルダ
nl: Recente mappen
pt: Pastas recentes

# Computer|
source: Browse
de: Durchsuchen
es: Buscar
gl: Procurar
ja: 参照
nl: Blader
pt: Procurar

# CurrentFile|
source: Current data file for synchronization
de: Derzeitige Datendatei zum synchronisieren
es: Archivo de datos vigente para sincronización
gl: Ficheiro de datos vixente para sincronización
ja: 同期用の現在のデータ ファイル
nl: Huidig databestand voor synchronisatie
pt: Ficheiro de dados atual para sincronização

source: Data Library
de: Datenbibliothek
es: Biblioteca de Datos
gl: Biblioteca de Datos
ja: データ ライブラリ
nl: Databibliotheek
pt: Biblioteca de dados

# ListItem|
source: Synchronize with this Data File
de: Mit dieser Datendatei synchronisieren
es: Sincronizar con este Archivo de Datos
gl: Sincronizar con este Ficheiro de Datos
ja: このデータファイルと同期する
nl: Synchroniseer met dit databestand
pt: Sincronizar com este ficheiro de dados

# ListItem|
source: Navigate to folder
de: Gehe zu Verzeichnis
es: Navegar hasta la carpeta
gl: Navegar ata o cartafol
ja: フォルダに移動
nl: Navigeer naar map
pt: Ir até a pasta

# ListItem|
source: Open JASP file
de: Öffne JASP-Datei
es: Abrir un archivo JASP
gl: Abrir un ficheiro JASP
ja: JASPファイルを開く
nl: Open JASP-bestand
pt: Abrir ficheiro JASP

# ListItem|
source: Open data file
de: Öffne Datendatei
es: Abrir un archivo de datos
gl: Abrir un ficheiro de datos
ja: データファイルを開く
nl: Open databestand
pt: Abrir ficheiro de dados

# MenuHeader|
source: Show info about these preferences
de: Informationen zu diesen Einstellungen anzeigen
es: Mostrar información sobre estas preferencias
gl: Amosar a información sobre estas preferencias
ja: これらの設定に関する情報を表示する
nl: Toon informatie over deze voorkeuren
pt: Exibir informação sobre estas preferências

# OSF|
source: Open Science Framework
es: Abrir Science Framework
gl: Abrir Science Framework
ja: オープンサイエンスフレームワーク

# OSF|
source: Logout
de: Abmelden
es: Cerrar sesión
gl: Pechar sesión
ja: ログアウト
nl: Afmelden
pt: Sair

# OSF|
source: Create Folder
de: Neues Verzeichnis anlegen
es: Crear Carpeta
gl: Crear Cartafol
ja: フォルダを作成
nl: Maak nieuwe map
pt: Criar pasta

# OSF|
source: Foldername
de: Verzeichnisname
es: Nombre de la carpeta
gl: Nome do cartafol
ja: フォルダ名
nl: Naam van de map
pt: Nome da pasta

# OSF|
source: Filename
de: Dateiname
es: Nombre del archivo
gl: Nome do ficheiro
ja: ファイル名
nl: Bestandsnaam
pt: Nome do ficheiro

# OSF|
source: Save
de: Speichern
es: Guardar
gl: Gardar
ja: 保存
nl: Bewaar
pt: Salvar

# OSFLogin|
source: Sign in with your OSF account to continue
de: Mit OSF-Benutzerkonto anmelden
es: Para continuar, iniciar sesión con una cuenta de OSF
gl: Para continuar, inicia unha sesión coa túa conta de OSF
ja: OSFアカウントでサインインして続行
nl: Meld u aan met uw OSF-account
pt: Faça login com sua conta OSF para continuar

# OSFLogin|
source: Sign in
de: Anmelden
es: Iniciar sesión
gl: Iniciar sesión
ja: サインイン
nl: Aanmelden
pt: Entrar

# OSFLogin|
source: Remember me
de: Angemeldet bleiben
es: Recordame
gl: Lembrarme
ja: ログイン情報を記憶する
nl: Onthoud gegevens
pt: Lembre-se de mim

# OSFLogin|
source: About the OSF
de: Über OSF
es: Sobre el OSF
gl: Sobre o OSF
ja: OSFについて
nl: Over het OSF
pt: Sobre OSF

# OSFLogin|
source: Register
de: Registrieren
es: Registrar
gl: Rexistrar
ja: 登録
nl: Registreer
pt: Registrar

# PrefsAdvanced|
source: Advanced Preferences
de: Weitere Einstellungen
es: Preferencias Avanzadas
gl: Preferencias Avanzadas
ja: 高度な設定
nl: Geavanceerde voorkeuren
pt: Preferências Avançadas

# PrefsAdvanced|
source: Modules options
de: Moduloptionen
es: Opciones de los módulos
gl: Opcións dos módulos
ja: モジュールオプション
nl: Module-opties
pt: Opções de Módulos

# PrefsAdvanced|
source: Continue where you left of the next time JASP starts. Enabling this option makes JASP remember which Modules you've enabled.
de: Beim nächsten Start von JASP weitermachen, wo Sie aufgehört haben. Durch Aktivieren dieser Option behält sich JASP, welche Module Sie aktiviert haben.
es: La próxima vez que se inicie JASP, continuar donde se dejó . Activar esta opción hace que JASP recuerde qué Módulos estaban habilitados.
gl: A próxima vez que se inicie JASP, proseguir onde o deixes. Activando esta opción fas que JASP lembre qué Módulos tiñas habilitados.
ja: 次回JASPを起動したときに、前回の続きを行います。 このオプションを有効にすると、どのモジュールを有効にしたかがJASPに記憶されます。
nl: Ga de volgende keer dat JASP start verder waar u was gebleven. Als u deze optie aanzet, onthoudt JASP welke modules u aan heeft gezet.
pt: Continue de onde saiu da próxima vez que o JASP iniciar. Ativar esta opção faz o JASP lembrar quais Módulos você ativou.

# PrefsAdvanced|
source: Developer mode (Beta version)
de: Entwicklungsmodus (Betaversion)
es: Modo de desarrollador (versión Beta)
gl: Modo de desenvolvedor (versión Beta)
ja: 開発者モード (ベータ版)
nl: Ontwikkelaarsmodus (betaversie)
pt: Modo Desenvolvedor (versão Beta)

# PrefsAdvanced|
source: To use JASP Modules enable this option.
de: Diese Option aktivieren, um JASP-Module zu verwenden.
es: Habilitar esta opción para utilizar los Módulos de JASP.
gl: Habilita esta opción para utilizar os Módulos de JASP.
ja: JASPモジュールを使用するには、このオプションを有効にします。
nl: Schakel deze optie in om JASP-modules te gebruiken.
pt: Para usar os Módulos JASP, habilite esta opção.

# PrefsAdvanced|
source: Select developer folder
de: Entwicklungsverzeichnis wählen
es: Seleccionar la carpeta de desarrollador
gl: Escoller o cartafol de desenvolvedor
ja: 開発者フォルダを選択
nl: Selecteer ontwikkelaarsmap
pt: Selecione a pasta do desenvolvedor

# PrefsAdvanced|
source: Browse to your JASP Module folder.
de: Zum JASP-Moduleverzeichnis gehen.
es: Navegar hasta la carpeta de Módulos de JASP.
gl: Navegar ata o teu cartafol de Módulos de JASP.
ja: JASPモジュールフォルダーを参照します。
nl: Blader naar uw JASP-modulemap.
pt: Ir até a pasta do módulo JASP.

# PrefsAdvanced|
source: Change the CRAN repository:
de: CRAN-Archiv wechseln:
es: Cambiar el repositorio de CRAN:
gl: Trocar o repositorio CRAN:
ja: CRANリポジトリの変更
nl: Verander de CRAN locatie:
pt: Altere o repositório CRAN:

# PrefsAdvanced|
source: Generate markdown files for help
de: Markdown-Dateien für Hilfe anlegen
es: Generar archivos reducidos para la ayuda
gl: Xerar ficheiros reducidos para axuda
ja: ヘルプ用マークダウンファイルの生成
nl: Genereer markdown bestanden voor help
pt: Gerar ficheiros de remarcação para ajuda

# PrefsAdvanced|
source: Enabling this will generate markdown helpfile from the info at qml options.
de: Mit dieser Option wird Markdown-Hilfedatei aus den Information der qml-Optionen angelegt.
es: Habilitar esto generará un archivo de ayuda reducido a partir de la información sobre las opciones qml.
gl: Activando isto vas xerar un ficheiro de axuda reducido da información sobre opcións qml.
ja: これを有効にすると、qml オプションの情報からマークダウンヘルプファイルが生成されます。
nl: Als deze optie is ingeschakeld worden markdown helpbestanden gegenereerd m.b.v. de informatie in de qml opties.
pt: Ativar isto irá gerar um ficheiro de ajuda de remarcação a partir das informações nas opções qml.

# PrefsAdvanced|
source: Logging options
de: Protokolloptionen
es: Opciones de inicio de sesión
gl: Opcións de inicio de sesión
ja: ログを取るオプション
nl: Logopties
pt: Opções de registro

# PrefsAdvanced|
source: Log to file
de: In Datei protokollieren
es: Registrar en el archivo
gl: Rexistrar no ficheiro
ja: ファイルにログを記録する
nl: Log naar een bestand
pt: Registrar no ficheiro

# PrefsAdvanced|
source: To store debug-logs of JASP in a file, check this box.
de: Um Debug-Protokolle von JASP in einer Datei zu speichern, aktiviere diese Checkbox.
es: Para almacenar los registros de depuración de JASP en un archivo, marque esta casilla.
gl: Para gardar os rexistros de depuración de JASP nun ficheiro, marca esta caixiña.
ja: JASPのデバッグログをファイルに保存するには、このチェックボックスをオンにします。
nl: Om debug-logbestanden op te slaan, activeer deze box.
pt: Para armazenar logs de depuração do JASP num ficheiro, marque esta caixa.

# PrefsAdvanced|
source: Max logfiles to keep:
de: Maximale Anzahl von Protokolldateien:
es: Máximo de archivos de inicio a conservar:
gl: Máximo de ficheiros de inicio a conservar:
ja: 保持するログ ファイルの最大数:
nl: Maximum aantal logbestanden:
pt: Máximo de ficheiros de registro a serem mantidos:

# PrefsAdvanced|
source: Show logs
de: Protokolle anzeigen
es: Mostrar registros de inicio
gl: Amosar rexistros de inicio
ja: ログを表示する
nl: Toon logs
pt: Mostrar registros

# PrefsAdvanced|
source: Engine options
de: Engine-Optionen
es: Opciones de registro
gl: Opcións de rexistro
ja: エンジンオプション
nl: Engine-opties
pt: Opções de registro

# PrefsData|
source: Data Preferences
de: Dateneinstellungen
es: Preferencias de Datos
gl: Preferencias de Datos
ja: データ設定
nl: Datavoorkeuren
pt: Preferências sobre os dados

# PrefsData|
source: Use default spreadsheet editor
de: Standardanwendung für Tabellen verwenden
es: Usar el editor de hojas de cálculo predeterminado
gl: Utilizar o editor de follas de cálculo por defecto
ja: デフォルトのスプレッドシートエディタを使用する
nl: Gebruik standaard spreadsheeteditor
pt: Usar o editor de planilha padrão

# PrefsData|
source: Select custom editor
de: Anderen Editor wählen
es: Seleccionar editor personalizado
gl: Escoller o editor persoal
ja: カスタムエディタを選択
nl: Kies andere editor
pt: Selecionar o editor personalizado

# PrefsMissingValues|
source: Missing Value List
de: Liste fehlender Werte
es: Lista para Valores Ausentes
gl: Lista para Valores Ausentes
ja: 欠損値リスト
nl: Lijst met ontbrekende waarden
pt: Lista de Valores Faltantes

# PrefsMissingValues|
source: Remove missing value
de: Fehlende Werte löschen
es: Eliminar el valor ausente
gl: Eliminar o valor ausente
ja: 欠損値の除去
nl: Verwijder ontbrekende waarde
pt: Remover valores faltantes

# PrefsMissingValues|
source: Reset
de: Zurücksetzen
es: Restablecer
gl: Restablecer
ja: リセット
nl: Herstel
pt: Redefinir

# PrefsResults|
source: Results Preferences
de: Ergebniseinstellungen
es: Preferencias de Resultados
gl: Preferencias de Resultados
ja: 結果の設定
nl: Resultaatvoorkeuren
pt: Preferências sobre os resultados

# PrefsResults|
source: Table options
de: Tabellenoptionen
es: Opciones de Tablas
gl: Opcións de Táboas
ja: 表のオプション
nl: Tabelopties
pt: Opções de Tabela

# PrefsResults|
source: Display exact p-values
de: Exakte p-Werte anzeigen
es: Mostrar los valores p exactos
gl: Presentar os valores p exactos
ja: 正確なp値を表示する
nl: Toon exacte p-waarden
pt: Exibir p-valores exatos

# PrefsResults|
source: Fix the number of decimals
de: Anzahl der Nachkommastellen einstellen
es: Fijar el número de decimales
gl: Fixar o número de decimais
ja: 小数点以下の数を固定する
nl: Vast aantal decimalen
pt: Fixar o número de decimais

# PrefsResults|
source: Plot options
de: Diagrammoptionen
es: Opciones de gráficos
gl: Opcións de gráfica
ja: プロットオプション
nl: Grafiekopties
pt: Opções de Diagramas

# PrefsResults|
source: Use PPI of screen in plots:
de: Die PPI des Bildschirms für Diagramme nutzen:
es: Utilizar el PPI de la pantalla en los gráficos:
gl: Utilizar o PPI da pantalla nas gráficas:
ja: プロットで画面のPPIを使用します。
nl: Gebruik PPI van het scherm in grafieken:
pt: Usar PPI da tela em gráficos:

# PrefsResults|
source: Use the Pixels Per Inch of your screen to render your plots.
de: Bei Abbildungen die Pixels-Per-Inch des Bildschirms nutzen.
es: Utilizar los Píxeles Por Pulgada (PPI) de la pantalla para representar los gráficos.
gl: Utilizar os Pixels Por Polgada (PPI) da túa pantalla para representar as túas gráficas.
ja: 画面のピクセル/インチを使用して、プロットをレンダリングします。
nl: Gebruik PPI van het scherm in grafieken.
pt: Use os Pixels Por Polegada (PPI) da sua tela para renderizar os seus gráficos.

# PrefsResults|
source: Custom PPI:
de: Eingestellte PPI:
es: PPI personalizado:
gl: PPI personalizado :
ja: カスタムPPI:
nl: Aangepaste PPI:
pt: PPI customizado:

# PrefsResults|
source: Image background color
de: Hintergrundfarbe von Abbildungen
es: Color de fondo de la imagen
gl: Cor do fondo da imaxe
ja: 画像の背景色
nl: Achtergrondkleur afbeelding
pt: Cor de fundo da imagem

# PrefsResults|
source: White
de: Weiß
es: Blanco
gl: Branco
ja: 白
nl: Wit
pt: Branco

# PrefsResults|
source: This makes the background of all plots white, quite useful if you want to use it in LaTeX or submit it to a journal.
de: Dies setzt die Hintergrundfarbe aller Diagramme auf weiß; nützlich für die Verwendung mit LaTeX oder für Publikationen.
es: Esto hace que el fondo de todos los gráficos sea blanco. Resulta bastante útil para usarlo en LaTeX o publicarlo en una revista.
gl: Isto fai que sexa branco o fondo de tódalas gráficas. Resulta útil se queres usalo en LaTeX ou publicalo nunha revista.
ja: これは、すべてのプロットの背景を白くし、LaTeXで使用したり、ジャーナルに投稿したりする場合に非常に便利です。
nl: Dit maakt de achtergrond van alle grafieken wit. Handig voor het gebruik in LaTeX of voor publicatie.
pt: Isso torna o fundo de todos os gráficos branco, bastante útil se você quiser usar no LaTeX ou enviar para um periódico.

# PrefsResults|
source: Transparent
de: Durchsichtig
es: Transparente
gl: Transparente
ja: 透明
nl: Transparant
pt: Transparente

# PrefsResults|
source: This makes the background of all plots transparent, quite useful if you want to use it seamlessly on any background that isn't white.
de: Dies setzt die Hintergrundfarbe aller Diagramme auf transparent; nützlich für die Verwendung mit allen Hintergründen, die nicht weiß sind.
es: Esto hace que el fondo de todos los gráficos sea transparente. Resulta muy útil para utilizarlo sin problemas en cualquier fondo que no sea blanco.
gl: Isto fai que sexa transparente o fondo de tódalas gráficas. Resulta útil se queres usalo sen problemas en calquera fondo que non sexa branco.
ja: これは、すべてのプロットの背景を透明にするもので、白以外の背景でもシームレスに使用したい場合に便利です。
nl: Dit maakt de achtergrond van alle grafieken transparant. Vooral zinvol om te gebruiken bij een achtergrond die niet wit is.
pt: Isso torna o fundo de todos os gráficos transparente, bastante útil se você quiser usá-lo perfeitamente em qualquer fundo que não seja branco.

# PrefsUI|
source: Fonts
de: Schriftarten
es: Tipos de letra
gl: Tipos de letra
ja: フォント
nl: Lettertypes
pt: Fontes

# PrefsUI|
source: Interface:
de: Bedienoberfläche:
es: Interfaz:
ja: インターフェース：

# PrefsUI|
source: default: %1
de: Standard: %1
es: por defecto: %1
gl: por defecto: %1
ja: デフォルト: %1
nl: standaard: %1
pt: padrão: %1

# PrefsUI|
source: Themes
de: Farbschemas
es: Esquemas de colores
gl: Esquemas de cores
ja: テーマ
nl: Thema's
pt: Temas

# PrefsUI|
source: Switches to a light theme, this is the default and original flavour of JASP.
de: Aktiviert ein helles Farbschema, dies ist die Standardansicht von JASP.
es: Cambiar a un esquema claro de colores, que es la vista original y predeterminada de JASP.
gl: Cambiarse a un esquema claro de cores, que é a vista orixinal e por defecto de JASP.
ja: ライトテーマに切り替えます。これは、JASPのデフォルトのオリジナルフレーバーです。
nl: Schakelt over naar een lichte achtergrond, dit is de standaard en oorspronkelijke instelling van JASP.
pt: Muda para o tema claro, o original do JASP.

# PrefsUI|
source: Switches to a dark theme, makes JASP a lot easier on the eyes for those night owls out there.
de: Aktiviert ein dunkles Farbschema, macht JASP viel angenehmer für die Augen von Nachteulen.
es: Cambiar a un esquema oscuro de colores, hace que JASP sea mucho más agradable a la vista de los noctámbulos.
gl: Cambiarse a un esquema escuro de cores, fai JASP máis agradable á vista dos noctámbulos.
ja: ダークテーマに変更し、夜更かしする人のためにJASPをより見やすくしました。
nl: Schakelt naar een donker thema, maakt JASP een stuk makkelijker voor de ogen van nachtbrakers.
pt: Muda para o tema escuro, tornando o JASP mais fácil de ser utilizado por vocês que viram a noite assim como eu, traduzindo o JASP às 2 da manhã...

# PrefsUI|
source: Miscellaneous options
de: Weitere Optionen
es: Opciones diversas
gl: Opcións diversas
ja: その他のオプション
nl: Overige opties
pt: Outras opções

# PrefsUI|
source: Increase or decrease the size of the interface elements (text, buttons, etc).
de: Vergrößere oder verkleinere die Größe der Bedienelemente (Text, Schalter, usw.).
es: Aumentar o disminuir el tamaño de los elementos de la interfaz (texto, botones, etc.).
gl: Aumentar ou diminuír o tamaño dos elementos da interface (texto, botóns, etc.).
ja: インターフェイスの要素（テキスト、ボタンなど）のサイズを大きくしたり小さくしたりすることができます。
nl: Vergroot of verklein de grootte van de interface-elementen (tekst, knoppen, etc.).
pt: Aumentar ou diminuir o tamanho dos elementos da interface (texto, botões, etc).

# PrefsUI|
source: Scroll speed (pix/s):
de: Scrollgeschwindigkeit (pix/s):
es: Velocidad de desplazamiento (pix/s):
gl: Velocidade de desprazamento (pix/s):
ja: スクロール速度(pix/s):
nl: Scrollsnelheid (pix/s):
pt: Velocidade de rolagem (pix/s):
