Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# ComponentsList|
source: Add a row
de: Eine Zeile hinzufügen
es: Agregar una fila
gl: Engadir unha fila
ja: 行を追加
nl: Voeg een rij toe
pt: Adicionar linha

# ComponentsList|
source: Remove a row
de: Eine Zeile löschen
es: Eliminar una fila
gl: Eliminar unha fila
ja: 行を削除
nl: Verwijder een rij
pt: Remover linha

# FileSelector|
source: Save file to:
de: Datei speichern nach:
es: Guardar archivo en:
gl: Gardar o ficheiro en:
ja: ファイルの保存先:
nl: Schrijf bestand naar:
pt: Salvar ficheiro em:

# FileSelector|
source: Load file from:
de: Lade Datei von:
es: Cargar archivo desde:
gl: Cargar ficheiro desde:
ja: ファイルの読み込み:
nl: Laad bestand van:
pt: Carregar ficheiro de:

# FileSelector|
source: Select file to save
de: Wähle Datei zum Speichern
es: Seleccionar archivo para guardar
gl: Escoller o ficheiro a gardar
ja: 保存するファイルを選択
nl: Selecteer bestand om op te slaan
pt: Selecione ficheiro para salvar

# FileSelector|
source: Select file to load
de: Wähle Datei zum Laden
es: Seleccionar archivo para cargar
gl: Escoller o ficheiro a cargar
ja: 読み込むファイルを選択
nl: Selecteer bestand om te laden
pt: Selecione ficheiro para carregar

# FileSelector|
source: Browse
de: Durchsuchen
es: Buscar
gl: Procurar
ja: 参照
nl: Blader
pt: Procurar

# Form|
source: This analysis was created with an older version of JASP (or a dynamic module)
de: Diese Analyse stammt aus einer älteren Version von JASP (oder einem dynamischen Modul)
es: Este análisis se creó con una versión anterior de JASP (o con un módulo dinámico)
gl: Esta análise creouse cunha unha versión máis antiga de JASP (ou cun módulo dinámico)
ja: この分析は、古いバージョンのJASP（または動的モジュール）を使用して作成されました
nl: Deze analyse is gemaakt met een oudere versie van JASP (of met een dynamische module)
pt: Essa análise foi criada com uma versão anterior do JASP (ou um módulo dinâmico)

# Form|
source: , refreshing could give a slightly different result.
de: , aktualisieren kann zu leichten Änderungen des Ergebnisses führen.
es: , una actualización podría dar un resultado ligeramente diferente.
gl: , unha actualización pode proporcionar un resultado lixeiramente diferente.
ja: 更新すると、異なる結果が得られる可能性があります。
nl: , wanneer u de resultaten ververst kunnen deze iets afwijken.
pt: , atualizar pode dar um resultado ligeiramente diferente.

# Form|
source: , to keep your notes where they are it is highly recommended to first refresh your analyses!
de: , um die Anmerkungen zu behalten wo sie sind, ist es sehr empfehlenswert, zuerst die Analysen zu aktualisieren!
es: , para mantener las notas donde están, es altamente recomendable que primero se actualicen los análisis!
gl: , para manter as túas notas onde están é moi recomendable que primeiro actualices as túas análises!
ja: ノートを今ある場所に保存しておき、まず分析を更新することを強くお勧めします!
nl: , om de juiste plaats van uw aantekeningen in de resultaten te behouden raden we u aan om eerst uw analyses te verversen!
pt: , para manter suas anotações no lugar, é altamente recomendado que você atualize suas análises primeiro!

# InputListView|
source: New Value
de: Neuer Wert
es: Nuevo Valor
gl: Novo Valor
ja: 新しい値
nl: Nieuwe waarde
pt: Novo valor

# ModelTermsList|
source: Model Terms
de: Modellterme
es: Elementos del Modelo
gl: Elementos do Modelo
ja: モデル項
nl: Modeltermen
pt: Termos do modelo

# ModelTermsList|
source: Add to null model
de: Zu Nullmodell hinzufügen
es: Agregar al modelo nulo
gl: Engadir ao modelo nulo
ja: NULL モデルに追加
nl: Voeg aan nulmodel toe
pt: Adicionar a modelo nulo

# TableView|
source: Row #
de: Zeile #
es: Fila #
gl: Fila #
ja: 行#
nl: Rij #
pt: Linha #

# TabView|
source: Add a tab
de: Tab hinzufügen
es: Agregar una pestaña
gl: Engadir unha lapela
ja: タブを追加する
nl: Voeg tab toe
pt: Adicionar aba

# TabView|
source: Remove this tab
de: Dieses Tab löschen
es: Quitar esta pestaña
gl: Eliminar esta lapela
ja: このタブを削除します
nl: Verwijder deze tab
pt: Remover essa aba

# TabView|
source: New tab
de: Neues Tab
es: Nueva pestaña
gl: Nova lapela
ja: 新しいタブ
nl: Nieuwe tab
pt: Nova aba

# TextArea|
source: ⌘ + Enter to apply
de: ⌘ + Enter zum Anwenden
es: ⌘ + Intro para aplicar
gl: ⌘ + Intro para aplicar
ja: ⌘ + Enter で適用
nl: ⌘ + Enter om toe te passen
pt: ⊞ Win + Enter para aplicar

# TextArea|
source: Ctrl + Enter to apply
de: Strg + Enter zum Anwenden
es: Ctrl + Intro para aplicar
gl: Ctrl + Intro para aplicar
ja: Ctrl + Enterで適用
nl: Ctrl + Enter om toe te passen
pt: Ctrl + Enter para aplicar

# TextField|
source: Restoring last correct value: %1
de: Wiederherstellung letzter korrekter Werte: %1
es: Restableciendo el último valor correcto: %1
gl: Restablecendo o derradeiro valor correcto: %1
ja: 最後の正しい値を復元します：%1
nl: Herstel laatste correcte waarde: %1
pt: Restaurando o último valor correto: %1

# AboutWindow|
source: About JASP
de: Über JASP
es: Sobre JASP
gl: Sobre JASP
ja: JASPについて
nl: Over JASP
pt: Sobre o JASP

# AboutWindow|
source: Version:
es: Versión:
gl: Versión:
ja: バージョン：
nl: Versie:
pt: Versão:

# AboutWindow|
source: Built on:
de: Kompiliert:
es: Compilación:
gl: Compilación:
ja: ビルド:
nl: Gemaakt op:
pt: Elaborado:

# AboutWindow|
source: Source:
de: Quellcode:
es: Fuente:
gl: Fonte:
ja: ソース：
nl: Bron:
pt: Fonte:

# AboutWindow|
source: Access the sources here
de: Zugriff auf den Quellcode hier
es: Acceda a las fuentes aquí
gl: Acceder aquí ás fontes
ja: ソースへのアクセスはこちら
nl: Krijg hier toegang tot de broncode
pt: Acesse as fontes aqui

# AboutWindow|
source: Download:
de: Herunterladen:
es: Descargar:
gl: Descargar:
ja: ダウンロード：
pt: Descarregar:

# AboutWindow|
source: Citation:
de: Referenz:
es: Referencia:
gl: Referencia:
ja: 引用：
nl: Citatie:
pt: Citação:

# AboutWindow|
source: Select All
de: Alle auswählen
es: Seleccionar Todo
gl: Escoller Todo
ja: すべて選択
nl: Selecteer alle
pt: Selecionar tudo

# AboutWindow|
source: Copy Selection
de: Auswahl kopieren
es: Copiar la Selección
gl: Copiar a Selección
ja: 選択範囲のコピー
nl: Kopieer selectie
pt: Copiar Seleção

# AnalysisFormExpander|
source: Drag to reorder the analyses
de: Ziehen, um Analysen anzuordnen
es: Arrastrar para reordenar los análisis
gl: Arrastrar para reordenar as análises
ja: ドラッグして解析の順序を変更する
nl: Sleep om de analyse opnieuw in te delen
pt: Arraste para reordenar as análises

# AnalysisFormExpander|
source: Edit the title of this analysis
de: Titel dieser Analyse bearbeiten
es: Editar el título de este análisis
gl: Editar o título desta análise
ja: この分析のタイトルを編集します
nl: Bewerk de titel van deze analyse
pt: Editar o título desta análise

# AnalysisFormExpander|
source: Duplicate this analysis
de: Diese Analyse duplizieren
es: Duplicar este análisis
gl: Duplicar esta análise
ja: この分析を複製する
nl: Dupliceer deze analyse
pt: Duplicar esta análise

# AnalysisFormExpander|
source: Show info for this analysis
de: Informationen zu dieser Analyse anzeigen
es: Mostrar información sobre este análisis
gl: Amosar a información para esta análise
ja: この分析の情報を表示する
nl: Toon informatie over deze analyse
pt: Exibir informação sobre esta análise

# AnalysisFormExpander|
source: Remove this analysis
de: Diese Analyse löschen
es: Quitar este análisis
gl: Eliminar esta análise
ja: この分析を削除する
nl: Verwijder deze analyse
pt: Removar esta análise

# BasicThreeButtonTableView|
source: Add
de: Hinzufügen
es: Añadir
gl: Engadir
ja: 追加
nl: Voeg toe
pt: Adicionar

# BasicThreeButtonTableView|
source: Delete
de: Löschen
es: Eliminar
gl: Eliminar
ja: 削除
nl: Verwijder
pt: Remover

# BasicThreeButtonTableView|
source: Reset
de: Zurücksetzen
es: Restablecer
gl: Restablecer
ja: リセット
nl: Herstel
pt: Redefinir

# BayesFactorType|
source: Bayes Factor
de: Bayesfaktor
es: Factor de Bayes
gl: Factor de Bayes
ja: ベイズファクター
pt: Fator de Bayes

# BayesFactorType|
source: Bayes factor to quantify evidence for the alternative hypothesis relative to the null hypothesis.
de: Bayesfaktor um die Evidenz für die Alternativhypothese relativ zur Nullhypothese zu quantifizieren.
es: Factor de Bayes para cuantificar la evidencia de la hipótesis alternativa en relación a la hipótesis nula.
gl: Factor de Bayes para cuantificar a evidencia da hipótese alternativa en relación á hipótese nula.
ja: 帰無仮説に対する対立仮説の証拠を定量化するためのベイズファクター.
nl: Bayes factor voor het kwantificeren van bewijs voor de alternatieve hypothese ten opzichte van de nulhypothese.
pt: Fator Bayes para quantificar a evidência para a hipótese alternativa em relação à hipótese nula.

# BayesFactorType|
source: Bayes factor to quantify evidence for the null hypothesis relative to the alternative hypothesis.
de: Bayesfaktor um die Evidenz für die Nullhypothese relativ zur Alternativhypothese zu quantifizieren.
es: Factor de Bayes para cuantificar la evidencia de la hipótesis nula en relación a la hipótesis alternativa.
gl: Factor de Bayes para cuantificar a evidencia da hipótese nula en relación á hipótese alternativa.
ja: 帰無仮説に対する対立仮説の証拠を定量化するためのベイズファクター
nl: Bayes factor voor het kwantificeren van bewijs voor de nulhypothese ten opzichte van de alternatieve hypothese.
pt: Fator Bayes para quantificar a evidência da hipótese nula em relação à hipótese alternativa.

# BayesFactorType|
source: Natural logarithm of BF10.
de: Natürlicher Logarithmus von BF10.
es: Logaritmo neperiano de FB10.
gl: Logaritmo neperiano de FB10.
ja: BF10の自然対数
nl: Natuurlijke logaritme van BF10.
pt: Logaritmo natural de BF10.

# Chi2TestTableView|
source: Add Column
de: Spalte einfügen
es: Añadir columna
gl: Engadir columna
ja: 列を追加
nl: Voeg kolom toe
pt: Adicionar Coluna

# Chi2TestTableView|
source: Delete Column
de: Spalte löschen
es: Eliminar columna
gl: Eliminar columna
ja: 列を削除
nl: Verwijder kolom
pt: Deletar Coluna

# Chi2TestTableView|
source: Reset
de: Zurücksetzen
es: Restablecer
gl: Restablecer
ja: リセット
nl: Herstel
pt: Redefinir

# ComputeColumnWindow|
source: absolute value
de: Absolutbetrag
es: valor absoluto
gl: valor absoluto
ja: 絶対値
nl: absolute waarde
pt: valor absoluto

# ComputeColumnWindow|
source: standard deviation
de: Standardabweichung
es: desviación típica
gl: desvío padrón
ja: 標準偏差
nl: standaard afwijking
pt: desvio-padrão

# ComputeColumnWindow|
source: variance
de: Varianz
es: varianza
gl: varianza
ja: 分散
nl: variantie
pt: variância

# ComputeColumnWindow|
source: summation
de: Summe
es: suma
gl: adición
ja: 総和
nl: sommering
pt: soma

# ComputeColumnWindow|
source: product of values
de: Produkt von Werten
es: producto de valores
gl: produto de valores
ja: 値の積
nl: product van waarden
pt: produto dos valores

# ComputeColumnWindow|
source: returns minimum of values
de: Ergibt Minimum der Werte
es: devuelve el mínimo de los valores
gl: devolve o mínimo dos valores
ja: 最小値を返します
nl: retourneert minimum van waarden
pt: retorna o mínimo de valores

# ComputeColumnWindow|
source: returns maximum of values
de: Ergibt Maximum der Werte
es: devuelve el máximo de los valores
gl: devolve o máximo dos valores
ja: 最大値を返します
nl: retourneert maximum van waarden
pt: retorna o máximo de valores

# ComputeColumnWindow|
source: mean
de: Mittelwert
es: media
gl: media
ja: 平均
nl: gemiddelde
pt: média

# ComputeColumnWindow|
source: rounds y to n decimals
de: Rundet y auf n Nachkommastellen
es: redondea y a n decimales
gl: arredonda y a n decimais
ja: y を小数点以下 n 桁に丸めます
nl: rond y af tot n decimalen
pt: arredondar y para n decimais

# ComputeColumnWindow|
source: returns number of elements in y
de: ergibt die Anzahl der Elemente in y
es: devuelve el número de elementos de y
gl: devolve o número de elementos de y
ja: yの要素数を返します
nl: retourneert aantal elementen in y
pt: retorna número de elementos em y

# ComputeColumnWindow|
source: median
es: mediana
gl: mediana
ja: 中央値
nl: mediaan
pt: mediana

# ComputeColumnWindow|
source: natural logarithm
de: Natürlicher Logarithmus
es: logaritmo natural
gl: logaritmo natural
ja: 自然対数
nl: natuurlijke logaritme
pt: logaritmo natural

# ComputeColumnWindow|
source: base 2 logarithm
de: Logarithmus Basis 2
es: logaritmo en base 2
gl: logaritmo en base 2
ja: 2を底とする対数
nl: grondtal 2 logaritme
pt: logaritmo de base 2

# ComputeColumnWindow|
source: base 10 logarithm
de: Logarithmus Basis 10
es: logaritmo en base 10
gl: logaritmo en base 10
ja: 10を底とする対数
nl: grondtal 10 logaritme
pt: logaritmo de base 10

# ComputeColumnWindow|
source: logarithm of y in 'base'
de: Logarithmus mit y als 'Basis'
es: logaritmo de y en 'base'
gl: logaritmo de y en 'base'
ja: 'base' を底とした y の対数
nl: logaritme van y in 'grondtal'
pt: logaritmo de y em 'base'

# ComputeColumnWindow|
source: exponential
de: exponentielle Funktion
es: exponencial
gl: exponencial
ja: 指数関数
nl: exponentieel
pt: exponencial

# ComputeColumnWindow|
source: Fisher's Z-transform (i.e., the inverse hyperbolic tangent) to transform correlations, numbers between -1 and 1 to the real line
de: Fishers Z-Transformation (d.h. der Areatangens hyperbolicus) um Korrelationskoeffizienten, Zahlen zwischen -1 und 1, auf die reellen Zahlen zu transformieren
es: Transformada Z de Fisher (es decir, la tangente hiperbólica inversa) para transformar correlaciones, números entre -1 y 1 a la línea real
gl: Transformación Z de Fisher (i.e. a inversa da tanxente hiperbólica) para transformar correlacións, números entre -1 e 1, á recta real
ja: 相関を変換するフィッシャーのZ変換(すなわち、逆双曲線正接)により、-1と1の間の数値を実線に変換する
nl: Fisher's Z-transformatie (dit is de inverse hyperbolische tanges) om correlaties te transformeren, getallen tussen -1 en 1 naar reële getallen
pt: Transformação em Z de Fisher (ou seja, a tangente hiperbólica inversa) para transformar correlações, números entre -1 e 1 para a linha real

# ComputeColumnWindow|
source: Inverse Fisher's Z-transform (i.e., the hyperbolic tangent) to transform real numbers to numbers between -1 and 1
de: Inverse Fishers Z-Transformation (d.h. der Tangens hyperbolicus) um reelle Zahlen in Zahlen zwischen -1 und 1 zu transformieren
es: Inversa de la transformación Z de Fisher (es decir, la tangente hiperbólica) para transformar números reales en números entre -1 y 1
gl: Inversa da transformación Z de Fisher (i.e. a tanxente hiperbólica) para transformar números reais a números entre -1 e 1
ja: フィッシャーの逆Z変換(すなわち双曲正接)で実数を-1から1の間の数に変換
nl: Fisher's Z-transformatie (dit is de hyperbolische tanges) om reële getallen te transformeren naar getallen tussen -1 en 1
pt: Transformação Z inversa de Fisher (isto é, a tangente hiperbólica) para transformar números reais em números entre -1 e 1

# ComputeColumnWindow|
source: break your data up in numBreaks levels
de: aufteilen Ihrer Daten in numBreaks Stufen
es: dividir los datos en niveles de numBreaks
gl: separa os teus datos en niveles de numBreaks
ja: データを numBreaks 水準に分割します
nl: splits uw gegevens op in aantalSplits niveaus
pt: divida os seus dados em níveis numBreaks

# ComputeColumnWindow|
source: replace any missing values (NA) in column by the value in replaceWith
de: ersetze jeden fehlenden Wert (NA) in der Spalte durch den Wert in replaceWith
es: reemplaza cualquier valor ausente (NA) de la columna por el valor de remplaceCon
gl: substitúe calquera valor ausente (NA) da columna polo valor de replaceWith
ja: 列の欠落値（NA）をreplaceWithの値に置き換えます
nl: vervang iedere ontbrekende waarde (NA) in de kolom door de waarde in vervangMet
pt: substituir quaisquer valores em falta (NA) na coluna pelo valor em substituiçãoCom

# ComputeColumnWindow|
source: if-else statement
de: if-else-Anweisung
es: enunciado si-entonces
gl: enunciado se-entón
ja: if-else文
pt: afirmação if-else

# ComputeColumnWindow|
source: generates data from a Gaussian distribution with specified mean and standard deviation sd
de: erzeugt Daten aus einer Normalverteilung mit angegebenem Mittelwert und Standardabweichung
es: genera datos de una distribución Normal con la media y la desviación típica (sd) indicados
gl: xera datos dunha distribución Normal coa media e o desvío padrón (sd) indicados
ja: 指定した平均と標準偏差sdを持つガウス分布からデータを生成します
nl: genereert gegevens van een Gauss verdeling met gespecificeerd gemiddelde en standaard deviatie
pt: gera dados a partir de uma distribuição Gaussiana com média e desvio-padrão especificados

# ComputeColumnWindow|
source: generates data from t distribution with degrees of freedom df and non-centrality parameter ncp
de: erzeugt Daten aus einer t-Verteilung mit angegebener Anzahl der Freiheitsgrade df und Nichtzentralitätsparameter ncp
es: genera datos de una distribución t con grados de libertad (gl) y parámetro de no centralidad (ncp)
gl: xera datos dunha distribución t cos graos de liberdade (gl) e parámetro de non centrado (ncp)
ja: 自由度dfと非中心性パラメーターncpをもつt分布からデータを生成します
nl: genereert gegevens van een t-verdeling met gespecificeerd aantal vrijheidsgraden vg en niet-centrale parameter ncp
pt: gera dados a partir de uma distribuição T com graus de liberdade e parâmetro de não-centralidade

# ComputeColumnWindow|
source: generates data from a chi-squared distribution with degrees of freedom df and non-centrality parameter ncp
de: erzeugt Daten aus einer Chi-Quadrat-Verteilung mit Freiheitsgraden df und Nichtzentralitätsparameter ncp
es: genera datos de una distribución Chi-cuadrado con grados de libertad (gl( y parámetro de no centralidad (ncp)
gl: xera datos dunha distribución Khi-cadrado cos graos de liberdade (gl) e parámetro de non centrado (ncp)
ja: 自由度dfと非心パラメータncpを持つカイ2乗分布からデータを生成します
nl: genereert data met een chi-kwadraat verdeling met vrijheidsgraden vg en niet-centraliteitsparameter ncp
pt: gera dados a partir de uma distribuição qui-quadrado com graus de liberdade e parâmetro de não-centralidade

# ComputeColumnWindow|
source: generates data from an F distribution with specified degrees of freedoms df1, df2 and non-centrality parameter ncp
de: erzeugt Daten aus einer F-Verteilung mit den angegebenen Anzahl an Freiheitsgraden df1, df2 und Nichtzentralitätsparameter ncp
es: genera datos de una distribución F con grados de libertad (gl1, gl2) y el parámetro de no centralidad (ncp) indicados
gl: xera datos dunha distribución F cos graos de liberdade (gl1, gl2) e o parámetro de non centrado (ncp) indicados
ja: 指定された自由度 df1, df2 と非中心性パラメータ ncp を持つ F 分布からデータを生成します．
nl: genereert data met een F verdeling met een gespecificeerd aantal vrijheidsgraden vg 1, vg 2 en niet-centraliteitsparameter ncp
pt: gera dados a partir de uma distribuição F com graus de liberdade df1 e df2 especificados, e parâmetro de não-centralidade

# ComputeColumnWindow|
source: generates data from a binomial distribution with specified trials and probability prob
de: erzeugt Daten aus einer Binomialverteilung mit eingegebener Anzahl an Versuchen und Wahrscheinlichkeit prob
es: genera datos de una distribución Binomial con los intentos y la probabilidad (prob) indicados
gl: xera datos dunha distribución Binomial cos ensaios e a probabilidade (Prob) indicados
ja: 指定された試行数と確率の二項分布からデータを生成
nl: genereert data met een binomiaalverdeling met gespecificeerde steekproeven en kans
pt: gera dados a partir de uma distribuição binomial com tentativas e probabilidade especificadas

# ComputeColumnWindow|
source: generates data from a negative binomial distribution with specified trials and probability prob
de: erzeugt Daten aus einer Negativen Binomialverteilung mit eingegebener Anzahl an Versuchen und Wahrscheinlichkeit Prob
es: genera datos de una distribución Binomial Negativa con los intentos y la probabilidad (prob) indicados
gl: xera datos dunha distribución Binomial Negativa cos ensaios e a probabilidade (Prob) indicados
ja: 指定された試行と確率をもつ負の二項分布からデータを生成します
nl: genereert data met een negatieve binomiaalverdeling met gespecificeerde steekproeven en kans
pt: gera dados a partir de uma distribuição binomial negativa com tentativas e probabilidade especificadas

# ComputeColumnWindow|
source: generates data from a geometric distribution with specified probability prob
de: erzeugt Daten aus einer geometrischen Verteilung mit eingegebener Wahrscheinlichkeit Prob
es: genera datos de una distribución Geométrica con la probabilidad (prob) indicada
gl: xera datos dunha distribución Xeométrica coa probabilidade (Prob) indicada
ja: 指定された確率をもつ幾何学的分布からデータを生成します
nl: genereert data met een geometrische verdeling met gespecificeerde kans prob
pt: gera dados a partir de uma distribuição geométrica com probabilidade especificada

# ComputeColumnWindow|
source: generates data from a Poisson distribution with specified rate lambda
de: erzeugt Daten aus einer Poissonverteilung mit eingegebener Rate Lambda
es: genera datos de una distribución de Poisson con una frecuencia (lambda) indicada
gl: xera datos dunha distribución Poisson coa frecuencia (lambda) indicada
ja: 指定された比率λのポアソン分布からデータを生成します
nl: genereert data met een Poissonverdeling met een gespecificeerde snelheid/ intensiteit lambda
pt: gera dados a partir de uma distribuição de Poisson com lambda especificado

# ComputeColumnWindow|
source: generates data from a beta distribution with specified shapes alpha and beta
de: erzeugt Daten aus einer Beta-Verteilung mit eingegebenen Formparametern Alpha und Beta
es: genera datos de una distribución Beta con los parámetros de forma (alfa y beta) indicados
gl: xera datos dunha distribución Beta cos parámetros de forma (alfa e beta) indicados
ja: 指定された形状パラメータ，アルファとベータのをもつベータ分布からデータを生成します
nl: genereert data met een betaverdeling met gespecificeerde vormen alpha en beta
pt: gera dados a partir de uma distribuição beta com formas alfa e beta especificadas

# ComputeColumnWindow|
source: generates data from a uniform distribution between min and max
de: erzeugt Daten aus einer Uniformverteilung zwischen Min und Max
es: genera datos de una distribución Uniforme entre mínimo y máximo
gl: xera datos dunha distribución Uniforme entre Min e Max
ja: minとmaxの間の一様分布からデータを生成します
nl: genereert data met een uniforme verdeling tussen min en max
pt: gera dados a partir de uma distribuição uniforme entre mín. e máx

# ComputeColumnWindow|
source: generates data from a gamma distribution with specified shape and scale
de: erzeugt Daten aus einer Gammaverteilung mit eingestelltem Form- und Skalenparameter
es: genera datos de una distribución Gamma con los parámetros (de forma y escala) indicados
gl: xera datos dunha distribución Gamma cos parámetros (de forma e escala) indicados
ja: 指定された形状パラメータとスケールパラメータを持つガンマ分布からデータを生成します
nl: genereert data met een gammaverdeling met gespecificeerde vorm en schaal
pt: gera dados a partir de uma distribuição gama com forma e escala especificados

# ComputeColumnWindow|
source: generates data from an exponential distribution with specified rate
de: erzeugt Daten aus einer Exponentialverteilung mit eingegebenem Ratenparameter
es: genera datos de una distribución Exponencial con una tasa indicada
gl: xera datos dunha distribución Exponencial coa taxa indicada
ja: 指定された比率のパラメータを持つ指数分布からデータを生成します
nl: genereert data met een exponentiële verdeling met een gespecificeerde snelheid/ intensiteit
pt: gera dados a partir de uma distribuição exponencial com taxa especificada

# ComputeColumnWindow|
source: generates data from a log-normal distribution with specified logarithmic mean meanLog and standard deviation sdLog
de: erzeugt Daten aus einer Log-Normalverteilung mit dem eingestellen logarithmierten Mittelwert meanLog und Standardabweichung sdLog
es: genera datos de una distribución Log-Normal con la media logarítmica (meanLog) y la desviación típica (sdLog) indicados
gl: xera datos dunha distribución Log-Normal coa media logarítmica (meanLog) e o desvío padrón (sdLog) indicados
ja: 指定された対数平均meanLogと標準偏差sdLogを使用して対数正規分布からデータを生成します
nl: genereert data met een log-normaalverdeling met een gespecificeerd logaritmisch gemiddelde meanLog en standaardafwijking sdLog
pt: gera dados a partir de uma distribuição log-normal com média logarítmica especificada meanLog e desvio-padrão sdLog
