Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# DataSetPackage|
source: There are %1 total levels, of which %2 have a numeric value. As a '%3' it looks like: %4 %5
es: Hay %1 niveles en total, de los que %2 tienen un valor numérico. Como '%3' parece: %4 %5
gl: Hai %1 niveis en total, dos que %2 teñen un valor numérico. Como '%3' semella: %4 %5
ja: 全体で %1 のレベルがあり、そのうち %2 が数値です. '%3' としては次のように見えます: %4 %5

# DataSetPackage|
source: Implicit missing values: %1
de: Implizit fehlende Werte: %1
es: Valores ausentes implícitos: %1
gl: Valores ausentes implícitos: %1
ja: モデルの欠測値: %1

# DataSetPackage|
source: There are %1 total levels. As a '%2' it looks like: %3
es: Hay %1 niveles en total. Como '%2' parece: %3
gl: Hai %1 niveis en total. Como '%2' semella: %3
ja: 合計レベルは %1 です。 '%2' のようになります: %3

# MainWindow|
source: Check for updates
de: Nach Updates suchen
es: Comprobar actualizaciones
gl: Comprobar actualizacións
ja: アップデートを確認

# MainWindow|
source: Should JASP check for updates at our server and let you know if there is a new version? JASP doesn't share any of your data when it gets updates, not even which version of JASP you are using. It does share your IP-address with our server but that is required for internet to function. This setting can always be changed in the Interface Preferences.
de: Soll JASP auf unserem Server nach Updates suchen und Sie informieren, wenn es eine neue Version gibt? JASP gibt keine Ihrer Daten weiter, wenn es Updates erhält, nicht einmal die Version von JASP, die Sie verwenden. Es teilt Ihre IP-Adresse mit unserem Server, aber das ist notwendig, damit das Internet funktioniert. Diese Einstellung kann jederzeit in den Bedienoberfläche-Einstellungen geändert werden.
es: Debe buscar JASP las actualizaciones en nuestro servidor y comunicarle si hay una versión nueva? JASP no comparte ninguno de sus datos cuando hace actualizaciones, ni siquiera que versión de JASP está utilizando usted. Comparte su dirección IP con nuestro servidor, pero eso es necesario para que funcione internet. Esta configuración se puede siempre cambiar en las Preferencias de Interfaz.
gl: Debe procurar JASP as actualizacións no noso servidor e comunicarte se hai unha versión nova? JASP non comparte ningún dos teus datos cando fai actualizacións, nin sequera que versión de JASP estás utilizando. Comparte a túa dirección IP co noso servidor, pero iso é necesario para que funcione internet. Esta configuración pode sempre cambiarse nas Preferencias da Interface.
ja: JASPのアップデートを私たちのサーバーでチェックし、新しいバージョンがあれば知らせますか？ JASPはアップデートを取得する際に、お客様のデータを共有することはありません。 お客様のIPアドレスは私たちのサーバーと共有されますが、これはインターネットが機能するために必要なものです。 この設定はインターフェイス環境設定でいつでも変更できます.

# MainWindow|
source: Yes
de: Ja
es: Si
gl: Si
ja: はい

# VariablesListBase|
source: Minimum number of levels is %1. Variable %2 has only %3 levels
de: Minimale Anzahl von Stufen ist %1. Variable %2 hat nur %3 Stufen
es: El número mínimo de niveles es %1. La variable %2 tiene solo %3 niveles
gl: O número mínimo de niveis é %1. A variable %2 ten só %3 niveis

# VariablesListBase|
source: Maximum number of numeric values is %1. Variable %2 has %3 different numeric values
de: Maximale Anzahl numerischer Werte ist %1. Variable %2 hat %3 verschiedene numerische Werte
es: El número máximo de valores numéricos es %1. La variable %2 tiene %3 valores numéricos diferentes
gl: O número máximo de valores numéricos é %1. A variable %2 ten %3 valores numéricos diferentes

# ListModelTermsAssigned|
source: Only %1 variables are allowed
de: Nur %1 Variablen sind erlaubt
es: Solo se admiten %1 variables
gl: Só se admiten %1 variables
ja: %1変数のみ許可されている

# VariableInfo|
source: Scale
de: Metrisch
es: Escala
gl: Escala
ja: スケール

# VariableInfo|
source: Unknown
de: Unbekannt
es: Desconocido
gl: Descoñecido
ja: 不明

# ColumnBasicInfo|
source: <First fill in the column name>
de: <Füllen Sie erst den Spaltennamen ein>
es: <Primero completa el nombre de la columna>
gl: <Primeiro completa o nome da columna>
ja: <列名を記入>

# PrefsData|
source: Maximum allowed levels for scale when used as nominal/ordinal
de: Maximal erlaubte Stufen für Metrisch bei Verwendung als Nominal/Ordinal
es: Niveles de escala máximos permitidos cuando se usa como nominal/ordinal
gl: Niveis de escala máximos permitidos cando se usa como nominal/ordinal

# PrefsData|
source: For analysis accepting only nominal or ordinal for some variables, if a scale variable is used, JASP checks whether the number of levels of this variable exceeds this maximum.
de: Bei Analysen, die nur nominale oder ordinale Variablen akzeptieren, prüft JASP bei Verwendung einer metrischen Variablen, ob die Stufenanzahl dieser Variablen dieses Maximum überschreitet.
es: Para los análisis que admiten solo que algunas variables sean nominales u ordinales, cuando se usa una variable de escala, JASP comprueba si el número de niveles de esta variable excede este máximo.
gl: Para as análises que admiten só que algunhas variables sexan nominais ou ordinais, cando se usa unha variable de escala, JASP comproba se o número de niveis desta variable excede este máximo.

# VariablesListBase|
source: Maximum number of levels is %1. Variable %2 has %3 levels.
de: Maximale Anzahl von Stufen ist %1. Die Variable %2 hat %3 Stufen.
es: El número máximo de niveles es %1. La variable %2 tiene %3 niveles.
gl: O número máximo de niveis é %1. A variable %2 ten %3 niveis.

# VariablesListBase|
source: Attempt to transform scale variable %1 into a %2 variable, but its number of levels %3 exceeds the maximum %4. If you still want to use this variable, either change its type, or change 'Maximum allowed levels for scale' in Preferences / Data menu
de: Es wurde versucht, die metrische Variable %1 in eine %2-Variable umzuwandeln, aber die Anzahl der Stufen %3 überschreitet das Maximum %4. Wenn Sie diese Variable dennoch verwenden möchten, ändern Sie entweder ihren Typ oder ändern Sie die "Maximal zulässigen Stufen für Metrisch" im Menü Einstellungen / Daten
es: Intenta transformar la variable de escala %1 en la variable %2, pero su número de niveles %3 excede el máximo %4. Si todavía desea utilizar esta variable, modifique su tipo o cambie 'Niveles de escala máximos permitidos' en el menú de Preferencias/Datos
gl: Intentas transformar a variable de escala %1 na variable %2, pero o seu número de niveis %3 excede o máximo %4. Se aínda queres utilizar esta variable, ben troca o seu tipo, ou ben troca 'Niveis de escala máximos permitidos' no menú de Preferencias/Datos

# VariablesListBase|
source: Minimum number of numeric values is %1. Variable %2 has only %3 different numeric values
de: Die minimale Anzahl von numerischen Werten ist %1. Variable %2 hat nur %3 verschiedene numerische Werte
es: El número mínimo de valores numéricos es %1. La variable %2 tiene solo %3 valores numéricos diferentes
gl: O número mínimo de valores numéricos é %1. A variable %2 ten só %3 valores numéricos diferentes

# AsyncLoader|
source: Loading New Data Set
de: Lade neuen Datensatz
es: Cargando Nuevo Conjunto de Datos
gl: Cargando Novo Conxunto de Datos

# ActionButtons|
source: New
de: Neu
es: Nuevo
gl: Novo

# FileEvent|
source: Importing Excel File
de: Importiere Excel-Datei
es: Importando archivo de Excel
gl: Importando ficheiro de Excel

# Computer|
source: All Data Sets %1
de: Alle Datensätze %1
es: Todos los conjuntos de datos %1
gl: Tódolos conxuntos de datos %1

# Computer|
source: JASP Files %1
de: JASP-Dateien %1
es: Archivos de JASP %1
gl: Ficheiros de JASP %1

# Computer|
source: CSV Text Files %1
de: CSV-Text-Dateien %1
es: Archivos de texto CSV %1
gl: Ficheiros de texto CSV %1

# Computer|
source: Spreadsheet Files %1
de: Tabellen-Dateien %1
es: Archivos de hoja de cálculo %1
gl: Ficheiros de folla de cálculo %1

# Computer|
source: SPSS Files %1
de: SPSS-Dateien %1
es: Archivos de SPSS %1
gl: Ficheiros de SPSS %1

# Computer|
source: Stata Files %1
de: Stata-Dateien %1
es: Archivos de Stata %1
gl: Ficheiros de Stata %1

# Computer|
source: SAS Files %1
de: SAS-Dateien %1
es: Archivos de SAS %1
gl: Ficheiros de SAS %1

# PrefsResults|
source: PDF Settings
de: PDF-Einstellungen
es: Configuración de PDF
gl: Configuración de PDF

# PrefsResults|
source: Orientation
es: Orientación
gl: Orientación

# PrefsResults|
source: Portrait
de: Hochformat
es: Vertical
gl: Vertical

# PrefsResults|
source: Landscape
de: Querformat
es: Horizontal
gl: Horizontal

# PrefsResults|
source: Page size
de: Seitengröße
es: Tamaño de página
gl: Tamaño de páxina

# FilterConstructor|
source: Filter cleared
es: Filtro eliminado
gl: Filtro eliminado

# FilterConstructor|
source: Filter applied
de: Filter angewendet
es: Filtro aplicado
gl: Filtro aplicado

# FilterConstructor|
source: Please enter all arguments - see fields marked in red.
de: Bitte alle Argumente eingeben - siehe die rot markierten Felder.
es: Por favor, introduzca todos los argumentos (mira los campos marcados en rojo).
gl: Por favor, introduza tódolos argumentos (mira os campos marcados en vermello).

# FilterConstructor|
source: Formula does not return a set of logical values, and therefore cannot be used in the filter.
de: Formel gibt keine logischen Werte zurück, und kann darum nicht in dem Filter genutzt werden.
es: La fórmula no devuelve un conjunto de valores lógicos, y por eso no puede utilizarse en el filtro.
gl: A fórmula non devolve un conxunto de valores lóxicos e por iso non pode usarse no filtro.

# FilterConstructor|
source: Welcome to the drag and drop filter!
es: ¡Bienvenido al filtro de arrastrar y soltar!
gl: Benvido ao filtro de arrastrar e soltar!

# JASPColumn|
source: Click icon to change column type
de: Klicken Sie auf das Piktogramm, um den Spaltentyp zu ändern
es: Haga clic en el icono para cambiar el tipo de columna
gl: Fai clic na icona para cambiar o tipo de columna

# JASPColumn|
source: Transformed to
es: Transformado en
gl: Transformado en

# FilterModel|
source: Above you see the code that JASP generates for both value filtering and the drag&drop filter. This default result is stored in 'generatedFilter' and can be replaced or combined with a custom filter. To combine you can append clauses using '&': 'generatedFilter & customFilter & perhapsAnotherFilter' Click the (i) icon in the lower right corner for further help.
de: Oben sehen Sie den Code, den JASP sowohl für die Wertfilterung als auch für den Drag&Drop-Filter generiert. Dieses Standardergebnis wird in 'generatedFilter' gespeichert und kann ersetzt oder mit einem benutzerdefinierten Filter kombiniert werden. Um zu kombinieren, können Sie Bedingungen mit '&' anhängen: 'generatedFilter & benutzerFilter & vielleichtNochEinFilter' Klicken Sie auf das (i)-Symbol in der unteren rechten Ecke für weitere Hilfe.
es: Más arriba puede ver el código que genera JASP tanto para el filtrado de valores como para el filtro de arrastrar y soltar. Este resultado predeterminado se guarda en 'generatedFilter', y se puede sustituir o combinar con un filtro personalizado. Para combinar, puede añadir cláusulas usando '&': 'generatedFilter & customFilter & perhapsAnotherFilter' Haga clic en el icono (i) de la esquina inferior derecha para obtener más ayuda.
gl: Máis arriba podes ver o código que xera JASP tanto para o filtrado de valores como para o filtro de arrastrar e soltar. Este resultado predeterminado gárdase en 'generatedFilter', e pódese substituír ou combinar cun filtro personalizado. Para combinar, podes engadir cláusulas usando '&': 'generatedFilter & customFilter & perhapsAnotherFilter' Fai clic na icona (i) do recanto inferior dereito para obter máis axuda.
ja: 上記のコードでは、JASPが値フィルタリングとドラッグ＆ドロップフィルタの両方を生成しています。 このデフォルトの結果は'generatedFilter'に保存され、カスタムフィルターと置き換えたり、 組み合わせたりすることができます。 組み合わせるには'&'を使って節を追加します: 'generatedFilter & customFilter & perhapsAnotherFilter'. 右下の(i)アイコンをクリックすると, さらなるヘルプが表示されます.

# Modules::ChangeIncompatible|
source: Reset analysis because of '%1'
de: Analyse zurückgesetzt wegen '%1'
es: Reiniciar el análisis debido a '%1'
gl: Reiniciar a análise debido a '%1'

# TextInputBase|
source: Column-name-is-free field
es: Campo nombre-de-columna-está-libre
gl: Campo nome-de-columna-está-libre

# TextInputBase|
source: Column '%1' already exists and is not created by this analysis.
de: Spalte '%1' existiert bereits und wird nicht von dieser Analyse angelegt.
es: La columna '%1' ya existe, y no está creada por este análisis.
gl: A columna '%1' xa existe, e non está creada por esta análise.

# ListModelFilteredDataEntry|
source: Filter had error '%1'
de: Filter hatte Fehler '%1'
es: El filtro tuvo el fallo '%1'
gl: O filtro tivo o fallo '%1'

# FilterModel|
source: Above you see the code that JASP generates for both value filtering and the drag&drop filter. This default result is stored in 'generatedFilter' and can be replaced or combined with a custom filter. To combine you can append clauses using '&': '%1 & customFilter & perhapsAnotherFilter' Click the (i) icon in the lower right corner for further help.
es: Arriba puede ver el código que JASP genera tanto para el filtrado de valores como para el filtro de Arrastrar y soltar. Este resultado predeterminado se almacena en 'generatedFilter' y se puede reemplazar o combinar con un filtro personalizado. Para combinar, se pueden añadir cláusulas usando '&': '%1 & customFilter & perhapsAnotherFilter' Haga clic en el icono (i) de la esquina inferior derecha para obtener más ayuda.
gl: Arriba podes ver o código que xera JASP tanto para o filtrado de valores como para o filtro de Arrastrar e Soltar. Este resultado predeteminado gárdase en 'generatedFilter' e pódese substituír ou combinar cun filtro personalizado. Para combinar, podes engadir cláusulas usando '&': '%1 & customFilter & perhapsAnotherFilter' Fai clic na icona (i) do recanto inferior dereito para obter máis ayuda.

# MessageForwarder|
source: No
de: Nein
gl: Non
ja: いいえ
nl: Nee
pt: Não

# MainWindow|
source: No
de: Nein
gl: Non
ja: いいえ

# ContrastsList|
source: simple
de: Einfach
ja: シンプル
nl: enkelvoudig
pt: simples

# CreateComputeColumnDialog|
source: Ordinal
ja: 順序
nl: Ordinaal

# CreateComputeColumnDialog|
source: Nominal
ja: 名義
nl: Nominaal

# PrefsUI|
source: Zoom (%):
ja: ズーム(%):

# SubjectivePriors|
source: Cauchy
ja: コーシー

# SubjectivePriors|
source: Normal
ja: 正規
nl: Normaal

# WelcomePage|
source: Flexible:
de: Flexibel:
ja: フレキシブル：
nl: Flexibel:
pt: Flexível:

# FactorLevelList|
source: Factor
de: Faktor
ja: 要因
pt: Fator

# jasp-qml-style-example|
source: Variables
de: Variablen
ja: 変数
nl: Variabelen
pt: Variáveis

# QObject|
source: Ordinal
ja: 順序
nl: Ordinaal

# QObject|
source: Nominal
ja: 名義
nl: Nominaal

# FactorsFormBase|
source: Factor
de: Faktor
ja: 要因

# VariableInfo|
source: Ordinal
ja: 順序

# VariableInfo|
source: Nominal
ja: 名義

# DataTableView|
source: %1+Shift+Z
de: %1+Umschalttaste+Z

# FilterConstructor|
source: Filter cleared<br>
nl: Filter geleegd<br>
pt: Filtro limpo<br>

# FilterConstructor|
source: Filter applied<br>
nl: Filter toegepast<br>
pt: Filtro aplicado<br>

# FilterConstructor|
source: Please enter all arguments - see fields marked in red.<br>
nl: Vul alle argumenten in aub - zie de roodgemarkeerde velden.<br>
pt: Por favor insira todos os argumentos - veja os campos destacados em vermelho.<br>

# FilterConstructor|
source: Formula does not return a set of logical values, and therefore cannot be used in the filter.<br>
nl: Formule geeft geen verzameling logische waarden terug, en kan daarom niet gebruikt worden in het filter.<br>
pt: A fórmula não retorna um conjunto de valores lógicos, logo não pode ser usada no filtro.<br>

# FilterConstructor|
source: Welcome to the drag and drop filter!<br>
nl: Welkom bij het vereenvoudigde gegevensfilter!<br>
pt: Bem vindo ao filtro arraste-e-solte!<br>

# JASPDataView|
source: Double click to edit data
nl: Dubbel-klik om gegevens te wijzigen
pt: Clique duas vezes para editar dados

# ColumnTypesModel|
source: Scale
nl: Schaal
pt: Escala

# ColumnTypesModel|
source: Ordinal
nl: Ordinaal

# ColumnTypesModel|
source: Nominal
nl: Nominaal

# ColumnBasicInfo|
source: <Fill in the name of the column>
nl: <Vul de naam van de kolom in>

# FilterModel|
source: # Above you see the code that JASP generates for both value filtering and the drag&drop filter. # This default result is stored in 'generatedFilter' and can be replaced or combined with a custom filter. # To combine you can append clauses using '&': 'generatedFilter & customFilter & perhapsAnotherFilter' # Click the (i) icon in the lower right corner for further help. generatedFilter
nl: # Hierboven zie je de code die JASP genereert voor zowel het filteren op waarde als het slepen en neerzetten filter. # Dit standaardresultaat wordt opgeslagen in 'gegenereerdFilter' en kan worden vervangen of gecombineerd met een aangepast filter. # Om te combineren kun je clausules toevoegen met '&': 'gegenereerdFilter & aangepastFilter & misschienAnderFilter'. # Klik op het pictogram (i) in de rechterbenedenhoek voor meer hulp. gegenereerdFilter

# ComputeColumnWindow|
source: - Keeping types: use columns with their defined columntype. - Converting types: convert all used columns to the columntype of this computed column before use. The button displays the *current setting*, not what will happen when you press it!
nl: - Types behouden: gebruik kolommen met hun gedefinieerde kolomtype. - Types converteren: converteer alle gebruikte kolommen voor gebruik naar het kolomtype van deze berekende kolom. De knop geeft de *huidige instelling* weer, niet wat er gebeurt als je op de knop drukt!

# ComputeColumnWindow|
source: Keeping types
nl: Types behouden

# ComputeColumnWindow|
source: Converting types
nl: Types converteren

# LabelEditorWindow|
source: Order labels by their numeric value
nl: Labels ordenen op hun numerieke waarde

# QObject|
source: Set type to '%1' for %2 columns from '%3'
nl: Stel type in op '%1' voor %2 kolommen van '%3'

# QObject|
source: Reverse values for %1 columns from '%2'
nl: Keer waarden om voor %1 kolommen van '%2'

# QObject|
source: Order labels by values for column(s) '%1'
nl: Sorteer labels op waarden voor kolom(men) '%1'

# QObject|
source: Order labels by values for %1 columns from '%2'
nl: Sorteer labels op waarden voor %1 kolommen uit '%2'

# CommunityWindow|
source: <h3>Community</h3> The institutions of higher learning that participate in the JASP community jointly support the maintenance and further development of JASP, therefore providing an invaluable educational service to their own students and to those of other institutions worldwide. If your institution is not yet part of the JASP community, you can <a href="%1">suggest that they join</a>. Below the educators that helped make this release possible: <i><b>Gold Educators:</b></i> %2 <i><b>Silver Educators:</b></i> %3 <i><b>Bronze Educator:</b></i> %4 <a href="%6">Click here for the current list of educators</a>
nl: <h3>Gemeenschap</h3> De instellingen voor hoger onderwijs die deelnemen aan de JASP-gemeenschap ondersteunen gezamenlijk het onderhoud en de verdere ontwikkeling van JASP, waardoor ze een educatieve dienst van onschatbare waarde bieden aan hun eigen studenten en aan die van andere instellingen over de hele wereld. Als uw instelling nog geen deel uitmaakt van de JASP-gemeenschap, kunt u <a href="%1">voorstellen dat zij lid worden</a>. Hieronder de opleiders die deze release mede mogelijk hebben gemaakt: <i><b>Gouden Opleiders:</b></i> %2 <i><b>Zilveren Opleiders:</b></i> %3 <i><b>Bronzen Opleiders:</b></i> %4 <a href="%6">Klik hier voor de huidige lijst met opleiders</a>

# PrefsData|
source: Order labels by value
nl: Sorteer labels op waarde
