Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# DataSetPackage|
source: Connection failed
de: Verbindung fehlgeschlagen
es: Falló la conexión
gl: Fallou a conexión
ja: 接続できませんでした
nl: Verbinding mislukt
pt: A conexão falhou

# DataSetPackage|
source: Could not connect to database because of '%1', want to try a different password?
de: Konnte keine Verbindung zur Datenbank herstellen wegen '%1', wollen Sie ein anderes Passwort versuchen?
es: No se pudo conectar con la base de datos debido a %1', ¿quiere probar una contraseña diferente?
gl: Non se puido conectar co banco de datos debido a %1', queres probar un contrasinal distinto?
ja: '%1'のためデータベースに接続できませんでした。異なるパスワードを試すことはできますか?
nl: Verbinding met database mislukt door '%1', wil je een nieuw wachtwoord proberen?

# DataSetPackage|
source: Could not connect to the database so synchronizing will be disabled.
de: Es konnte keine Verbindung zur Datenbank hergestellt werden, daher wird die Synchronisierung deaktiviert.
es: No se pudo conectar con la base de datos por lo que se deshabilitará la sincronización.
gl: Non se puido conectar co banco de datos polo que se inhabilitará a sincronización.
ja: データベースに接続できないため、同期が無効になります.
nl: Verbinding met database mislukt. Synchronisatie uitgeschakeld.

# DatabaseImporter|
source: Failed to connect to database %1 at %2 with user %3, last error was: '%4'
de: Verbindungsfehler zu Datenbank %1 unter %2 mit Benutzer %3, letzter Fehler war: '%4'
es: Falló la conexión con la base de datos %1 en %2 con el usuario %3; el último fallo fué: '%4'
gl: Fallou a conexión co banco de datos %1 en %2 co usuario %3; o último fallo foi: '%4'
ja: %2 にユーザ %3 でデータベース %1 に接続できなかった、最後のエラーは: %4
nl: Verbinding met database %1 bij %2 met gebruikersnaam %3 mislukt, laatste foutmelding was: '%4'

# DatabaseFileMenu|
source: Choose a database driver...
de: Einen Datenbanktreiber auswählen...
es: Elije un controlador de la base de datos...
gl: Escolle un controlador do banco de datos...
ja: データベースドライバを選択します...
nl: Kies een databasestuurprogramma...

# DatabaseFileMenu|
source: MySQL Driver
de: MySQL-Treiber
es: Controlador MySQL
gl: Controlador MySQL

# DatabaseFileMenu|
source: Oracle Call Interface Driver
de: Oracle Call Interface-Treiber
es: Controlador del Interfaz de Llamada de Oracle
gl: Controlador da Interface de Chamada de Oracle

# DatabaseFileMenu|
source: ODBC Driver (includes Microsoft SQL Server)
de: ODBC-Treiber (beinhaltet Microsoft SQL Server)
es: Controlador ODBC (incluye el Servidor SQL de Microsoft)
gl: Controlador ODBC (inclúe o Servidor SQL de Microsoft)
ja: ODBC Driver (Microsoft SQL Server を含む)
nl: ODBC Driver (inclusief Microsoft SQL Server)

# DatabaseFileMenu|
source: PostgreSQL Driver
de: PostgreSQL-Treiber
es: Controlador PostgreSQL
gl: Controlador PostgreSQL

# DatabaseFileMenu|
source: SQLite version 3 or above
de: SQLite-Version 3 oder höher
es: SQLite versión 3 o superior
gl: SQLite versión 3 ou superior
ja: SQLite version 3 以上
nl: SQLite versie 3 of hoger

# DatabaseFileMenu|
source: Not connected to database!
de: Keine Verbindung zur Datenbank!
es: ¡No está conectado con una base de datos!
gl: Non está conectado cun banco de datos!
ja: データベースに接続されていない!
nl: Niet verbonden met de database!

# ResourceButtons|
source: Database
de: Datenbank
es: Base de datos
gl: Banco de datos
ja: データベース

# PrefsResults|
source: Use exponent notation
de: Exponentialschreibweise verwenden
es: Utiliza notación exponencial
gl: Utiliza notación exponencial
ja: 指数表記を使う
nl: Gebruik exponentnotatie

# ColumnsModel|
source: which can be used in numerical comparisons and mathematical operations.
de: erlaubt numerische Vergleiche und mathematische Operationen.
es: que puede utilizarse en comparaciones numéricas y en operaciones matemáticas.
gl: que pode utilizarse en comparacións numéricas e en operacións matemáticas.
ja: 数値比較や数学的な操作で使用できる.
nl: die gebruikt kan worden in numerieke vergelijkingen en wiskundige operaties.

# ColumnsModel|
source: which can only be used in (in)equivalence, greater and lesser than comparisons. Not in mathematical operations as subtraction etc, to do so: try converting to scalar first.
de: erlaubt nur Vergleiche von (Un-)Gleichheit, größer-als und kleiner-als. Nicht für mathematische Operationen wie Subtraktion usw.; für solche probieren Sie erst eine Konversion zu metrisch.
es: que solo puede utilizarse en comparaciones de (no)equivalencia, mayor o menor. No en operaciones matemáticas como la resta, etc.; para eso trata de convertir primero a escalar.
gl: que só pode utilizarse en comparacións de (non)equivalencia, maior ou menor. Non en operacións matemáticas como a resta, etc.; para iso trata de converter primeiro a escalar.
ja: これは等価性比較、大小比較でのみ使用できる.引き算などの数学的な演算では使えない.まずは、スカラーに変換してみてください.
nl: die enkel gebruikt wordt in (in)equivalentie en groter- en kleiner-dan-vergelijkingen, en niet in wiskundige operaties zoals optellen. Indien je dat wel wilt: Probeer het eerst om te zetten naar een scalar.

# ColumnsModel|
source: which can only be used in (in)equivalence comparisons. Not in greater/lesser-than comparisons or mathematical operations, to do so: try converting to ordinal or scalar first.
de: erlaubt nur Vergleiche von (Un-)Gleichheit. Nicht für größer/kleiner-als-Vergleiche oder mathematische Operationen; für solche probieren Sie erst eine Konversion zu ordinal oder metrisch.
es: que solo puede utilizarse en comparaciones de (no)equivalencia. No en comparaciones mayor/menor ni en operaciones matemáticas; para eso trata de convertir primero a ordinal o escalar.
gl: que só pode utilizarse en comparacións de (non)equivalencia. Non en comparacións maior/menor nin en operacións matemáticas; para iso trata de converter primeiro a ordinal ou escalar.
ja: これは等価性比較でのみ使用できる.大小比較や数学的な演算では使えない.まずは、順序かスカラーに変換してみてください.
nl: die enkel gebruikt wordt in (in)equivalentievergelijkingen. Niet in groter-/kleiner-dan-vergelijkingen of wiskundige operaties, indien je dit wel wilt: Converteer het eerst naar een ordinale of scalar variabele.

# ComputeColumnWindow|
source: Logit transform (i.e., the inverse of the standard logit function, or log-odds transform) converts numbers between 0 and 1 to the real line.
de: Logit-Transformation (d. h. die Umkehrfunktion der Logistischen Funktion; auch Log-Odds-Transformation) wandelt Zahlen zwischen 0 und 1 in die reelle Zahlengerade um.
es: La transformación Logit (i.e., la inversa de la función Logit estándar o logaritmo de la razón de probabilidades) convierte números entre 0 y 1, a los de la recta real.
gl: A transformación Logit (i.e., a inversa da función Logit estándar ou logaritmo da razón de probabilidades) converte números entre 0 e 1, aos da recta real.
ja: ロジット変換(すなわち、標準ロジット関数の逆、または対数オッズ変換)は、0と1の間の数字を実数直線上に変換します.
nl: Logit transformatie (i.e., de inverse van de standaard logit functie, of log-odds transformatie) converteert getallen tussen 0 en 1 naar een reële lijn.

# ComputeColumnWindow|
source: Inverse logit transform (i.e., the standard logit function) converts numbers on the real line to numbers between 0 and 1.
de: Inverse Logit-Transformation (d. h. die Logistische Funktion) wandelt Zahlen auf der reellen Zahlengerade in Zahlen zwischen 0 und 1 um.
es: La transformación Logit inversa (i.e., la función Logit estándar) convierte números de la recta real en números entre 0 y 1.
gl: A transformación Logit inversa (i.e., a función Logit estándar) converte números da recta real en números entre 0 e 1.
ja: 逆ロジット変換(すなわち、標準ロジット関数)は、0と1の数値を実数に変換します.
nl: Inverse logit transformatie (i.e., de standaard logit functie) converteert getallen op de reële lijn naar nummer tussen 0 en 1.

# ComputeColumnWindow|
source: Two-parameter Box-Cox transform (transforms values greater than -shift) to stabilize variance and attempt to make the data more normal distribution-like.
de: Zwei-Parameter-Box-Cox-Transformation (transformiert Werte, die größer sind als -shift), um die Varianz zu stabilisieren und zu versuchen, die Daten normalverteilungsähnlicher zu machen.
es: Transformación Box-Cox de dos parámetros (transforma valores mayores que -desplazamiento) para estabilizar la varianza y obtener datos más parecidos a los de una distribución Normal.
gl: Transformación Box-Cox de dous parámetros (transforma valores maiores que -desprazamento) para estabilizar a varianza e obter datos máis semellantes aos dunha distribución Normal.
ja: 2 パラメータ Box-Cox 変換 (-shift よりも大きい値に変換) は分散を安定化し、データをより正規分布に近いものにしようとする.
nl: Twee-parameter Box-Cox transformatie (verandert getallen groter dan -shift) om variantie te stabiliseren en data meer normaal verdeeld te maken.

# ComputeColumnWindow|
source: Inverse two-parameter Box-Cox transform.
de: Inverse Zwei-Parameter-Box-Cox-Transformation.
es: Inversa de la transformación Box-Cox de dos parámetros.
gl: Inversa da transformación Box-Cox de dous parámetros.
ja: 逆2パラメータボックス-コックス変換.
nl: Inverse twee-parameter Box-Cox transformatie.

# ComputeColumnWindow|
source: Two-parameter power transform (transforms values greater than -shift) to stabilize variance and attempt to make the data more normal distribution-like.
de: Zwei-Parameter-Potenztransformation (transformiert Werte, die größer sind als -shift), um die Varianz zu stabilisieren und zu versuchen, die Daten normalverteilungsähnlicher zu machen.
es: Transformación potencial de dos parámetros (transforma valores mayores que -desplazamiento) para estabilizar la varianza y obtener datos más parecidos a los de una distribución Normal.
gl: Transformación potencial de dous parámetros (transforma valores maiores que -desprazamento) para estabilizar a varianza e obter os datos máis semellantes aos dunha distribución Normal.
ja: 2 パラメータ べき変換 (-shift よりも大きい値に変換) は分散を安定化し、データをより正規分布に近いものにしようとする.
nl: Twee-parameter powertransformatie (verandert waardes groter dan -shift) om variantie te stabiliseren en de data meer normaal verdeeld te maken.

# ComputeColumnWindow|
source: Yeo-Johnson transform (transforms any real values) to stabilize variance and attempt to make the data more normal distribution-like.
de: Yeo-Johnson-Transformation (transformiert beliebige reelle Werte), um die Varianz zu stabilisieren und zu versuchen, die Daten normalverteilungsähnlicher zu machen.
es: Transformación Yeo-Johnson (transforma cualquier valor real) para estabilizar la varianza y obtener datos más parecidos a los de una distribución Normal.
gl: Transformación Yeo-Johnson (transforma calquera valor real) para estabilizar a varianza e obter datos máis semellantes aos dunha distribución Normal.
ja: Yeo-Johnson変換 (任意の実数に変換) は分散を安定化し、データをより正規分布に近いものにしようとする.
nl: Yeo-Johnson transformatie (transformeert elke reële waarde) stabiliseert variantie en maakt de data meer normaal verdeeld.

# PrefsData|
source: Show missing values as:
de: Fehlende Werte anzeigen als:
es: Mostrar los valores ausentes como:
gl: Amosar o valores ausentes como:
ja: 欠測値を表示:
nl: Toon missende waardes als:

# PrefsUI|
source: If disabled will switch the textrendering to native.
de: Falls deaktiviert, wird auf natives Textwiedergabe umgestellt.
es: Si está desactivado se cambia al procesamiento propio de texto.
gl: Se está desactivado vai mudarse ao procesamento propio de texto.
ja: 無効にすると、テキストをネイティブに切り替えます.
nl: Indien uitgeschakeld, verandert de tekstweergave naar native.

# Database|
source: Select database
de: Datenbank auswählen
es: Seleccionar la base de datos
gl: Seleccionar o banco de datos
ja: データベースの選択
nl: Selecteer database

# Database|
source: DB driver
de: DB-Treiber
es: Controlador de BD
gl: Controlador do BD
ja: DBドライバ
nl: DB stuurprogramma

# EnginesWindow|
source: Engines Overview
de: Überblick der Engines
es: Revisión de Procedimientos
gl: Revisión de Procedementos
ja: エンジン概要
nl: Engines Overzicht

# EnginesWindow|
source: Right and middle mouse button to kill an engine.
de: Rechte und mittlere Maustaste, um eine Engine zu stoppen.
es: Botones derecho y medio del ratón para eliminar un procedimiento.
gl: Botóns dereito e medio do rato para rematar un procedemento.
ja: エンジンを止めるためのマウスの右と中央ボタン.
nl: Rechter en middelste muisknop om een engine te verwijderen.

# PrefsAdvanced|
source: Maximum number of engines:
de: Maximale Anzahl von Engines:
es: Número máximo de procedimientos:
gl: Número máximo de procedementos:
ja: エンジンの最大数:
nl: Maximum aantal Engines:

# PrefsAdvanced|
source: Show engines
de: Engines anzeigen
es: Mostrar los procedimientos
gl: Amosar os procedementos
ja: エンジンの表示
nl: Toon engines

# Modules::DynamicModules|
source: Select an exisiting folder
de: Vorhandenes Verzeichnis auswählen
es: Seleccionar una carpeta ya existente
gl: Escoller un cartafol xa existente
ja: 既存のフォルダーを選択
nl: Selecteer een bestaande map

# Modules::DynamicModules|
source: To install a development module you need to select and existing folder, you selected '$1' but it doesn't exist.
de: Zur Installation eines Entwicklungsmoduls müssen Sie ein bestehendes Verzeichnis auswählen; Sie haben '$1' ausgewählt, aber es existiert nicht.
es: Para instalar un módulo de desarrollo, necesitas seleccionar una carpeta ya existente; escogiste '$1' pero no existe.
gl: Para instalar un módulo de desenvolvemento, precisas escoller un cartafol xa existente; escolliches '$1' pero non existe.
ja: 開発モジュールをインストールするために、あなたは既存のフォルダを選択する必要があります。あなたの選んだ'$1'は存在しません.
nl: Om een ontwikkelingsmodule te installeren moet je een bestaande map selecteren, je hebt '$1' geselecteerd maar die bestaat niet.

# AnalysisFormExpander|
source: Show R syntax
de: R-syntax anzeigen
es: Mostrar la sintaxis de R
gl: Amosar a sintaxe de R
ja: R シンタックスを表示する
nl: Toon R syntax

# MainPage|
source: Hide input options
de: Eingabeoptionen ausblenden
es: Ocultar las opciones de entrada
gl: Ocultar as opcións de entrada
ja: 入力オプションを非表示にする
nl: Verberg invoeropties

# MainPage|
source: Show input options
de: Eingabeoptionen anzeigen
es: Mostrar las opciones de entrada
gl: Amosar as opcións de entrada
ja: 入力オプションを表示する
nl: Toon invoeropties

# RCommanderWindow|
source: Enter your R code here. The data is available unfiltered as 'data' and filtered as 'filteredData'. You can also paste syntax-mode JASP analyses here.
de: Geben Sie hier Ihren R-Code ein. Die Daten sind ungefiltert als 'data' und gefiltert als 'filteredData' verfügbar. Sie können hier auch JASP-Analysen im Syntaxmodus einfügen.
es: Introduce aquí tu código R. Los datos están disponibles como 'datos' y filtrados como 'datosFiltrados'. También puedes pegar aquí análisis en modo de sintaxis de JASP.
gl: Introduce aquí o teu código R. Os datos están dispoñibles como 'datos' e filtrados como 'datosFiltrados'. Tamén podes pegar aquí análises en modo de sintaxe de JASP.
ja: ここにRコードを入力してください. データは'data'として非フィルタリング状態を使うことが出来て、 フィルタリングしたデータは'filteredData' として利用可能です. ここにシンタックスモードのJASP 分析をペーストすることもできます.
nl: Voer hier uw R-code in. De gegevens zijn ongefilterd beschikbaar als 'data' en gefilterd als 'filteredData'. U kunt hier ook syntax-mode JASP analyses plakken.

# RCommanderWindow|
source: Enter your R code here. You can also paste syntax-mode JASP analyses here.
de: Geben Sie hier Ihren R-Code ein. Sie können hier auch JASP-Analysen im Syntaxmodus einfügen.
es: Introduce aquí tu código R. También puedes pegar aquí análisis en modo de sintaxis de JASP.
gl: Introduce aquí o teu código R. Tamén podes pegar aquí análises en modo de sintaxe de JASP.
ja: Rコードをここに入力してください. シンタックスモードの JASP 解析をペーストすることもできます.
nl: Voer uw R-code hier in. U kunt hier ook syntax-mode JASP analyses plakken.

# RCommanderWindow|
source: Add analysis
de: Analyse hinzufügen
es: Añadir análisis
gl: Engadir análise
ja: 分析の追加
nl: Analyse toevoegen

# Modules::DynamicModule|
source: Loading upgrades gave the following error(s): %1
de: Das Laden von Upgrades ergab folgende(n) Fehler: %1
es: La carga de actualizaciones produjo el(los) siguinte(s) fallo(s): %1
gl: A carga de actualizacións produxo o(s) seguinte(s) fallo(s): %1
ja: アップグレードの読み込み時に次のエラーが発生しました: %1
nl: Het laden van upgrades gaf de volgende fout(en): %1

# FormulaBase|
source: Could not find term %1 in Formula
de: Term %1 in Formel nicht gefunden
es: No se puede encontrar el término %1 en la Fórmula
gl: Non pode atoparse o termo %1 da Fórmula
ja: 式内に %1 という項が見つかりません
nl: Kon term %1 niet vinden in de Formule

# FormulaBase|
source: Source %1 in Formula not found
de: Quelle %1 in Formel nicht gefunden
es: No se encontró la fuente %1 en la Fórmula
gl: Non se atopou a fonte %1 na Fórmula
ja: 式内にソース %1 が見つかりません
nl: Bron %1 in Formule niet gevonden

# FormulaBase|
source: Source %1 in Formula is not a Variables List
de: Quelle %1 in Formel ist keine Variablenliste
es: La fuente %1 en la Fórmula no es una Lista de Variables
gl: A fonte %1 na Fórmula non é unha Lista de Variables
ja: 式内のソース%1は変数リストではありません
nl: Bron %1 in Formule is geen variabelenlijst

# FormulaSource|
source: Cannot find item %1 given in Formula description
de: Element %1 in Formelbeschreibung nicht gefunden
es: No se puede encontrar el elemento %1 en la descripción de la Fórmula
gl: Non pode atoparse o elemento %1 na descrición da Fórmula
ja: 式に記述されている項目%1が見つかりません
nl: Kan item %1 niet vinden in de formulebeschrijving

# FormulaSource|
source: No source found in Formula randomEffects
de: Keine Quelle in Formel randomEffects gefunden
es: Non se encontró la fuente en la Fórmula de randomEffects
gl: Non se atopou a fonte na Fórmula de randomEffects
ja: 変量効果式内にソースが見つかりません
nl: Geen bron gevonden in Formule randomEffects

# FormulaSource|
source: randomEffects in Formula can be used only with a ComponentsList item
de: randomEffects in Formel kann nur mit einem ComponentsList-Element verwendet werden
es: Los randomEffects en la Fórmula solo se pueden usar con un elemento de ComponentsList
gl: Os randomEffects na Fórmula só poden usarse cun elemento de ComponentsList
ja: 式内の変量効果はコンポーネントリスト項目とだけ利用することができます
nl: randomEffects in Formule kan alleen worden gebruikt met een ComponentsList item

# FormulaSource|
source: No source found in Formula
de: Keine Quelle in Formel gefunden
es: No se encontró la fuente en la Fórmula
gl: Non se atopou a fonte na Fórmula
ja: 式内にソースが見つかりません
nl: Geen bron gevonden in de Formule

# PrefsUI|
source: Reporting mode
de: Berichtsmodus
es: Modo de informe
gl: Modo de informe
ja: 報告モード
nl: Rapportagemodus

# PrefsUI|
source: Whether JASP should run in reporting mode or not.
de: Ob JASP im Berichtsmodus ausgeführt werden soll oder nicht.
es: Si JASP debe funcionar en modo de informe o no.
gl: Se JASP debe funcionar en modo de informe ou non.
ja: JASPを報告モードで実行するか否か.
nl: Moet JASP in rapportagemodus draaien of niet.

# Reporter|
source: No datafile
de: Keine Datendatei
es: Sin archivo de datos
gl: Sen ficheiro de datos
ja: データファイルなし
nl: Geen databestand

# Reporter|
source: JASP was started in reporting mode, but the jasp file is not coupled to a datafile. This means there can be no updates... Would you like to continue anyway?
de: JASP wurde im Berichtsmodus gestartet, aber die jasp-Datei ist nicht mit einer Datendatei gekoppelt. Das bedeutet, dass es keine Aktualisierungen geben kann... Möchten Sie trotzdem fortfahren?
es: Se inició JASP en modo de informe, pero el archivo de JASP non está asociado a un archivo de datos. Esto significa que no puede haber actualizaciones... ¿Quieres continuar de todas formas?
gl: Iniciouse JASP en modo de informe, pero o ficheiro de JASP non está asociado a un ficheiro de datos. Isto significa que non pode haber actualizacións... Desexas continuar de tódolos xeitos?
ja: JASPは報告モードで開始されましたが、JASPファイルがデータファイルと結合されていません. これは、更新がないことを意味します... 続けますか?
nl: JASP is gestart in rapportagemodus, maar het jasp-bestand is niet gekoppeld aan een databestand. Dit betekent dat er geen updates kunnen zijn... Wilt u toch doorgaan?

# OSF|
source: Unknown error
de: Unbekannter Fehler
es: Fallo desconocido
gl: Fallo descoñecido
ja: 予期しないエラー
nl: Onbekende fout

# FormulaSource|
source: No name given in Formula description
de: Kein Name in Formelbeschreibung angegeben
es: No se indicó ningún nombre en la descripción de la Fórmula
gl: Non se indicou ningún nome na descrición da Fórmula
ja: 式内の記述に名前が与えられていません
nl: Geen naam vermeld in de formulebeschrijving

# JASPControl|
source: Control with label '%1' has no name
de: Einstellung mit Label '%1' hat keinen Namen
es: El control con etiqueta '%1' no tiene nombre
gl: O control con etiqueta '%1' non ten nome
ja: ラベル '%1' のコントロールには名前がありません
nl: Control met label '%1' heeft geen naam

# JASPControl|
source: A control has no name
de: Eine Kontrollelement hat keinen Namen
es: Un control no tiene nombre
gl: Un control non ten nome
ja: コントロールには名前がありません
nl: Een control heeft geen naam

# JASPControl|
source: Option name '%1' is a reserved word
de: Optionsbezeichnung '%1' ist ein reserviertes Wort
es: El nombre de la opción '%1' es una palabra reservada
gl: O nome da opción '%1' é unha palabra reservada
ja: オプション名 '%1' は予約語です
nl: Optienaam '%1' is een gereserveerd woord

# JASPControl|
source: 2 controls have the same name: %1
de: 2 Kontrollelemente haben denselben Namen: %1
es: 2 controles tienen el mismo nombre: %1
gl: 2 controis teñen o mesmo nome: %1
ja: 2つのコントロールは同じ名前です: %1
nl: 2 controles hebben dezelfde naam: %1

# JASPControl|
source: A control and a formula have the same name '%1'
de: Ein Kontrollelement und eine Formel haben denselben Namen '%1'
es: Un control y una fórmula tienen el mismo nombre '%1'
gl: Un control e unha fórmula teñen o mesmo nome '%1'
ja: 制御と式が同じ名前 '%1'です
nl: Een JASPControl en een formule hebben dezelfde naam '%1'

# RSyntax|
source: Formula with name '%1' is defined twice
de: Formel mit Name '%1' ist zweimal definiert
es: La fórmula con nombre '%1' está definida dos veces
gl: A fórmula con nome '%1' está definida dúas veces
ja: 式の名前 '%1' は二度定義されています
nl: Formule met naam '%1' is tweemaal gedefinieerd

# RSyntax|
source: A control and a formula have the same name '%1'
de: Ein Kontrollelement und eine Formel haben denselben Namen '%1'
es: Un control y una fórmula tienen el mismo nombre '%1'
gl: Un control e unha fórmula teñen o mesmo nome '%1'
ja: 制御と式が同じ名前 '%1'です
nl: Een JASPControl en een formule hebben dezelfde naam '%1'

# RCommander|
source: Analysis not found
de: Analyse nicht gefunden
es: Análisis no encontrado
gl: Análise non atopado
ja: 分析が見つかりません
nl: Analyse niet gevonden

# RCommander|
source: Not an analysis function: <module name>::<analysis name>(...)
de: Keine Analysefunktion: <module name>::<analysis name>(...)
es: Non es una función de análisis: <module name>::<analysis name>(...)
gl: Non é unha función de análise: <module name>::<analysis name>(...)
ja: 分析関数がありません: <module name>::<analysis name>(...)
nl: Geen analysefunctie: <modulenaam>::<analysenaam>(...)

# RCommander|
source: R is (re)starting
de: R wird (neu)gestartet
es: Se está (re)iniciando R
gl: Estase (re)iniciando R
ja: Rは(再)起動中です
nl: R is aan het (her)starten

# RCommander|
source: R is installing or loading a module %1
de: R installiert oder lädt ein Modul %1
es: R está instalando o cargando un módulo %1
gl: R está instalando ou cargando un módulo %1
ja: Rがモジュール%1をインストール中、またはローディング中です
nl: R installeert of laadt een module %1

# RCommander|
source: R stopped
de: R gestoppt
es: Se detuvo R
gl: Detívose R
ja: Rが停止しました
nl: R is gestopt

# RCommander|
source: R awaits commands
de: R wartet auf Befehle
es: R espera instrucciones
gl: R agarda instrucións
ja: Rがコマンドを待っています
nl: R wacht op commands

# JASPControl|
source: Variables List
de: Variablenliste
es: Lista de Variables
gl: Lista de Variables
ja: 変数リスト
nl: Variabelenlijst

# JASPControl|
source: DropDown
es: Desplegable
gl: Despregable
ja: ドロップダウン

# JASPControl|
source: Tab View
de: Tab-Ansicht
es: Vista de Tabla
gl: Vista de Táboa
ja: タブビュー

# JASPControl|
source: Variables Form
de: Variablen-Formular
es: Formato de Variables
gl: Formato de Variables
ja: 変数フォーム
nl: Variabelen Formulier
