Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# PrefsUI|
source: Set the speed with which you can scroll in the options, dataviewer and other places.
de: Stellt die Geschwindigkeit ein, in der die Optionen, Datenansicht und andere Abschnitte gescrollt werden kann.
es: Configurar la velocidad con la que es posible desplazarse por las opciones, por el visor de datos y por otras opciones.
gl: Establecer a velocidade coa que podes desprazarte polas opcións, polo visor de datos e por outras opcións.
ja: オプションやデータビューアーなどでのスクロールの速度を設定します。
nl: Stel de snelheid in waarmee u scrolt in de opties, dataviewer en andere plekken.
pt: Ajuste a velocidade da sua barra de rolagem no menu de opções, na visualização dos dados e outros lugares.

# PrefsUI|
source: Switches to a "safer" mode for graphics aka software rendering. It will make your interface slower but if you have some problems (weird glitches, cannot see results or anything even) might fix them. Analyses will still be just as fast though.
de: Schaltet in einen "sichereren" Modus für die grafische Darstellung (Software-Rendering). Hierduch wird die Bedienoberfläsche langsamer, aber es kann bei Problemen helfen (komische Aussetzer, unsichtbare Ergebnisse, usw). Analysen bleiben aber weiterhin schnell.
es: Cambiarse a un modo gráfico (o software acelerador) "más seguro". Esto hará más lenta la interfaz, pero si se tiene algún problema (fallos raros, no poder ver resultados o cualquier otro) podría solucionarse. Sin embargo, los análisis seguirán haciéndose igual de rápidos.
gl: Cambiarse a un modo gráfico (ou software acelerador) "máis seguro". Isto fará máis lenta a túa interface, pero se tes algún problema (fallos raros, imposibilidade de ver resultados ou calquera outro) podería solucionarse. Porén as análises vanse facer igual de rápidas.
ja: グラフィックス、ソフトウェア レンダリングの 「安全な」モードに切り替えます。 実行するとインターフェイスが遅くなりますが、いくつかの問題がある場合(奇妙な不具合、結果を見ることができない、または何も)それらを修正するかもしれません。 分析の速度はそれほど変わりません。
nl: Schakelt naar een "veiligere" modus voor grafische/software rendering. Hierdoor wordt de interface langzamer, maar als zich problemen voordoen (vreemde glitches, onzichtbare resultaten, etc.) worden deze misschien opgelost. Analyses zijn echter even snel.
pt: Muda pra um modo mais "seguro" para gráficos ou renderização de software. Esse modo irá fazer sua interface ficar mais lenta, mas se você tiver problemas com o software (bugs estranhos, não consegue ver resultados ou algo assim) esse modo pode te ajudar. As análises continuarão a ser feitas na mesma velocidade.

# PrefsUI|
source: Turns off all animations, this is implied when "Safe Graphics Mode" is on.
de: Schaltet alle Animationen aus, dies ist impliziert wenn "Sicherer Grafikmodus" eingeschaltet ist.
es: Desactiva todas las animaciones, lo que está implícito cuando el "Modo Gráfico Seguro" está activado.
gl: Desactiva todas as animacións, o que está implícito cando está activo o "Modo Gráfico Seguro".
ja: すべてのアニメーションをオフにします。これは「セーフ・グラフィックス・モード」がオンになっている場合に表示されます。
nl: Schakelt alle animaties uit, dit is impliciet wanneer "Veilige Grafische Mode" aan staat.
pt: Desativa todas as animações, o que está implícito quando o "Modo Gráfico Seguro" está ativado.

# PrefsUI|
source: Already disabled animations because "Safe Graphics Mode" is on
de: Animationen sind bereits ausgeschaltet weil "Sicherer Grafikmodus" eingeschaltet ist
es: Animaciones ya deshabilitadas porque el "Modo Gráfico Seguro" está activado
gl: Animacións xa inhabilitadas porque o "Modo Gráfico Seguro" está activado
ja: セーフ・グラフィックス・モード "がオンになっているため、すでにアニメーションが無効になっています
nl: Animaties al uitgezet omdat de "Veilige Grafische Mode" aan staat
pt: As animações já estão desativadas porque o "Modo de gráficos seguros " está ativado

# PrefsUI|
source: If disabled it will not use your operating system's file dialogs but those made by Qt. This might solve some problems on Windows where JASP crashes on pressing "Browse".
de: Wenn deaktiviert, werden nicht die Dateidialogfenster Ihres Betriebssystems benutzt, sondern die von Qt. Dies kann manche Probleme unter Windows lösen, bei denen JASP abstürzt, wenn man auf die "Durchsuchen"-Schaltfläche klickt.
es: Si está deshabilitado, no se usarán los diálogos de archivo del sistema operativo, sino los creados por Qt. Esto podría resolver algunos problemas en Windows cuando JASP falla al presionar "Buscar".
gl: Se o desactivas, non se van usar os diálogos de ficheiro do teu sistema operativo senón os feitos por Qt. Isto podería solucionar algúns problemas en Windows cando JASP racha ao premer en "Explorar".
ja: 無効にすると、オペレーティングシステムのファイルダイアログではなく、Qtで作られたダイアログを使用します。これにより、Windowsで "Browse "を押すとJASPがクラッシュする問題が解決するかもしれません。
nl: Als deze optie uitgevinkt is dan wordt niet het bestandsdialoogvenster van het besturingssysteem gebruikt maar die van Qt zelf. Dit zou enkele problemen op Windows kunnen oplossen waar JASP crasht wanneer op de "Blader" knop gedrukt wordt.
pt: Se desativado, não será utilizada a caixa de diálogo do seu sistema operacional. Isso pode resolver alguns problemas do Windows, onde o JASP falha ao clicar em "Navegar".

source: Recent Files
de: Zuletzt geöffnete Dateien
es: Archivos Recientes
gl: Ficheiros Recentes
ja: 最近使ったファイル
nl: Laatst geopend
pt: Ficheiros recentes

# ComputedColumnsConstructor|
source: Computed columns code clear(ed)
de: Code für berechnete Spalten leer (gemacht)
es: Código despejado de columnas calculadas
gl: Código despexado de columnas calculadas
ja: 計算された列のコードをクリアする(あるいはクリアされている)
nl: Code berekende kolommen leeg(gemaakt)
pt: Código para computar as colunas computadas limpo (ed)

# ComputedColumnsConstructor|
source: Computed columns code applied
de: Code für berechnete Spalten ausgeführt
es: Código aplicado de columnas calculadas
gl: Código aplicado de columnas calculadas
ja: 計算列コードが適用されました
nl: Code berekende kolommen toegepast
pt: Código para computar as colunas computadas aplicado

# ComputedColumnsConstructor|
source: Please enter all arguments - see fields marked in red.
de: Bitte alle Argumente eingeben - siehe die rot markierten Felder.
es: Por favor, introducir todos los argumentos (observar los campos marcados en rojo).
gl: Por favor, introduce todos os argumentos (observar os campos marcados en vermello).
ja: すべての引数を入力してください - 赤でマークされたフィールドを参照してください。
nl: Vul alle argumenten in aub - zie de velden in rood gemarkeerd.
pt: Por favor insira todos os argumentos - veja os campos destacados em vermelho.

# ComputedColumnsConstructor|
source: Only one formula per computed column allowed.
de: Pro berechnete Spalte ist nur eine Formel erlaubt.
es: Solo se permite una fórmula por columna calculada.
gl: Só se permite unha fórmula por columna calculada.
ja: 1つの計算列につき、1つの数式しか使用できません.
nl: Slechts één formule per berekende kolom toegestaan.
pt: Apenas uma fórmula permitida por coluna.

# ComputedColumnsConstructor|
source: Welcome to the drag and drop computed column constructor!
de: Willkommen zum Drag-&-Drop-Baukasten zum Berechnen von Spalten!
es: ¡Bienvenido al constructor de columnas calculadas mediante Arrastrar y Soltar!
gl: Benvido ao configurador de columnas calculadas mediante Arrastrar e Soltar!
ja: ドラッグ＆ドロップ式の計算列コンストラクタへようこそ!
nl: Welkom bij de vereenvoudigde berekende kolom maker!
pt: Bem vindo ao construtor de coluna computada arraste-e-solte!

# DropTrash|
source: Dump unwanted snippets here; double-click to erase the entire slate
de: Entsorge unerwünschte Schnipsel hier; Doppelklick um alles zu löschen
es: Volcar aquí los fragmentos no deseados; hacer doble clic para borrar toda la pizarra
gl: Verte aquí os anacos non desexados; fai clic dúas veces para eliminar todo
ja: 不要な部分をここに捨て、ダブルクリックで全体を消去する
nl: Plak ongewenste snippers hier; dubbel-klik om alles te verwijderen
pt: Despeje trechos indesejados aqui; clique duas vezes para apagar todo o quadro

# OperatorSelector|
source: Addition
es: Suma
gl: Suma
ja: 足し算
nl: Optellen
pt: Adição

# OperatorSelector|
source: Subtraction
de: Subtraktion
es: Resta
gl: Resta
ja: 引き算
nl: Aftrekken
pt: Subtração

# OperatorSelector|
source: Multiplication
de: Multiplikation
es: Multiplicación
gl: Multiplicación
ja: 掛け算
nl: Vermenigvuldigen
pt: Multiplicação

# OperatorSelector|
source: Division
es: División
gl: División
ja: 割り算
nl: Delen door
pt: Divisão

# OperatorSelector|
source: Power (2^3 returns 8)
de: Potenz (2^3 ergibt 8)
es: Potencia (2^3 devuelve 8)
gl: Potencia (2^3 devolve 8)
ja: 累乗 (2^3 returns 8)
nl: Macht (2^3 is 8)
pt: Potenciação

# OperatorSelector|
source: Square root
de: Wurzel
es: Raíz cuadrada
gl: Raíz cadrada
ja: 平方根
nl: Wortel
pt: Raiz quadrada

# OperatorSelector|
source: Modulo: returns the remainder of a division. 3%2 returns 1
de: Modulo: ergibt den Rest einer ganzzahligen Division. 3%2 ergibt 1
es: Módulo: devuelve el resto de una división. 3 %2 devuelve 1
gl: Módulo: devolve o resto dunha división. 3%2 devolve 1
ja: [剰余]: 除算の残りを返します。3%2 は 1 を返す
nl: Modulo: geeft het restant van een deling. 3%2 is 1
pt: Módulo: retorna o resto de uma divisão. 3%2 retorna 1

# OperatorSelector|
source: returns logicals and can be the root of a filter formula
de: liefert Wahrheitswerte und kann als Ausgangspunkt einer Formel für einen Filter dienen
es: devuelve los valores lógicos y puede ser la raíz de una fórmula de filtrado
gl: devolve os valores lóxicos e pode ser a raíz dunha fórmula de filtrado
ja: は論理式を返し、フィルター式のルートにもなります
nl: geeft logicals en kan de basis zijn van een formule voor een filter
pt: retorna lógicas e pode ser a raiz de uma fórmula de filtro

# OperatorSelector|
source: Equality: %1
de: Gleichheit: %1
es: Igualdad: %1
gl: Igualdade: %1
ja: 等式: %1
nl: Gelijkheid: %1
pt: Igualdade: %1

# OperatorSelector|
source: Inequality: %1
de: Ungleichheit: %1
es: Desigualdad: %1
gl: Desigualdade: %1
ja: 不等式: %1
nl: Ongelijkheid: %1
pt: Desigualdade: %1

# OperatorSelector|
source: Less than: %1
de: Größer als: %1g
es: Menor que: %1
gl: Menor que: %1
ja: 未満: %1
nl: Kleiner dan: %1
pt: Menor que: %1

# OperatorSelector|
source: Less than or equal to: %1
de: Kleiner als oder gleich wie: %1
es: Menor que o igual a: %1
gl: Menor que ou igual a: %1
ja: 以下: %1
nl: Kleiner dan of gelijk aan: %1
pt: Igual ou menor que: %1

# OperatorSelector|
source: Greater than: %1
de: Größer als: %1g
es: Mayor que: %1
gl: Maior que: %1
ja: より大きい: %1
nl: Groter dan: %1
pt: Maior que: %1

# OperatorSelector|
source: Greater than or equal to: %1
de: Größer als oder gleich wie: %1
es: Mayor que o igual a: %1
gl: Maior que ou igual a: %1
ja: 以上: %1
nl: Groter dan of gelijk aan: %1
pt: Igual ou maior que: %1

# OperatorSelector|
source: And: %1
de: Und: %1
es: Y: %1
gl: E: %1
ja: 論理積: %1
nl: En: %1
pt: E: %1

# OperatorSelector|
source: Or: %1
de: Oder: %1
es: O: %1
gl: Ou: %1
ja: 論理和: %1
nl: Of: %1
pt: Ou: %1

# OperatorSelector|
source: Split: applies filter separately to each subgroup
de: Aufteilung: wendet Filter separat auf jede Untergruppe an
es: Dividir: aplica un filtro por separado a cada subgrupo
gl: Separar: aplica un filtro a cada subgrupo por separado
ja: 分割: 各サブグループにフィルタを個別に適用
nl: Splits: voert een filter uit op elke groep
pt: Dividir: aplica o filtro separadamente para cada subgrupo

# OperatorSelector|
source: not: %1
de: nicht: %1
es: no: %1
gl: non: %1
ja: 否定: %1
nl: niet: %1
pt: não: %1

# OperatorSelectorComputedColumns|
source: Addition
es: Suma
gl: Suma
ja: 足し算
nl: Optellen
pt: Adição

# OperatorSelectorComputedColumns|
source: Subtraction
de: Subtraktion
es: Resta
gl: Resta
ja: 減算
nl: Aftrekken
pt: Subtração

# OperatorSelectorComputedColumns|
source: Multiplication
de: Multiplikation
es: Multiplicación
gl: Multiplicación
ja: 乗算
nl: Vermenigvuldigen
pt: Multiplicação

# OperatorSelectorComputedColumns|
source: Division
es: División
gl: División
ja: 除算
nl: Delen door
pt: Divisão

# OperatorSelectorComputedColumns|
source: Power (2^3 returns 8)
de: Potenz (2^3 ergibt 8)
es: Potencia (2^3 devuelve 8)
gl: Potencia (2^3 devolve 8)
ja: 累乗 (2^3 returns 8)
nl: Macht (2^3 is 8)
pt: Potenciação

# OperatorSelectorComputedColumns|
source: Square root
de: Wurzel
es: Raíz cuadrada
gl: Raíz cadrada
ja: 平方根
nl: Wortel
pt: Raiz quadrada

# OperatorSelectorComputedColumns|
source: Modulo: returns the remainder of a division. 3%2 returns 1
de: Modulo: geeft het restant van een deling. 3%2 is 1
es: Módulo: devuelve el resto de una división. 3 %2 devuelve 1
gl: Módulo: devolve o resto dun cociente. 3%2 devolve 1
ja: [剰余]: 除算の残りを返します。3%2 は 1 を返す
nl: Modulo: geeft het restant van een deling. 3%2 is 1
pt: Módulo: retorna o resto de uma divisão. 3%2 retorna 1

# OperatorSelectorComputedColumns|
source: returns logicals
de: liefert Wahrheitswerte
es: devuelve los valores lógicos
gl: devolve os valores lóxicos
ja: 論理値を返す
nl: geeft logicals
pt: retorna lógicas

# OperatorSelectorComputedColumns|
source: Equality: %1
de: Gleichheit: %1
es: Igualdad: %1
gl: Igualdade: %1
ja: 等式: %1
nl: Gelijkheid: %1
pt: Igualdade: %1

# OperatorSelectorComputedColumns|
source: Inequality: %1
de: Ungleichheit: %1
es: Desigualdad: %1
gl: Desigualdade: %1
ja: 不等式: %1
nl: Ongelijkheid: %1
pt: Desigualdade: %1

# OperatorSelectorComputedColumns|
source: Less than: %1
de: Kleiner als: %1
es: Menor que: %1
gl: Menor que: %1
ja: 未満: %1
nl: Kleiner dan: %1
pt: Menor que: %1

# OperatorSelectorComputedColumns|
source: Less than or equal to: %1
de: Kleiner als oder gleich wie: %1
es: Menor que o igual a: %1
gl: Menor que ou igual a: %1
ja: 以下: %1
nl: Kleiner dan of gelijk aan: %1
pt: Igual ou menor que: %1

# OperatorSelectorComputedColumns|
source: Greater than: %1
de: Größer als: %1
es: Mayor que: %1
gl: Maior que: %1
ja: より大きい: %1
nl: Groter dan: %1
pt: Maior que: %1

# OperatorSelectorComputedColumns|
source: Greater than or equal to: %1
de: Größer als oder gleich wie: %1
es: Mayor que o igual a: %1
gl: Maior que ou igual a: %1
ja: 以上: %1
nl: Groter dan of gelijk aan: %1
pt: Igual ou maior que: %1

# OperatorSelectorComputedColumns|
source: And: %1
de: Und: %1
es: Y: %1
gl: E: %1
ja: 論理積: %1
nl: En: %1
pt: E: %1

# OperatorSelectorComputedColumns|
source: Or: %1
de: Oder: %1
es: O: %1
gl: Ou: %1
ja: 論理和: %1
nl: Of: %1
pt: Ou: %1

# OperatorSelectorComputedColumns|
source: Split: applies filter separately to each subgroup
de: Aufteilung: wendet Filter separate auf jede Subgruppe an
es: Dividir: aplica un filtro por separado a cada subgrupo
gl: Separar: aplica un filtro a cada subgrupo por separado
ja: 分割: 各サブグループにフィルタを個別に適用
nl: Splits: voert een filter uit op elke groep
pt: Dividir: aplica o filtro separadamente para cada subgrupo

# OperatorSelectorComputedColumns|
source: Not: %1
de: Nicht: %1
es: No: %1
gl: Non: %1
ja: 否定: %1
nl: Niet: %1
pt: Não: %1

# FilterWindow|
source: absolute value
de: Absolutbetrag
es: valor absoluto
gl: valor absoluto
ja: 絶対値
nl: absolute waarde
pt: valor absoluto

# FilterWindow|
source: standard deviation
de: Standardabweichung
es: desviación típica
gl: desvío padrón
ja: 標準偏差
nl: standaard afwijking
pt: desvio-padrão

# FilterWindow|
source: variance
de: Varianz
es: varianza
gl: varianza
ja: 分散
nl: variantie
pt: variância

# FilterWindow|
source: summation
de: Summe
es: suma
gl: suma
ja: 総和
nl: optelling
pt: soma

# FilterWindow|
source: product of values
de: Produkt der Werte
es: producto de valores
gl: produto de valores
ja: 値の積
nl: product van waarden
pt: produto dos valores

# FilterWindow|
source: returns minimum of values
de: liefert Minimum der Werte
es: devuelve el mínimo de los valores
gl: devolve o mínimo dos valores
ja: 最小値を返します
nl: retourneert minimum van waarden
pt: retorna valor mínimo

# FilterWindow|
source: returns maximum of values
de: liefert Maximum der Werte
es: devuelve el máximo de los valores
gl: devolve o máximo dos valores
ja: 最大値を返します
nl: retourneert maximum van waarden
pt: retorna valor máximo

# FilterWindow|
source: mean
de: Mittelwert
es: media
gl: media
ja: 平均
nl: gemiddelde
pt: média

# FilterWindow|
source: rounds y to n decimals
de: rundet y auf n Nachkommastellen
es: redondea y a n decimales
gl: arredonda y a n decimais
ja: y を小数点以下 n 桁に丸めます
nl: rond y af tot n decimalen
pt: arredonda y para n decimais

# FilterWindow|
source: returns number of elements in y
de: liefert Anzahl der Elemente in y
es: devuelve el número de elementos de y
gl: devolve o número de elementos de y
ja: yの要素数を返します
nl: retourneert aantal elementen in y
pt: retorna número de elementos em y

# FilterWindow|
source: median
es: mediana
gl: mediana
ja: 中央値
nl: mediaan
pt: mediana

# FilterWindow|
source: if-else statement
de: wenn-dann-Anweisung
es: enunciado si-entonces
gl: enunciado se-entón
ja: if-else文
pt: afirmação if-else

# FilterWindow|
source: Filter Changed
de: Filter geändert
es: El filtro cambió
gl: O filtro cambiou
ja: フィルターの変更
nl: Filter gewijzigd
pt: Filtro alterado

# FilterWindow|
source: There are unapplied changes to your filter; what would you like to do?
de: Es gibt ungespeicherte Änderungen an Ihrem Filter; was möchten Sie tun?
es: Hay cambios sin aplicar al filtro. ¿Que se quiere hacer?
gl: Hai cambios sen aplicar ao teu filtro. Que queres facer?
ja: 計算列に適用されていない変更があります。どうしますか?
nl: Er zijn niet-toegepaste veranderingen aan uw filter; wat wilt u doen?
pt: Existem mudanças não aplicadas ao seu filtro; o que você quer fazer?

# FilterWindow|
source: Switch to the R filter
de: Zum R-Filter wechseln
es: Cambiarse al filtro de R
gl: Cambiarse ao filtro de R
ja: Rフィルターに切り替え
nl: Wissel naar het R filter
pt: Mudar para o filtro do R

# FilterWindow|
source: Hide rows that were filtered out.
de: Herausgefilterte Zeilen verstecken.
es: Ocultar las filas que se filtraron.
gl: Ocultar as filas que se filtraron.
ja: フィルタリングで除外された行を隠す。
nl: Verberg rijen die eruit zijn gefilterd.
pt: Esconder linhas filtradas.

# FilterWindow|
source: Show rows that were filtered out.
de: Herausgefilterte Zeilen anzeigen.
es: Mostrar las filas que se filtraron.
gl: Amosar as filas que se filtraron.
ja: フィルターで除外された行を表示します。
nl: Toon rijen die eruit zijn gefilterd.
pt: Mostrar linhas filtradas.

# FilterWindow|
source: Apply pass-through filter
de: Durchlassfilter anwenden
es: Aplicar el filtro pasar-por
gl: Aplicar o filtro pasar-por
ja: パススルーフィルターを適用する
nl: Pas doorlaatfilter toe
pt: Aplicar filtro de passagem

# FilterWindow|
source: Filter applied
de: Filter angewendet
es: Filtro aplicado
gl: Filtro aplicado
ja: フィルタが適用されました
nl: Filter toegepast
pt: Filtro aplicado

# FilterWindow|
source: Click to apply filter
de: Klicke hier, um den Filter anzuwenden
es: Hacer clic para aplicar el filtro
gl: Fai clic para aplicar un filtro
ja: クリックしてフィルタを適用
nl: Klik om filter toe te passen
pt: Clique para aplicar filtro

# FilterWindow|
source: Filter is already applied
de: Filter ist bereits angewendet
es: El filtro ya está aplicado
gl: O filtro xa está aplicado
ja: フィルタはすでに適用されている
nl: Filter is al toegepast
pt: O filtro já está aplicado

# FilterWindow|
source: Open Documentation
de: Dokumentation öffnen
es: Abrir la Documentación
gl: Abrir a Documentación
ja: ドキュメントを開く
nl: Open documentatie
pt: Abrir documentação

# FilterWindow|
source: Hide filter
de: Filter verstecken
es: Ocultar el filtro
gl: Agochar o filtro
ja: フィルタを非表示
nl: Verberg filter
pt: Esconder filtro

# FilterWindow|
source: Reset all checkmarks on all labels
de: Alle Häkchen von allen Labels zurücksetzen
es: Restablecer todas las marcas de verificación en todas las etiquetas
gl: Restablecer todas as marcas de verificación en todas as etiquetas
ja: すべてのラベルのチェックマークをリセット
nl: Herstel alle vinkjes op alle labels
pt: Redefinir todas as caixas de seleção em todos os rótulos

# FilterWindow|
source: Switch to the drag and drop filter
de: Zum Drag-und-Drop-Filter wechseln
es: Cambiarse al filtro de Arrastrar y Soltar
gl: Cambiarse ao filtro de Arrastrar e Soltar
ja: ドラッグ＆ドロップフィルターに切り替え
nl: Wissel naar het drag en drop filter
pt: Mudar para o filtro arraste-e-solte

# FilterWindow|
source: Reset to default filter
de: Auf Standardfilter zurücksetzen
es: Restablecer el filtro predeterminado
gl: Restablecer o filtro por defecto
ja: デフォルトのフィルターに戻す
nl: Herstel naar standaardfilter
pt: Mudar para o filtro padrão

# HelpWindow|
source: JASP Help
de: JASP Hilfe
es: Ayuda de JASP
gl: Axuda de JASP
ja: JASPヘルプ
nl: JASP Documentatie
pt: Ajuda do JASP

# HelpWindow|
source: Search for:
de: Suchen nach:
es: Buscar:
gl: Procurar:
ja: 検索する：
nl: Zoek naar:
pt: Procurar por:

# JagsTableView|
source: Add Data
de: Daten hinzufügen
es: Agregar Datos
gl: Engadir Datos
ja: データの追加
nl: Voeg data toe
pt: Adicionar dados

# JagsTableView|
source: Delete Data
de: Daten löschen
es: Eliminar Datos
gl: Eliminar Datos
ja: データの削除
nl: Verwijder Data
pt: Apagar dados

# JagsTableView|
source: Reset
de: Zurücksetzen
es: Restablecer
gl: Restablecer
ja: リセット
nl: Herstel
pt: Redefinir

# MainPage|
source: Hide data
de: Daten ausblenden
es: Ocultar los datos
gl: Ocultar os datos
ja: データを非表示にする
nl: Verberg data
pt: Ocultar dados

# MainPage|
source: Show data
de: Daten anzeigen
es: Mostrar los datos
gl: Amosar os datos
ja: データを表示する
nl: Toon data
pt: Exibir dados

# MainPage|
source: Resize data/results
de: Größe der Daten/Resultate einstellen
es: Redimensionar los datos/resultados
gl: Volver dar dimensión aos datos/resultados
ja: データ/結果のサイズを変更する
nl: Pas grootte data/resultaten aan
pt: Redimensionar dados / resultados

# MainPage|
source: Drag to show data
de: Ziehe, um Daten anzuzeigen
es: Arrastrar para mostrar los datos
gl: Arrastrar para amosar os datos
ja: ドラッグしてデータを表示
nl: Sleep om data te tonen
pt: Arraste para mostrar os dados

# MainPage|
source: Results
de: Ergebnisse
es: Resultados
gl: Resultados
ja: 結果
nl: Resultaten
pt: Resultados

# ModuleInstaller|
source: Browse for JASP Module
de: Gehe zu JASP-Modul
es: Buscar el Módulo de JASP
gl: Procurar o Módulo de JASP
ja: JASP モジュールの参照
nl: Blader naar JASP Module
pt: Procure pelo Módulo JASP

# ModuleInstaller|
source: Select a JASP Module
de: Ein JASP-Modul auswählen
es: Seleccionar un Módulo de JASP
gl: Escoller un Módulo de JASP
ja: JASP モジュールの選択
nl: Selecteer een JASP-module
pt: Selecione um Módulo JASP

# ModuleInstaller|
source: <i>Browse for a JASP Module to see more information here</i>
de: <i>Suche nach einem JASP-Modul, um hier weitere Informationen zu sehen</i>
es: <i>Buscar un Módulo de JASP para ver aquí más información</i>
gl: <i>Procurar un Módulo de JASP para ver aquí máis información</i>
ja: <i>JASPモジュールの詳細はこちら</i>
nl: <i>Blader naar een JASP-module om meer informatie te zien</i>
pt: <i>Procure um Módulo JASP para ver mais informações aqui</i>

# ModuleInstaller|
source: <i>%1 is not a (correct) JASP Module!</i>
de: <i>%1 ist kein (korrektes) JASP-Modul!</i>
es: <i>%1 no es un Módulo (correcto) de JASP!</i>
gl: <i>%1 non é un Módulo (correcto) de JASP!</i>
ja: <i>%1 は (正しい) JASP モジュールではありません。</i>
nl: <i>%1 is geen (correcte) JASP Module!</i>
pt: <i>%1 não é um Módulo JASP (correto)!</i>

# ModulesMenu|
source: Install Module
de: Modul installieren
es: Instalar Módulo
gl: Instalar Módulo
ja: モジュールのインストール
nl: Intalleer module
pt: Instalar Módulo

# ModulesMenu|
source: Install a module
de: Ein Modul installieren
es: Instalar un módulo
gl: Instalar un módulo
ja: モジュールのインストール
nl: Installeer een module
pt: Instalar um módulo

# ModulesMenu|
source: Install Developer Module
de: Entwicklungsmodul installieren
es: Instalar un Módulo de Desarrollador
gl: Instalar un Módulo de Desenvolvemento
ja: 開発者モジュールのインストール
nl: Installeer ontwikkelaarsmodule
pt: Instalar Módulo Desenvolvedor

# ModulesMenu|
source: Installing Developer Module
de: Entwicklungsmodul wird installiert
es: Instalando un Módulo de Desarrollador
gl: Instalando un Módulo de Desenvolvemento
ja: 開発者モジュールのインストール
nl: Installeren ontwikkelaarsmodule
pt: Instalando Módulo Desenvolvedor
