Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# RadioButtonsGroupBase|
source: No radio button corresponding to name %1
de: Kein RadioButton ist dem Namen %1 zugeordnet
es: No hay ningún botón de opción que se corresponda con el nombre %1
gl: Non hai un botón de opción que se corresponda co nome %1
ja: 名前%1に対応するラジオボタンがありません
nl: Geen radiobutton komt overeen met naam %1
pt: Nenhum botão de opção correspondente ao nome %1

# RowControls|
source: A row component in %1 does not have a name
de: Eine Zeilenkomponente in %1 hat keinen Namen
es: Hay una fila componente de %1 que no tiene ningún nombre
gl: Hai unha fila compoñente de %1 que non ten ningún nome
ja: %1 の行コンポーネントに名前がありません
nl: Een rij-onderdeel in %1 heeft geen naam
pt: Um componente de linha em %1 não possui nome

# RowControls|
source: 2 row components in %1 have the same name
de: 2 Zeilenkomponenten in %1 haben denselben Namen
es: 2 filas componentes de %1 tienen el mismo nombre
gl: 2 filas compoñentes de %1 teñen o mesmo nome
ja: %1の2つの行コンポーネントが同じ名前です
nl: Twee rij-onderdelen in %1 hebben dezelfde naam
pt: 2 componentes de linha em %1 têm o mesmo nome

# SortMenuModel|
source: None
de: Keine
es: Ninguna
gl: Ningún
ja: なし
nl: Geen
pt: Nenhum

# SortMenuModel|
source: Sort by name
de: Nach Namen sortieren
es: Ordenar por nombre
gl: Ordenar por nome
ja: 名前で並べ替え
nl: Sorteer op naam
pt: Ordenar por nome

# SortMenuModel|
source: Sort by name A-Z
de: Nach Namen sortieren, A-Z
es: Ordenar por nombre, A-Z
gl: Ordenar por nome, A-Z
ja: 名前 A から Z で並べ替え
nl: Sorteer op naam A-Z
pt: Ordenar por nome A-Z

# SortMenuModel|
source: Sort by name Z-A
de: Nach Namen sortieren, Z-A
es: Ordenar por nombre, Z-A
gl: Ordenar por nome, Z-A
ja: 名前 Z-A で並べ替え
nl: Sorteer op naam Z-A
pt: Ordenar por nome Z-A

# SortMenuModel|
source: Sort by type
de: Nach Typ sortieren
es: Ordenar por tipo
gl: Ordenar por tipo
ja: タイプで並べ替え
nl: Sorteer op type
pt: Ordenar por tipo

# SortMenuModel|
source: Sort by date
de: Nach Datum sortieren
es: Ordenar por fecha
gl: Ordenar por data
ja: 日付順に並べ替え
nl: Sorteer op datum
pt: Ordenar por data

# SortMenuModel|
source: Sort by size
de: Nach Größe sortieren
es: Ordenado por tamaño
gl: Ordenar por tamaño
ja: サイズ順に並べ替え
nl: Sorteer op grootte
pt: Ordenar por tamanho

# SortMenuModel|
source: SortMenuModel not called with a sortable parent
de: SortMenuModel wurde nicht mit einem sortierbaren Parent aufgerufen
es: El SortMenuModel no fue requerido con un pariente ordenable
gl: O SortMenuModel non foi requirido cun parente ordenable
ja: 並べ替え可能な親でSortMenuModelが呼び出されていません
nl: SortMenuModel niet geroepen met een sorteerbare parent
pt: SortMenuModel não chamado com um pai classificável

# TextAreaBase|
source: Model applied
de: Modell angewendet
es: Modelo aplicado
gl: Modelo aplicado
ja: 適用されるモデル
nl: Model toegepast
pt: Modelo aplicado

# TextInputBase|
source: The expression did not return a number.
de: Dieser Ausdruck hat keine Zahl ausgegeben.
es: La expresión no devolvió un número.
gl: A expresión non devolveu un número.
ja: 式は数値を返しませんでした。
nl: De uitdrukking heeft geen getal geretourneerd.
pt: A expressão não devolveu um número.

# TextInputBase|
source: Integer Field
de: Ganzzahliges Feld
es: Campo de Entero
gl: Campo de Enteiro
ja: 整数フィールド
nl: Geheel-getalveld
pt: Campo Inteiro

# TextInputBase|
source: Percentage Field
de: Prozent-Feld
es: Campo de Porcentaje
gl: Campo de Porcentaxe
ja: パーセンテージフィールド
nl: Percentageveld
pt: Campo percentual

# TextInputBase|
source: Integers Field
de: Ganzzahliges Feld
es: Campo de Enteros
gl: Campo de Enteiros
ja: 整数フィールド
nl: Gehele-getallenveld
pt: Campo de Inteiros

# TextInputBase|
source: Doubles Field
de: Doubles-Präzisions-Feld
es: Campo de Dobles Precisiones
gl: Campo de Dobres Precisións
ja: 二倍長のフィールド
nl: Dubbele-precisieveld
pt: Campo Double

# TextInputBase|
source: Add Column Field
de: Spalten-Feld hinzufügen
es: Agregar Campo de Columna
gl: Engadir Campo de Columna
ja: 列フィールドの追加
nl: Voeg kolomveld toe
pt: Adicionar Campo de Coluna

# TextInputBase|
source: Add Computed Column Field
de: Berechnete-Spalte-Feld hinzufügen
es: Agregar Campo de Columna Calculada
gl: Engadir Campo de Columna Calculada
ja: 計算列フィールドの追加
nl: Voeg Berekende Kolomveld toe
pt: Adicionar Campo de Coluna Computada

# TextInputBase|
source: Formula Field
de: Formel-Feld
es: Campo de Fórmula
gl: Campo de Fórmula
ja: 数式フィールド
nl: Formuleveld
pt: Campo de Fórmula

# TextInputBase|
source: Formulas Field
de: Formel-Feld
es: Campo de Fórmulas
gl: Campo de Fórmulas
ja: 数式フィールド
nl: Formulesveld
pt: Campo de Fórmulas

# TextInputBase|
source: Text Field
de: Text-Feld
es: Campo de Texto
gl: Campo de Texto
ja: テキストフィールド
nl: Tekstveld
pt: Campo de Texto

# TextInputBase|
source: The value (%1) must be %2
de: Der Wert (%1) muss %2 sein
es: El valor (%1) debe ser %2
gl: O valor (%1) debe ser %2
ja: 値 (%1) は %2 でなければなりません
nl: De waarde (%1) moet %2 zijn
pt: O valor (%1) deve ser %2

# VariablesListBase|
source: Source model of %1 must be from a Factor List
de: Quell-Modell von %1 muss aus einer Faktorenliste kommen
es: El modelo fuente de %1 debe ser de una Lista de Factores
gl: O modelo fonte de %1 debe ser dunha Lista de Factores
ja: %1のソースモデルは因子リストからでなければなりません
nl: Bronmodel van %1 moet uit een factorlijst komen
pt: O modelo fonte de %1 deve ser de uma Lista de Fatores

# VariablesListBase|
source: Wrong kind of source for VariableList %1
de: Falsche Art von Quelle für VariableList %1
es: Tipo de fuente incorrecto para VariableList %1
gl: Tipo de fonte incorrecto para VariableList %1
ja: 変数リスト%1のソースの種類が正しくありません
nl: Verkeerde soort bron voor VariableList %1
pt: Tipo errado de fonte para a VariableList %1

# VariablesListBase|
source: No related list found for VariablesList %1
de: Keine verwandte Liste für VariabeleList %1 gefunden
es: No se encontró una lista relacionada para VariablesList %1
gl: Non se atopou unha lista relacionada para VariablesList %1
ja: 変数リスト %1 の関連リストが見つかりません
nl: Geen gerelateerde lijst gevonden voor VariabeleLijst %1
pt: Nenhuma lista relacionada encontrada para a VariablesList %1

# VariablesListBase|
source: Wrong kind of related list (%1) found for VariablesList %2
de: Falsche Art von verwandter Liste (%1) für VariablesList %2 gefunden
es: Se encontró un tipo incorrecto de lista relacionada (%1) para VariablesList %2
gl: Atopouse un tipo incorrecto de lista relacionada (%1) para VariablesList %2
ja: 関連リスト(%1)に誤った種類の変数リスト%2 が見つかりました
nl: Verkeerde soort gerelateerde lijst (%1) gevonden voor VariabeleLijst %2
pt: Tipo errado de lista relacionada (%1) encontrada para a VariablesList %2

# QObject|
source: No name given for the source of %1
de: Für Quelle %1 wurde kein Name angegeben
es: No se indicó ningún nombre para la fuente de %1
gl: Non se indicou ningún nome para a fonte de %1
ja: %1のソースに名前が付けられていません
nl: Geen naam gegeven voor bron van %1
pt: Nenhum nome foi dado para a fonte de %1

# QObject|
source: No source given for %1
de: Für %1 wurde keine Quelle angegeben
es: No se indicó la fuente para %1
gl: Non se indicou a fonte para %1
ja: %1のソースが提供されていません
nl: Geen bron gegeven voor %1
pt: Nenhuma fonte fornecida para %1

# QObject|
source: Cannot find component %1 for the source of %2
de: Finde keine Komponente %1 für die Quelle von %2
es: No puede encontrarse el componente %1 para la fuente de %2
gl: Non pode atoparse a compoñente %1 para a fonte de %2
ja: %2 のソースに関するコンポーネント%1が見つかりません
nl: Kan component %1 voor bron van %2 niet vinden
pt: Não é possível encontrar o componente %1 para a fonte de %2

# ComputeColumnWindow|
source: Standardizes the variable
de: Standardisiert die Variable
es: Tipifica la variable
gl: Tipifica a variable
ja: 変数を標準化します
nl: Standaardiseert de variabele
pt: Padroniza a variável

# ComputeColumnWindow|
source: returns true if string contains substring at least once
de: liefert wahr, wenn Zeichenfolge mindestens einmal eine Teilzeichenfolge enthält
es: devuelve Verdadero si la cadena contiene una subcadena, por lo menos una vez
gl: devolve Verdadeiro se a cadea contén unha subcadea, cando menos unha vez
ja: 文字列に少なくとも1回は部分文字列が含まれている場合、trueを返します
nl: retourneert waar als de string de substring minstens eenmaal bevat
pt: retorna verdadeiro se a cadeia contém sub-cadeia pelo menos uma vez

# FilterWindow|
source: Standardizes the variable
de: Standardisiert die Variable
es: Tipifica la variable
gl: Tipifica a variable
ja: 変数を標準化します
nl: Standaardiseert de variabele
pt: Padroniza a variável

# FilterWindow|
source: returns true if string contains substring at least once
de: liefert wahr, wenn Zeichenfolge mindestens einmal eine Teilzeichenfolge enthält
es: devuelve Verdadero si la cadena contiene una subcadena, por lo menos una vez
gl: devolve Verdadeiro se a cadea contén a subcadea, cando menos unha vez
ja: 文字列に少なくとも1回は部分文字列が含まれている場合、trueを返します
nl: retourneert waar als de string de substring minstens eenmaal bevat
pt: retorna verdadeiro se a cadeia contém a sub-cadeia pelo menos uma vez

# PlotEditingAxis|
source: Title
de: Titel
es: Título
gl: Título
ja: タイトル
nl: Titel
pt: Título

# PlotEditingAxis|
source: Specify sequence
de: Reihenfolge festlegen
es: Especificar la secuencia
gl: Especificar a secuencia
ja: シーケンスの指定
nl: Volgorde opgeven
pt: Especificar a sequência

# PlotEditingAxis|
source: from
de: von
es: de
gl: desde
nl: Van
pt: de

# PlotEditingAxis|
source: to
de: bis
es: a
gl: a
nl: tot
pt: para

# PlotEditingAxis|
source: steps
de: Schritte
es: pasos
gl: pasos
ja: ステップ
nl: stappen
pt: passos

# PlotEditingAxis|
source: Based on data
de: Basierend auf Daten
es: Basado en los datos
gl: Baseado nos datos
ja: データに基づく
nl: Gebaseerd op data
pt: Com base em dados

# PlotEditingAxis|
source: Based on ticks
de: Basierend auf Teilstrichen
es: Basado en las marcas
gl: Baseado nas marcas
ja: チェックに基づく
nl: Gebaseerd op streepjes
pt: Com base nas marcações

# PlotEditingAxis|
source: Set manually
de: Manuell einstellen
es: Establecer manualmente
gl: Establecer manualmente
ja: 手動で設定
nl: Handmatig instellen
pt: Definir manualmente

# PlotEditingAxis|
source: Lower limit
de: Untere Grenze
es: Límite inferior
gl: Límite inferior
ja: 下限
nl: Ondergrens
pt: Limite inferior

# PlotEditingAxis|
source: Upper limit
de: Obere Grenze
es: Límite superior
gl: Límite superior
ja: 上限
nl: Bovengrens
pt: Limite superior

# PlotEditor|
source: x-axis
de: x-Achse
es: eje x
gl: eixe x
ja: x軸
nl: x-as
pt: eixo x

# PlotEditor|
source: y-axis
de: y-Achse
es: eje y
gl: eixe y
ja: y軸
nl: y-as
pt: eixo y

# EngineRepresentation|
source: Unfortunately the plot could not be edited. Error message: %1 If the problem persists, please report the message above at: https://jasp-stats.org/bug-reports
de: Leider konnte das Diagramm nicht gespeichert werden. Fehlermeldung: %1 Falls dieses Problem weiterhin besteht, berichte bitte die obige Nachricht auf: https://jasp-stats.org/bug-reports
es: Por desgracia, el gráfico non puede editarse. Mensaje de error: %1 Si persiste el problema, por favor, informa del mensaje anterior a: https://jasp-stats.org/bug-reports
gl: Por desgraza, a gráfica non se pode editar. Mensaxe de fallo: %1 Se persiste o problema, por favor, informa da mensaxe anterior a: https://jasp-stats.org/bug-reports
ja: 残念ながらプロットの編集はできませんでした。 エラーメッセージは次の通りです。 %1. 問題が解決しない場合は、上記のメッセージを https://jasp-stats.org/bug-reports に報告してください。
nl: Helaas kon de plot niet bewerkt worden. Foutmelding: %1 Als het probleem aanhoudt, meld bovenstaand bericht dan aan: https://jasp-stats.org/bug-reports
pt: Infelizmente, o gráfico não pôde ser editado. Mensagem de erro: %1 Se o problema persistir, por favor reporte a mensagem acima em: https://jasp-stats.org/bug-reports

# Modules::DynamicModule|
source: Loading upgrades for module %1 failed
de: Laden von Upgrades für Modul %1 fehlgeschlagen
es: Falló la carga de actualizaciones para el módulo %1
gl: Fallou a carga de actualizacións para o módulo %1
ja: モジュール %1 のアップグレードの読み込みに失敗しました
nl: Laden van upgrades voor module %1 mislukt
pt: Falha ao carregar atualizações para o módulo %1

# Modules::DynamicModules|
source: An error occured trying to initialize a module from dir %1, the error was: %2
de: Beim Initialisieren eines Moduls aus Verzeichnis %1 trat ein Fehler auf; der Fehler war: %2
es: Ocurrió un fallo al intentar iniciar un módulo de dir %1; el fallo fue: %2
gl: Ocorreu un fallo ao tratar de iniciar un módulo de dir %1; o fallo foi: %2
ja: ディレクトリ%1からモジュールを初期化しようとしてエラーが発生しました。エラーは次の通りです:%2.
nl: Een trad een fout op bij het initialiseren van een module uit %1, de fout was: %2
pt: Ocorreu um erro ao tentar inicializar um módulo de dir %1, o erro foi: %2

# Modules::DynamicModules|
source: An error occured trying to load module %1, the error was: '%2'
de: Beim Versuch, Modul %1 zu laden trat ein Fehler auf; der Fehler war: '%2'
es: Ocurrió un fallo al intentar cargar el módulo %1; el fallo fue: '%2'
gl: Ocorreu un fallo ao tratar de cargar o módulo %1; o fallo foi: '%2'
ja: モジュール %1 をロードしようとしてエラーが発生しました。エラーは次の通りです。'%2'
nl: Er trad een fout op bij het laden van module %1, de fout was: '%2'
pt: Ocorreu um erro ao tentar carregar o módulo %1, o erro foi: '%2'

# Modules::DynamicModules|
source: Something went wrong removing files for module %1 at path '%2' and the error was: %3
de: Beim Löschen von Dateien für Modul %1 im Pfad '%2' ging etwas schief, und der Fehler war: %3
es: Algo fue mal al eliminar los archivos para el módulo %1 en la ruta '%2'; y el fallo fue: %3
gl: Algo foi mal ao eliminar os ficheiros para o módulo %1 na ruta '%2', e o fallo foi: %3
ja: パス '%2'にあるモジュール%1のファイルの削除で問題が発生し、エラーは次のとおりでした：%3
nl: Er ging iets fout bij het verwijderen van bestanden voor module %1 in '%2' en de fout was: %3
pt: Algo deu errado ao remover ficheiros para o módulo %1 no caminho '%2' e o erro foi: %3

# Modules::DynamicModules|
source: The installation of Module %1 failed with the following errormessage: %2
de: Die Installation von Modul %1 ist fehlgeschlagen, mit folgender Fehlermeldung: %2
es: La instalación del Módulo %1 falló con el siguiente mensaje de error: %2
gl: A instalación do Módulo %1 fallou coa seguinte mensaxe de fallo: %2
ja: モジュール%1のインストールが失敗し、次のエラーメッセージが表示されました。 %2
nl: De installatie van Module %1 is mislukt met de volgende foutmelding: %2
pt: A instalação do Módulo %1 falhou com a seguinte mensagem de erro: %2

# Modules::DynamicModules|
source: Cannot install module because %1 does not exist.
de: Kann Modul nicht installieren weil %1 nicht existiert.
es: No se puede instalar el módulo porque %1 no existe.
gl: Non pode instalarse o módulo porque %1 non existe.
ja: %1 が存在しないため、モジュールをインストールできません。
nl: Kan module niet installeren omdat %1 niet bestaat.
pt: Não é possível instalar o módulo porque %1 não existe.

# Modules::DynamicModules|
source: Cannot install module because it is named '%1' and that name is reserved for installing the development module. Change the name (in DESCRIPTION and description.json) and try it again. If you are not the author of this module and do not know how to do this, contact: %2
de: Kann Modul wegen des Namens '%1' nicht installieren weil der Name für das Installieren des Entwicklermoduls reserviert ist. Ändern Sie den Namen (in DESCRIPTION und description.json) und probieren Sie es nochmal. Falls Sie nicht Autor(in) des Moduls sind und nicht wissen wie das geht, kontaktieren Sie: %2
es: No se puede instalar el módulo porque se llama '%1' y ese nombre está reservado para instalar el módulo de desarrollo. Cambie el nombre (en DESCRIPCIÓN y description.json) y vuelva a intentarlo. Si no es el autor de este módulo y no sabe cómo hacerlo, comuníquese con: %2
gl: Non pode instalarse o módulo porque se chama '%1' e ese nome está reservado para instalar o módulo de desenvolvemento. Troca o nome (en DESCRICIÓN e description.json) e proba de novo. Se non es o autor deste módulo e non sabes como se fai isto, contacta con: %2
ja: モジュールの名前が「%1」で、その名前は開発モジュールをインストールするために予約されているため、モジュールをインストールできません。 （DESCRIPTIONとdescription.jsonにある）名前を変更して、もう一度試してください。あなたがこのモジュールの作者ではなく、この方法がわからない場合は、以下に連絡してください。%2.
nl: Kan module met naam '%1' niet installeren omdat die naam gereserveerd is voor het installeren van een ontwikkelaarsmodule. Verander de naam (in DESCRIPTION en description.json) en probeer het opnieuw. Als u de auteur van deze module bent en niet weet hoe dit moet, contact: %2
pt: Não é possível instalar o módulo porque ele se chama '%1' e esse nome é reservado para a instalação do módulo de desenvolvimento. Mude o nome (em DESCRIÇÃO e descrição.json) e tente novamente. Se você não é o autor deste módulo e não sabe como fazer isso, entre em contato: %2

# Modules::DynamicModules|
source: Select a folder
de: Wähle ein Verzeichnis
es: Seleccionar una carpeta
gl: Escoller un cartafol
ja: フォルダの選択
nl: Kies een map
pt: Selecione uma pasta

# Modules::DynamicModules|
source: To install a development module you need to select the folder you want to watch and load, you can do this under the filemenu, Preferences->Advanced.
de: Um ein Entwicklungsmodul zu installieren müssen Sie das Verzeichnis auswählen wo Sie das Modul sehen und laden können; dies geht im Dateimenü, unter Einstellungen->Weitere Optionen.
es: Para instalar un módulo de desarrollo, se debe seleccionar la carpeta que se desea ver y cargar. Se puede hacer esto mediante el menú y Preferencias-> Avanzado.
gl: Para instalar un módulo de desenvolvemento, necesitas seleccionar o cartafol que queres ver e cargar. Podes facer isto mediante o menú e Preferencias->Avanzado.
ja: 開発モジュールをインストールするには、監視と読み込みを行うフォルダを選択する必要があります。これは、ファイルメニューの設定->詳細で行うことができます。
nl: Om een ontwikkelmodule te installeren moet u de map selecteren waar u de module kunt zien en laden. U kunt dit van uit het bestandsmenu doen, Voorkeuren->Geavanceerd.
pt: Para instalar um módulo de desenvolvimento que você precisa selecionar a pasta que deseja observar e carregar, você pode fazer isso sob o menu ficheiro, Preferências->Avançado.

# Modules::DynamicModules|
source: Problem initializing module
de: Problem beim Initialisieren des Moduls
es: Problema al iniciar el módulo
gl: Problema ao iniciar o módulo
ja: モジュールの初期化の問題
nl: Probleem bij initialiseren van module
pt: Módulo inicializador de problemas

# Modules::DynamicModules|
source: There was a problem loading the developer module:
de: Es gab ein Problem beim Laden des Entwicklungsmoduls:
es: Hubo un problema al cargar el módulo de desarrollador:
gl: Houbo un problema ao cargar o módulo de desenvolvemento:
ja: 開発者モジュールの読み込みに問題が発生しました:
nl: Er trad een probleem op bij het laden van de ontwikkelaarsmodule:
pt: Houve um problema ao carregar o módulo de desenvolvimento:

# Modules::DynamicModules|
source: Missing files or folders
de: Fehlende Dateien oder Verzeichnisse
es: Faltan archivos o carpetas
gl: Faltan ficheiros ou cartafoles
ja: ファイルまたはフォルダーがありません
nl: Ontbrekende bestanden of mappen
pt: Faltam ficheiros ou pastas

# Modules::DynamicModules|
source: The selected folder cannot be installed as a developer module because it does not contain all the necessary files and folders.
de: Das ausgewählte Verzeichnis kann nicht als Entwicklungsmodul installiert werden, weil es nicht alle benötigten Dateien und Verzeichnisse enthält.
es: La carpeta seleccionada no se puede instalar como módulo de desarrollador porque no contiene todos los archivos y carpetas necesarios.
gl: O cartafol seleccionado non se pode instalar como un módulo de desenvolvemento porque non contén todos os cartafoles e ficheiros necesarios.
ja: 選択したフォルダーには必要なファイルやフォルダーが含まれていないため、開発者用モジュールとしてインストールできません。
nl: De geselecteerde map kan niet als ontwikkelaarsmodule geïnstalleerd worden omdat deze niet alle benodigde bestanden en mappen bevat.
pt: A pasta selecionada não pode ser instalada como módulo de desenvolvimento porque não contém todos os ficheiros e pastas necessários.

# Modules::DynamicModules|
source: Create a inst/Description.qml file.
de: Erstelle eine Datei inst/Description.qml.
es: Crear un archivo inst/Description.qml.
gl: Crear un ficheiro inst/Description.qml.
ja: inst/Description.qmlファイルを作成します。
nl: Maak een inst/Description.qml bestand.
pt: Crie um ficheiro inst/Descrição.qml.

# Modules::DynamicModules|
source: Create a R directory containing your analysis code.
de: Ein R-Verzeichnis für den Analysecode anlegen.
es: Crear un directorio de R que contenga el código de análisis.
gl: Crear un directorio de R que conteña o teu código de análise.
ja: 分析コードを含むRディレクトリを作成します。
nl: Maak een R-map voor de R-code van de analyses.
pt: Crie um diretório R contendo seu código de análise.

# Modules::DynamicModules|
source: Create a inst/qml directory containing your optionsforms.
de: Ein inst/qml-Verzeichnis für die Optionsformulare anlegen.
es: Crear un directorio inst/qml que contenga los formularios de opciones.
gl: Crear un directorio inst/qml que conteña os teus formularios de opción.
ja: optionsformの入ったinst/qmlディレクトリを作成します。
nl: Maak een inst/qml map om de analyseschermen in op te slaan.
pt: Crie um diretório inst/qml contendo seus formulários de opção.

# Modules::DynamicModules|
source: Create a inst/icons directory containing the icons for your ribbonbuttons.
de: Ein inst/icons-Verzeichnis anlegen für die Icons der Knöpfe in der Taskleiste.
es: Crear un directorio inst/icons que contenga los iconos de los botones de la cinta.
gl: Crear un directorio inst/icons que conteña as iconas para os teus botóns de cinta.
ja: リボンボタン用のアイコンを含む inst/icons ディレクトリを作成します。
nl: Maak een inst/icons map die de pictogrammen bevat voor de knoppen op de taakbalk.
pt: Crie um diretório inst/icons contendo os ícones para seus botões de fitas.

# Modules::DynamicModules|
source: Missing %1
de: Es fehlt %1
es: Falta %1
gl: Falta %1
ja: %1がありません
nl: Ontbrekend %1
pt: Omisso %1

# Modules::DynamicModules|
source: You seem to have removed %1 from your development module directory. Without it your module cannot work, make sure to put it back. For now your old %2 file will be kept.
de: Es scheint dass Sie %1 aus dem Modulentwicklungsverzeichnis gelöscht haben. Ohne dieses kann Ihr Modul nicht funktionieren; sorgen Sie dafür, es zurück zu legen. Vorerst wird nun Ihre alte Datei %2 aufbewahrt.
es: Parece que se ha eliminado %1 del directorio de módulos de desarrollo. Como sin eso el módulo no puede funcionar, asegúrese de reponerlo. Por ahora, se mantendrá su antiguo archivo %2.
gl: Semella que eliminaches %1 do teu directorio de módulos de desenvolvemento. Como sen iso o teu módulo non pode funcionar, asegúrate de repoñelo. Polo momento, o teu antigo ficheiro %2 vaise conservar.
ja: 開発モジュールのディレクトリから%1が削除されているようです。このファイルがないとモジュールは動作しませんので、必ず戻してください。今のところ、あなたの古い%2ファイルは維持されます。
nl: Het lijkt erop dat u %1 van uw module-ontwikkelomgeving verwijderd hebt. Zonder dit kan uw module niet werken, zorg ervoor dat deze teruggeplaatst wordt. Voor nu wordt het oude bestand %2 bewaard.
pt: Você parece ter removido %1 do diretório do seu módulo de desenvolvimento. Sem ele o seu módulo não pode funcionar, certifique-se de colocá-lo de volta. Por enquanto seu antigo ficheiro %2 será mantido.
