Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# ModulesMenu|
source: Select a Developer Module
de: Ein Entwicklungsmodul auswählen
es: Seleccionar un Módulo de Desarrollador
gl: Escoller un Módulo de Desenvolvemento
ja: 開発者モジュールの選択
nl: Selecteer een ontwikkelaarsmodule
pt: Selecionar Módulo Desenvolvedor

# ModulesMenu|
source: Install selected developer module
de: Ausgewähltes Entwicklungsmodul installieren
es: Instalar el módulo de desarrollador seleccionado
gl: Instalar o módulo de desenvolvemento seleccionado
ja: 選択された開発者モジュールのインストール
nl: Installeer geselecteerde ontwikkelaarsmodule
pt: Instalar módulo de desenvolvedor selecionado

# ModulesMenu|
source: Installing developer module now
de: Entwicklungsmodul wird gerade installiert
es: Instalando ahora el módulo de desarrollador
gl: Instalando agora o módulo de desenvolvemento
ja: 今すぐ開発者モジュールをインストールする
nl: Ontwikkelaarsmodule aan het installeren
pt: Instalando módulo de desenvolvedor agora

# ModulesMenu|
source: Ready
de: Bereit
es: Preparado
gl: Preparado
ja: 準備
nl: Gereed
pt: Pronto

# ModulesMenu|
source: Installing: %1
de: Installiere: %1
es: Instalando: %1
gl: Instalando: %1
ja: インストールしています。%1
nl: Installeren: %1
pt: Instalando: %1

# ModulesMenu|
source: Loading: %1
de: Lade: %1
es: Cargando: %1
gl: Cargando: %1
ja: 読み込み中：%1
nl: Laden: %1
pt: Carregando: %1

# ModulesMenu|
source: Loaded and ready for use!
de: Geladen und einsatzbereit!
es: ¡Cargado y listo para usar!
gl: Cargado e listo para usar!
ja: ロードされ、使用する準備ができました!
nl: Geladen en klaar om te gebruiken!
pt: Carregado e pronto para usar!

# ModulesMenu|
source: Error occurred!
de: Fehler aufgetreten!
es: ¡Se produjo un fallo!
gl: Aconteceu un fallo!
ja: エラーが発生しました!
nl: Fout opgetreden!
pt: Ocorreu um erro!

# ModulesMenu|
source: Not ready for use?
de: Nicht einsatzbereit?
es: ¿No está listo para usar?
gl: Non está preparado para usar?
ja: 使用する準備ができていませんか？
nl: Nier klaar voor gebruik?
pt: Não está pronto para usar?

# ModulesMenu|
source: Uninstall module
de: Modul deinstallieren
es: Desinstalar el módulo
gl: Desinstalar o módulo
ja: モジュールのアンインストール
nl: Deïnstalleer module
pt: Desinstalar módulo

# RCommanderWindow|
source: R in JASP
es: R en JASP
gl: R en JASP
ja: JASPでR
pt: R no JASP

# RCommanderWindow|
source: Welcome to R in JASP!
de: Willkommen bei R in JASP!
es: ¡Bienvenido a R en JASP!
gl: Benvido a R en JASP!
ja: R in JASPへようこそ!
nl: Welkom bij R in JASP!
pt: Bem-vindo ao R no JASP!

# RCommanderWindow|
source: Run code
de: Code ausführen
es: Ejecutar código
gl: Executar código
ja: コードの実行
nl: Voer code uit
pt: Executar código

# RCommanderWindow|
source: Pressing Ctrl+Enter or F5 will also run the code
de: Drücken von Strg+Enter oder F5 führt den Code auch aus
es: Al presionar Ctrl + Intro o F5 también se ejecutará el código
gl: Premendo Ctrl+Intro ou F5 tamén vai executar o código
ja: Ctrl + EnterまたはF5を押すと、コードが実行されます
nl: Als u op Ctrl+Enter of F5 drukt, wordt de code ook uitgevoerd
pt: Pressionando Ctrl+Enter ou F5 também executará o código

# RCommanderWindow|
source: Clear output
de: Ausgabe löschen
es: Borrar la Salida de resultados
gl: Borrar resultado
ja: 出力のクリア
nl: Wis uitvoer
pt: Limpar saída

# RCommanderWindow|
source: Cleared...
de: Gelöscht...
es: Borrado ...
gl: Borrado...
ja: クリアされました...
nl: Gewist...
pt: Apagado ...

# SaveDiscardCancelDialog|
source: Changes were made
de: Es wurden Änderungen gemacht
es: Se hicieron cambios
gl: Fixéronse cambios
ja: 変更が加えられました
nl: Er zijn wijzigingen gedaan
pt: Algumas mudanças foram feitas

# SaveDiscardCancelDialog|
source: There are unapplied changes; what would you like to do?
de: Es gibt ungespeicherte Änderungen; was wollen Sie tun?
es: Hay cambios sin aplicar. ¿Qué se quiere hacer?
gl: Hai cambios sen aplicar. Que queres facer?
ja: 未適用の変更がありますが、どのようにしたいですか？
nl: Er zijn niet-toegepaste wijzigingen; wat wilt u doen?
pt: Existem mudanças não aplicadas; o que você quer fazer?

# SaveDiscardCancelDialog|
source: Apply
de: Speichern
es: Aplicar
gl: Aplicar
ja: 適用する
nl: Toepassen
pt: Aplicar mudanças

# SaveDiscardCancelDialog|
source: Discard
de: Verwerfen
es: Descartar
gl: Descartar
ja: 破棄
nl: Verwerpen
pt: Descartar

# SaveDiscardCancelDialog|
source: Cancel
de: Abbrechen
es: Cancelar
gl: Cancelar
ja: キャンセル
nl: Annuleren
pt: Cancelar

# SetSeed|
source: Repeatability
de: Reproduzierbarkeit
es: Repetibilidad
gl: Repetibilidade
ja: 再現性
nl: Reproduceerbaarheid
pt: Repetibilidade

source: Set seed:
de: Startwert für Zufallszahlen setzen:
es: Establecer semilla:
gl: Establecer a semente:
ja: シードを設定します。
nl: Gebruik toevalsgenerator beginwaarde:
pt: Definir semente:

# SimpleTableView|
source: Add Column
de: Spalte einfügen
es: Añadir columna
gl: Engadir columna
ja: 列を追加
nl: Voeg kolom toe
pt: Adicionar Coluna

# SimpleTableView|
source: Delete Column
de: Spalte löschen
es: Eliminar columna
gl: Eliminar columna
ja: 列を削除
nl: Verwijder kolom
pt: Deletar Coluna

# SimpleTableView|
source: Reset
de: Zurücksetzen
es: Restablecer
gl: Restablecer
ja: リセット
nl: Herstel
pt: Redefinir

# SortMenuButton|
source: Sort the items
de: Sortiere die Einträge
es: Ordenar los elementos
gl: Ordenar os elementos
ja: アイテムを並べ替える
nl: Sorteer de items
pt: Classifique os itens

# SubjectivePriors|
source: Prior
es: Previo
gl: Previo
ja: 事前分布
pt: Anterior

# SubjectivePriors|
source: Standardized effect size
de: Standardisierte Effektstärke
es: Magnitud del efecto tipificada
gl: Magnitude do efecto tipificada
ja: 標準化された効果量
nl: Gestandaardiseerde effectgrootte
pt: Tamanho de efeito padronizado

# SubjectivePriors|
source: Default
de: Standard
es: Por defecto
gl: Por defecto
ja: デフォルト
nl: Standaard
pt: Padrão

# SubjectivePriors|
source: scale
de: Skalenparameter
es: Escala
gl: Escala
ja: スケール
nl: schaal
pt: escala

# SubjectivePriors|
source: Informed
de: Informiert
es: Informado
gl: Informado
ja: インフォームド
nl: Geïnformeerd
pt: Informado

# SubjectivePriors|
source: location:
de: Lage:
es: posición:
gl: posición:
ja: 位置：
nl: locatie:
pt: localização:

# SubjectivePriors|
source: scale:
de: Skalenparameter:
es: escala:
gl: escala:
ja: スケール：
nl: schaal:
pt: escala:

# SubjectivePriors|
source: mean:
de: Mittelwert:
es: media:
gl: media:
ja: 平均：
nl: gemiddelde:
pt: média:

# SubjectivePriors|
source: std:
es: típico:
gl: típico:
ja: 標準偏差：
pt: padrão:

# SubjectivePriors|
source: df:
es: gl:
gl: gl:
ja: 自由度：
nl: vg:
pt: gl:

# SubjectivePriors|
source: Raw effect size (Dienes)
de: Rohe Effektstärke (Dienes)
es: Magnitud del efecto bruto (Dienes)
gl: Magnitude do efecto bruto (Dienes)
ja: 生の効果量（Dienes）
nl: Ruwe effectgrootte (Dienes)
pt: Tamanho de efeito bruto (Dienes)

# SubjectivePriors|
source: Uniform
es: Uniforme
gl: Uniforme
ja: 一様
pt: Uniforme

# SubjectivePriors|
source: lower bound:
de: Untergrenze:
es: límite inferior:
gl: límite inferior:
ja: 下限：
nl: ondergrens:
pt: limite inferior:

# SubjectivePriors|
source: upper bound:
de: Obergrenze:
es: límite superior:
gl: límite superior:
ja: 上限：
nl: bovengrens:
pt: limite superior:

# SubjectivePriors|
source: Half-normal
de: Halb-Normal
es: Mitad-Normal
gl: Metade-Normal
ja: ハーフノーマル
nl: Half-normaal
pt: A metade do normal

# WelcomePage|
source: Welcome to JASP
de: Willkommen bei JASP
es: Bienvenidos a JASP
gl: Benvido a JASP
ja: JASPへようこそ
nl: Welkom bij JASP
pt: Bem-vindo ao JASP

# WelcomePage|
source: A Fresh Way to Do Statistics: Free, Friendly, and Flexible
de: Ein frischer Zugang zur Statistik: Frei, freundlich und flexibel
es: Una Nueva Forma de Hacer Estadística: Libre, Amigable y Flexible
gl: Un Xeito Innovador de Facer Estatística: Libre, Amable e Flexible
ja: 統計を行うための新しい方法：無料、フレンドリー、そして柔軟
nl: Een frisse kijk op statistiek. Gratis, vriendelijk en flexibel
pt: Uma nova maneira de fazer estatísticas: grátis, amigável e flexível

# WelcomePage|
source: Free:
de: Frei:
es: Libre:
gl: Libre:
ja: フリー：
nl: Gratis:
pt: Grátis:

# WelcomePage|
source: Friendly:
de: Freundlich:
es: Amigable:
gl: Amable:
ja: フレンドリー：
nl: Vriendelijk:
pt: Amigável:

# WelcomePage|
source: JASP has an intuitive interface that was designed with the user in mind.
de: JASP hat eine intuitive und freundliche Bedienoberfläche.
es: JASP tiene una interfaz intuitiva que fue diseñada pensando en el usuario.
gl: JASP ten unha interface intuitiva que foi deseñada tendo en conta ao usuario.
ja: JASPは、ユーザーを念頭に置いて設計された直感的なインターフェイスを備えています。
nl: JASP heeft een intuïtieve en gebruikersvriendelijke interface.
pt: JASP possui uma interface intuitiva a qual foi projetada com o usuário em mente.

# WelcomePage|
source: JASP offers standard analysis procedures in both their classical and Bayesian manifestations.
de: JASP bietet Standardanalyseverfahren, sowohl als klassische und als Bayessche Variante.
es: JASP ofrece procedimientos de análisis estándar tanto en sus manifestaciones clásicas como bayesianas.
gl: JASP ofrece procedementos de análise estándar tanto nas expresións clásicas como nas baiesianas.
ja: JASPには、伝統的な解析方法とベイズ解析方法の両方の標準的な解析方法が用意されています。
nl: JASP biedt zowel klassieke als Bayesiaanse analyses.
pt: O JASP oferece procedimentos de análise em ambos os métodos: clássico e Bayesiano.

# WelcomePage|
source: So open a data file and take JASP for a spin!
de: Öffne eine Datendatei und entdecke die Vorteile von JASP!
es: ¡Abra entonces un archivo de datos y dé una vuelta por JASP!
gl: Abre entón un ficheiro de datos e dá unha volta por JASP!
ja: では、データファイルを開いて、JASPを試してみましょう!
nl: Dus open een databestand en ontdek de voordelen van JASP!
pt: Abra um ficheiro de dados e experimente o JASP!

# WelcomePage|
source: Click to get latest version
de: Klicke hier, um die neueste Version zu bekommen
es: Haga clic para obtener la última versión
gl: Fai clic para obter a derradeira versión
ja: クリックして最新バージョンを入手
nl: Klik om de laatste versie te krijgen
pt: Clique para obter a última versão :D

# Analysis|
source: Could not find edit options of plot %1 so plot editing will not work...
de: Konnte keine Bearbeitungsoptionen für Abb. %1 finden, also wird Bearbeiten der Abbildung nicht funktionieren...
es: No se pudieron encontrar las opciones de edición del gráfico %1, por lo que la edición de gráficos no funcionará ...
gl: Non se poden atopar as opcións de edición da gráfica %1, entón a edición de gráficas non funcionará...
ja: プロット%1の編集オプションが見つからないので、プロットの編集ができません...。
nl: Kon de aanpassingsopties van plot %1 niet vinden, dus plot aanpassen werkt niet...
pt: Não foi possível encontrar opções para editar o gráfico %1...

# Analysis|
source: Could not find set edit options of plot %1 so plot editing will not remember anything (if it evens works)...
de: Konnte kein Festlegen der Bearbeitungsoptionen für Abb. %1 finden, also werden Änderungen der Abbildung nicht gespeichert (falls es überhaupt geht)...
es: No se pudieron encontrar las opciones de configuración de la edición del gráfico %1, por lo que la edición de gráficos no recordará nada (si funciona) ...
gl: Non se poden atopar as opcións de configuración da edición da gráfica %1, entón a edición de gráficas non lembrará nada (se funciona)...
ja: プロット%1の編集オプションの設定が見つからなかったので、プロットの編集は何も記録されていません（もし機能していたとしても）...。
nl: Kon geen vaste aanpassingsopties vinden voor plot %1, dus zal plot aanpassen niets onthouden (als het al werkt)...
pt: Não consegui encontrar opções de edição definidas do diagrama %1, então a edição do diagrama não se lembrará de nada (se funcionar)...

# AnalysisForm|
source: 2 controls have the same name: %1
de: 2 Kontrollen haben denselben Namen: %1
es: 2 controles tienen el mismo nombre: %1
gl: 2 controis teñen o mesmo nome: %1
ja: 2つのコントロールは同じ名前です：%1
nl: Twee controles hebben dezelfde naam: %1
pt: 2 controles têm o mesmo nome: %1

# AnalysisForm|
source: Component %1 was loaded with the wrong type of value and has been reset to its default value.
de: Komponente %1 wurde mit falschen Werttyp geladen, und wurde auf ihren Standardwert zurückgesetzt.
es: El componente %1 se cargó con un tipo de valor incorrecto y se restableció a su valor predeterminado.
gl: A compoñente %1 cargouse cun tipo de valor equivocado e reiniciouse co seu valor por defecto.
ja: コンポーネント %1 は、間違った値の型で読み込まれ、既定値にリセットされました。
nl: Component %1 heeft een verkeerde type, de standaardwaarde is herstelt.
pt: O componente %1 foi carregado com o tipo errado de valor e foi redefinido para o seu valor padrão.

# AnalysisForm|
source: These components were loaded with the wrong type of value and have been reset to their default values:%1
de: Diese Komponenten wurden mit falschen Werttypen geladen, und wurden auf ihre Standardwerte zurückgesetzt:%1
es: Estos componentes se cargaron con un tipo de valor incorrecto y se restablecieron a sus valores predeterminados: %1
gl: Estas compoñentes cargáronse cun tipo de valor equivocado e reiniciáronse cos seus valores por defecto: %1
ja: これらのコンポーネントには、誤ったタイプの値が読み込まれていたため、デフォルトの値にリセットされています：%1
nl: Deze componenten werden geladen met een verkeerd soort waarde en kregen hun standaard waarden:%1
pt: Estes componentes foram carregados com o tipo errado de valor e foram redefinidos para seus valores padrão:%1

# AnalysisForm|
source: Many components were loaded with the wrong type of value and have been reset to their default values.
de: Mehrere Komponenten wurden mit falschen Werttypen geladen, und wurden auf ihre Standardwerte zurückgesetzt.
es: Muchos componentes se cargaron con un tipo de valor incorrecto y se restablecieron a sus valores predeterminados.
gl: Moitas compoñentes cargáronse cun tipo de valor equivocado, e reiniciáronse cos seus valores por defecto.
ja: 多くのコンポーネントに誤ったタイプの値が読み込まれていたため、デフォルトの値に戻しました。
nl: Verschillende componenten hebben een verkeerd type, de standaardwaarden zijn hersteld.
pt: Muitos componentes foram carregados com o tipo errado de valor e foram redefinidos para seus valores padrão.

# AnalysisForm|
source: The file probably comes from an older version of JASP.
de: Diese Datei stammt wahrscheinlich aus einer älteren Version von JASP.
es: El archivo probablemente proviene de una versión antigua de JASP.
gl: O ficheiro procede probablemente dunha versión antiga de JASP.
ja: このファイルは、おそらく古いバージョンのJASPのものです。
nl: Dit bestand komt waarschijnlijk van een oudere versie van JASP.
pt: O ficheiro foi originado em uma versão mais antiga do JASP.

# AnalysisForm|
source: That means that the results currently displayed do not correspond to the options selected.
de: Dies bedeutet, dass diese Ergebnisse nicht mit den ausgewählten Optionen übereinstimmt.
es: Esto significa que los resultados que se muestran actualmente, no corresponden con las opciones seleccionadas.
gl: Isto significa que os resultados presentados neste momento, non se corresponden coas opcións escollidas.
ja: つまり、現在表示されている結果は、選択されたオプションに対応していないということです。
nl: Dat betekent dat de huidige getoonde resultaten niet overeenkomen met de geselecteerde opties.
pt: Isso significa que os resultados mostrados atualmente não correspondem às opções selecionadas.

# AnalysisForm|
source: Refreshing the analysis may change the results.
de: Aktualisieren der Analyse kann die Ergebnisse verändern.
es: Actualizar el análisis puede cambiar los resultados.
gl: Renovar a análise pode cambiar os resultados.
ja: 分析結果を更新すると、結果が変わることがあります。
nl: Het vernieuwen van de analyse kan de resultaten wijzigen.
pt: Recarregar as análises pode mudar os resultados.

# AnalysisForm|
source: Table
de: Tabelle
es: Tabla
gl: Táboa
ja: 表
nl: Tabel
pt: Tabela

# AnalysisForm|
source: Plot
de: Diagramm
es: Gráfico
gl: Gráfica
ja: プロット
nl: Grafiek
pt: Gráfico

# AnalysisForm|
source: Collection
de: Kollektion
es: Colección
gl: Colección
ja: コレクション
nl: Verzameling
pt: Coleção

# AnalysisForm|
source: Result
de: Ergebnis
es: Resultado
gl: Resultado
ja: 結果
nl: Resultaat
pt: Resultado

# AnalysisForm|
source: Output
de: Ausgabe
es: Salida de resultados
gl: Saída de resultados
ja: 出力
nl: Uitvoer
pt: Saída

# JASPControl|
source: Option
es: Opción
gl: Opción
ja: オプション
nl: Optie
pt: Opção

# JASPControl|
source: Section
de: Sektion
es: Sección
gl: Sección
ja: セクション
nl: Sectie
pt: Seção

# JASPControl|
source: CheckBox
es: Recuadro
gl: Cadro de comprobación
ja: チェックボックス
nl: Selectievakje
pt: Caixa de seleção

# JASPControl|
source: Switch
de: Schalter
es: Cambiar
gl: Cambiarse
ja: スイッチ
nl: Schakelaar

# JASPControl|
source: Entry Field
de: Eingabefeld
es: Campo de Entrada
gl: Campo da Entrada
ja: 入力フィールド
nl: Invoerveld
pt: Campo de Entrada

# JASPControl|
source: Radio Button
es: Botón de Opción
gl: Botón de Opción
ja: ラジオボタン
nl: Keuzerondje
pt: Botão de Rádio

# JASPControl|
source: Radio Buttons
es: Botones de Opción
gl: Botóns de Opción
ja: ラジオボタン
nl: Keuzerondjes
pt: Botões de Rádio

# JASPControl|
source: Input ListView
de: Eingabe ListView
es: Introducir ListView
gl: Introducir ListView
ja: 入力リストビュー
nl: Invoer Lijstweergave
pt: Lista de entradaVer

# JASPControl|
source: TableView
es: Vista de tabla
gl: Vista de táboa
ja: テーブルビュー
nl: Tabelweergave

# JASPControl|
source: Slider
de: Schieberegler
es: Deslizador
gl: Esvarador
ja: スライダー
nl: Schuifregelaar
pt: Deslizador

# JASPControl|
source: TextArea
de: Textfeld
es: Zona de texto
gl: Zona de texto
ja: テキストエリア
nl: Tekstveld
pt: Área de texto

# JASPControl|
source: Button
de: Knopf
es: Botón
gl: Botón
ja: ボタン
nl: Knop
pt: Botão

# JASPControl|
source: Factors Form
de: Faktoren-Formular
es: Formulario de Factores
gl: Formulario de Factores
ja: 因子フォーム
nl: Factorenscherm
pt: Formulário de Fatores

# JASPControl|
source: List of Components
de: Liste von Komponenten
es: Lista de Componentes
gl: Lista de Compoñentes
ja: コンポーネントの一覧
nl: Lijst van Componenten
pt: Lista de Componentes

# JASPControl|
source: Group Box
de: Gruppenbox
es: Cuadro de Grupo
gl: Caixa de Grupo
ja: グループボックス
nl: Groepbox
pt: Caixa de Grupo

# JASPDoubleValidator|
source: The value must be
de: Der Wert muss sein
es: El valor debe ser
gl: O valor debera ser
ja: 値は次の値である必要があります。
nl: De waarde moet zijn
pt: O valor deve ser

# JASPDoubleValidator|
source: and
de: und
es: y
gl: e
ja: と
nl: en
pt: e

# JASPDoubleValidator|
source: &lt; %1
es: &gt; %1
ja: &gt; %1

# JASPDoubleValidator|
source: No validation error
de: Fehler bei Überprüfung
es: Sin error de verificación
gl: Non hai erro de verificación
ja: 検証エラーはありません
nl: Geen validatiefout
pt: Sem erro de validação

# KnownIssues|
source: Problem loading known issues
de: Problem beim Laden bekannter Probleme
es: Problema al cargar los problemas ya conocidos
gl: Problema ao cargar os problemas xa coñecidos
ja: 既知の争点を読み込む問題
nl: Probleem bij het laden van bekende issues
pt: Problema ao carregar problemas conhecidos

# AsyncLoader|
source: Loading Data Set
de: Datensatz wird geladen
es: Cargando el Conjunto de Datos
gl: Cargando o Conxunto de Datos
ja: データセットの読み込み
nl: Laden van Gegevens
pt: Carregando conjunto de dados

# AsyncLoader|
source: Saving Data Set
de: Datensatz wird gespeichert
es: Guardando el Conjunto de Datos
gl: Gardando o Conxunto de Datos
ja: データセットの保存
nl: Opslaan van Gegevens
pt: Salvando conjunto de dados

# AsyncLoader|
source: Exporting Result Set
de: Ergebnisse werden exportiert
es: Exportando el Conjunto de Resultados
gl: Exportando o Conxunto de Resultados
ja: 結果セットのエクスポート
nl: Exporteren van Resultaat
pt: Exportando conjunto de resultados

# AsyncLoader|
source: Exporting Data Set
de: Datensatz wird exportiert
es: Exportando el Conjunto de Datos
gl: Exportando o Conxunto de Datos
ja: データセットのエクスポート
nl: Exporteren van Gegevens
pt: Exportando conjunto de dados

# AsyncLoader|
source: Sync Data Set
de: Datensatz synchronisieren
es: Sincronizando el Conjunto de Datos
gl: Sincronizando o Conxunto de Datos
ja: データセットの同期
nl: Synchroniseren van Gegevens
pt: Sincronizar conjunto de dados

# ColumnsModel|
source: The '
de: Die '
es: El '
gl: O '
nl: De '
pt: A '

# ColumnsModel|
source: '-column
de: '-Spalte
es: '-columna
gl: '-columna
ja: '-列
nl: '-kolom
pt: '-coluna

# FileEvent|
source: Importing Data from %1
de: Importiere Daten aus %1
es: Importando Datos de %1
gl: Importando Datos de %1
ja: %1からのデータのインポート
nl: Importeren van Gegevens van %1
pt: Importando dados de %1

# FileEvent|
source: Importing SPSS File
de: Importiere SPSS-Datei
es: Importando Archivo SPSS
gl: Importando Ficheiro SPSS
ja: SPSSファイルの読み込み
nl: Importeren van SPSS Bestand
pt: Importando ficheiro SPSS

# FileEvent|
source: Importing SAS File
de: Importiere SAS-Datei
es: Importando Archivo SAS
gl: Importando Ficheiro SAS
ja: SASファイルのインポート
nl: Importeren van SAS Bestand
pt: Importando ficheiro SAS

# FileEvent|
source: Importing STATA File
de: Importiere STATA-Datei
es: Importando Archivo STATA
gl: Importando Ficheiro STATA
ja: STATAファイルのインポート
nl: Importeren van STATA Bestand
pt: Importando Ficheiro STATA

# FileEvent|
source: Loading JASP File
de: Lade JASP-Datei
es: Cargando Archivo JASP
gl: Cargando Ficheiro JASP
ja: JASPファイルの読み込み
nl: Laden van JASP Bestand
pt: Carregando ficheiro JASP

# FileEvent|
source: Loading File
de: Lade Datei
es: Cargando Archivo
gl: Cargando Ficheiro
ja: ファイルの読み込み
nl: Laden Bestand
pt: Carregando ficheiro

# FileEvent|
source: Saving JASP File
de: Speichere JASP-Datei
es: Guardando Archivo JASP
gl: Gardando Ficheiro JASP
ja: JASPファイルの保存
nl: Opslaan van JASP Bestand
pt: Salvando o ficheiro JASP

# FileEvent|
source: Exporting Results
de: Exportiere Ergebnisse
es: Exportando Resultados
gl: Exportando Resultados
ja: 結果のエクスポート
nl: Exporteren van Resultaten
pt: Exportando Resultados

# FileEvent|
source: Exporting Data
de: Exportiere Daten
es: Exportando Datos
gl: Exportando Datos
ja: データのエクスポート
nl: Exporteren van Gegevens
pt: Exportando dados

# FileEvent|
source: Synchronizing Data
de: Synchronisiere Daten
es: Sincronizando Datos
gl: Sincronizando Datos
ja: データの同期
nl: Synchroniseren van Gegevens
pt: Sincronizando dados

# FileEvent|
source: Processing File
de: Bearbeite Datei
es: Procesando Archivo
gl: Procesando Ficheiro
ja: ファイルの処理
nl: Verwerken van Bestand
pt: Processando Ficheiro

# EngineRepresentation|
source: The engine crashed while trying to run this analysis...
de: Die Engine ist beim Ausführen dieser Analyse abgestürzt...
es: El procedimiento se quebró tratando de ejecutar este análisis ...
gl: O procedemento rachou tratando de executar esta análise...
ja: この解析を実行しようとすると、エンジンがクラッシュしてしまいました...。
nl: De engine is gecrashed tijdens het uitvoeren van deze analyse...
pt: O sistema travou ao tentar executar esta análise ...

# EngineRepresentation|
source: The engine crashed while trying to run the filter...
de: Die Engine ist während der Anwendung des Filters abgestürzt...
es: El procedimiento se quebró tratando de hacer funcionar el filtro ...
gl: O procedemento rachou tratando de executar o filtro...
ja: フィルターを作動させようとしてエンジンがクラッシュしました...。
nl: De engine is gecrashed tijdens het uitvoeren van het filter...
pt: O sistema travou enquanto tentava executar o filtro...

# EngineRepresentation|
source: The engine crashed while trying to compute this column...
de: Die Engine ist während der Berechnung dieser Spalte abgestürzt...
es: El procedimiento se quebró tratando de calcular esta columna ...
gl: O procedemento rachou tratando de calcular esta columna...
ja: このコラムを計算しようとしてエンジンがクラッシュしました...
nl: De engine is gecrashed tijdens het berekenen van deze kolom...
pt: O sistema travou enquanto tentava computar esta coluna...

# EngineRepresentation|
source: The engine crashed while trying to run rscript...
de: Die Engine ist beim Ausführen von rscript abgestürzt...
es: El procedimiento se quebró tratando de ejecutar el rscript ...
gl: O procedemento rachou tratando de executar o rscript...
ja: R scriptを実行しようとするとエンジンがクラッシュしました...
nl: De engine is gecrashed tijdens het uitvoeren van dit script...
pt: O sistema travou ao tentar executar o script do r ...

# EngineRepresentation|
source: Error saving plot
de: Fehler beim Speichern des Diagramms
es: Fallo al guardar el gráfico
gl: Fallo ao gardar a gráfica
ja: プロットの保存エラー
nl: Fout in opslaan plot
pt: Erro ao salvar gráfico
