Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# Form|
source: Show all options
de: Alle Optionen anzeigen
es: Mostrar todas las opciones
gl: Amosar tódalas opcións
ja: すべてのオプションを表示
nl: Toon alle opties

# RibbonModel|
source: R console
de: R-Konsole
es: Consola de R
gl: Consola de R
ja: Rコンソール

# RCommander|
source: and
de: und
es: y
gl: e
ja: と
nl: en

# RCommander|
source: has unselected module
de: hat unausgewähltes Modul
es: no ha seleccionado módulo
gl: non seleccionou módulo
ja: 選択されていないモジュールがあります
nl: heeft niet geselecteerde module

# RCommander|
source: has selected module
de: hat ausgewähltes Modul
es: ha seleccionado módulo
gl: seleccionou módulo
ja: 選択したモジュールがあります
nl: heeft geselecteerde module.

# CurrentDataFile|
source: Click on the file below to synchronize or use
de: Klicken Sie auf die Datei unten, um sie zu synchronisieren oder zu verwenden
es: Haz clic en el archivo de abajo para sincronizar o usar
gl: Fai clic no ficheiro de abaixo para sincronizar ou usar
ja: 下のファイルをクリックして同期または使用
nl: Klik op het bestand om te synchroniseren of te gebruiken

# ListModelAssignedInterface|
source: This variable has been removed, because it is not allowed: %1
de: Diese Variable wurde entfernt, weil sie nicht erlaubt ist: %1
es: Esta variable ha sido eliminada, porque no está permitida: %1
gl: Esta variable foi eliminada, porque non está permitida: %1
ja: この変数は許可されていないため削除されました。%1
nl: Dit variabel is verwijderd, omdat het niet toegestaan is: %1

# ListModelAssignedInterface|
source: These variables have been removed, because they are not allowed: %1
de: Diese Variablen wurden entfernt, weil sie nicht erlaubt sind: %1
es: Estas variables han sido eliminadas, porque no están permitidas: %1
gl: Estas variables foron eliminadas, porque non están permitidas: %1
ja: これらの変数は、許可されていないため削除されました: %1
nl: Deze variabelen zijn verwijderd, omdat ze niet toegestaan zijn: %1

# PrefsData|
source: Assume CSV is the selected codepage, when no BOM is specified.
de: Annehmen, dass CSV die ausgewählte Zeichensatztabelle ist, wenn kein BOM angegeben ist.
es: Asumir que CSV es el código de página elegido, cuando no se especifica ninguna MOB (BOM).
gl: Asumir que CSV é o código de páxina elixido, cando non se especifica ningunha MOB (BOM).
ja: CSV は、BOM が指定されていない場合、選択されたコードページです.
nl: Ervan uitgaande dat CSV de geselecteerde codepage is, als er geen BOM is gespecificeerd.

# PrefsData|
source: Choose codepage here
de: Zeichensatztabelle hier auswählen
es: Elige aquí el código de página
gl: Escolle aquí o código de páxina
ja: ここでコードページを選択
nl: Kies codepage hier

# Analysis|
source: Copy of %1
de: Kopie von %1
es: Copia de %1
gl: Copia de %1
ja: %1のコピー
nl: Kopie van %1

# AnalysisFormExpander|
source: Hide R Syntax
de: R-Syntax ausblenden
es: Ocultar la Sintaxis de R
gl: Agochar a Sinaxe de R
ja: R シンタックスを隠す
nl: Verberg R Syntax

# Form|
source: Generate Wrapper
de: Wrapper generieren
es: Generar Envoltura
gl: Xerar Envoltura
ja: ラッパーの生成
nl: Genereer Wrapper

# Computer|
source: Save
de: Speichern
es: Guardar
gl: Gardar
ja: 保存

# Computer|
source: JASP Files
de: JASP-Dateien
es: Archivos JASP
gl: Ficheiros JASP
ja: JASPファイル
nl: JASP-bestanden

# Computer|
source: Export Result as HTML or PDF
de: Ergebnis als HTML oder PDF exportieren
es: Exportar el resultado como HTML o PDF
gl: Exportar o resultado como HTML ou PDF
ja: HTMLやPDFとして結果を書き出し
nl: Exporteer Resultaat als HTML of PDF

# Computer|
source: HTML Files
de: HTML-Dateien
es: Archivos HTML
gl: Ficheiros HTML
ja: HTMLファイル
nl: HTML-bestanden

# Computer|
source: Portable Document Format
es: Formato de Documento Portátil
gl: Formato de Documento Portátil
ja: ポータブルドキュメントフォーマット

# Computer|
source: Export Data as CSV
de: Daten als CSV exportieren
es: Exportar los datos como CSV
gl: Exportar os datos como CSV
ja: CSVとしてデータを書き出す
nl: Data exporteren als CSV

# Computer|
source: CSV Files
de: CSV-Dateien
es: Archivos CSV
gl: Ficheiros CSV
ja: CSVファイル
nl: CSV-bestanden

# Computer|
source: Sync Data
de: Daten synchronisieren
es: Sincronizar datos
gl: Sincronizar datos
ja: データの同期

# Computer|
source: Data Files
de: Daten-Dateien
es: Archivos de datos
gl: Ficheiros de datos
ja: データファイル
nl: Data Bestanden

# JASPListControl|
source: <no choice>
de: <keine Auswahl>
es: <sin opciones>
gl: <sen opcións>
ja: <選択なし>
nl: <geen keuze>

# ListModelInputValue|
source: New Value
de: Neuer Wert
es: Nuevo Valor
gl: Novo Valor
ja: 新しい値
nl: Nieuwe Waarde

# ListModelTableViewBase|
source: Row %1
de: Zeile %1
es: Fila %1
gl: Fila %1
ja: 行 %1
nl: Rij %1

# PrefsResults|
source: Miscellaneous options
de: Weitere Optionen
es: Opciones diversas
gl: Opcións diversas
ja: その他のオプション
nl: Overige opties

# PrefsResults|
source: Show R syntax
de: R-Syntax anzeigen
es: Mostrar la sintaxis de R
gl: Amosar a sintaxe de R
ja: R シンタックスを表示する
nl: Toon R syntax

# PrefsResults|
source: Add R syntax for each analysis
de: R-Syntax für jede Analyse hinzufügen
es: Añadir la sintaxis de R para cada análisis
gl: Engadir a sintaxe de R para cada análise
ja: 各解析に R シンタックスを追加
nl: Voeg R syntax toe voor elke analyse

# ResultMenuModel|
source: Show R Syntax
de: R-Syntax anzeigen
es: Mostrar la Sintaxis de R
gl: Amosar a Sintaxe de R
ja: R シンタックスを表示する
nl: Toon R Syntax

# ResultMenuModel|
source: Hide R Syntax
de: R-Syntax ausblenden
es: Ocultar la Sintaxis de R
gl: Agochar a Sintaxe de R
ja: R シンタックスを隠す
nl: Verberg R Syntax

# ComputeColumnWindow|
source: Would you like to save your changes to the Computed Column?
de: Möchten Sie Ihre Änderungen an der berechneten Spalte speichern?
es: ¿Desea guardar sus cambios en la Columna Calculada?
gl: Queres gardar os teus cambios na Columna Calculada?
ja: 計算された列に変更を保存しますか?
nl: Wil je de veranderingen aan de Computed Column opslaan?

# ComputeColumnWindow|
source: Your changes will be lost if you don't save them.
de: Ihre Änderungen gehen verloren, wenn Sie sie nicht speichern.
es: Sus cambios se van a perder, si no los guarda.
gl: Os teus cambios vanse perder, se non os gardas.
ja: 保存しないと変更が失われます.
nl: Je veranderingen zullen verloren gaan als je ze niet opslaat.

# FilterWindow|
source: Would you like to save your changes to the Filter?
de: Möchten Sie Ihre Änderungen am Filter speichern?
es: ¿Desea guardar sus cambios en el Filtro?
gl: Queres gardar os teus cambios no Filtro?
ja: フィルターの変更を保存しますか?
nl: Wil je de veranderingen aan het Filter opslaan?

# FilterWindow|
source: Your changes will be lost if you don't save them.
de: Ihre Änderungen gehen verloren, wenn Sie sie nicht speichern.
es: Sus cambios se van a perder, si no los guarda.
gl: Os teus cambios vanse perder, se non os gardas.
ja: 保存しないと変更が失われます.
nl: Je veranderingen zullen verloren gaan als je ze niet opslaat.

# MainWindow|
source: Would you like to save your changes to %1 file?
de: Möchten Sie Ihre Änderungen in der Datei %1 speichern?
es: ¿Desea guardar sus cambios en el fichero %1?
gl: Queres gardar os teus cambios no ficheiro %1?
ja: %1 ファイルに変更を保存しますか?
nl: Wil je de veranderingen aan het %1 bestand opslaan?

# MainWindow|
source: Your changes will be lost if you don't save them.
de: Ihre Änderungen gehen verloren, wenn Sie sie nicht speichern.
es: Sus cambios se van a perder, si no los guarda.
gl: Os teus cambios vanse perder, se non os gardas.
ja: 保存しないと変更が失われます.
nl: Je veranderingen zullen verloren gaan als je ze niet opslaat.

# PrefsUI|
source: Use Qt's text rendering
de: Qt-Textwiedergabe verwenden
es: Usar el procesamiento de texto de Qt
gl: Usar o procesamento de texto de Qt
ja: Qtのテキストレンダリングを使用する
nl: Gebruik Qt's tekstweergave

# PrefsUI|
source: Accessibility options
de: Optionen zur Barrierefreiheit
es: Opciones de accesibilidad
gl: Opcións de accesibilidade
ja: アクセシビリティオプション
nl: Toegankelijkheidsopties

# PrefsUI|
source: ALT-Navigation mode
de: ALT-Navigationsmodus
es: Modo Navegación-ALT
gl: Modo Navegación-ALT
ja: ALT-Navigationモード
nl: ALT-Navigatie modus

# PrefsUI|
source: Whether ALT-Navigation mode is active or not.
de: Ob der ALT-Navigationsmodus aktiv ist oder nicht.
es: Si el modo Navegación-ALT está activo o no.
gl: Se o modo Navegación-ALT está activo ou non.
ja: ALT-Navigationモードがアクティブか否か.
nl: Of ALT-Navigatie modus actief is of niet.

# MainPage|
source: Bold
de: Fett
es: Negrita
gl: Grosa
ja: ボールド

# MainPage|
source: Italic
de: Kursiv
es: Cursiva
gl: Cursiva
ja: イタリック

# MainPage|
source: Underline
de: Unterstreichen
es: Subrayado
gl: Subliñado
ja: アンダーライン
nl: Onderstrepen

# MainPage|
source: Link
es: Enlace
gl: Enlace
ja: リンク

# MainPage|
source: Formula
de: Formel
es: Fórmula
gl: Fórmula
ja: 式
nl: Formule

# MainPage|
source: Code Block
es: Bloque de Código
gl: Bloque de Código
ja: コードブロック

# MainPage|
source: Header
de: Überschrift
es: Encabezado
gl: Encabezamento
ja: ヘッダー

# MainPage|
source: Ordered List
de: Sortierte Liste
es: Lista Ordenada
gl: Lista Ordenada
ja: 箇条書き（順序）
nl: Gesorteerde Lijst

# MainPage|
source: Unordered List
de: Unsortierte Liste
es: Lista Desordenada
gl: Lista Desordenada
ja: 箇条書き（非順序）
nl: Ongesorteerde Lijst

# MainPage|
source: Background Color
de: Hintergrundfarbe
es: Color de Fondo
gl: Cor de Fondo
ja: 背景色
nl: Achtergrond Kleur

# MainPage|
source: Subscript
de: Tiefgestellt
es: Subíndice
gl: Subíndice
ja: サブスクリプト
nl: Onderschrift

# MainPage|
source: Superscript
de: Hochgestellt
es: Superíndice
gl: Superíndice
ja: スーパースクリプト
nl: Bovenschrift

# MainPage|
source: Blockquote
de: Blockzitat
es: Cita en bloque
gl: Cita en bloque
ja: ブロッククォート

# MainPage|
source: Add Indent
de: Einzug hinzufügen
es: Añadir Sangrado
gl: Engadir Sangrado
ja: インデントを追加
nl: Inspringing Toevoegen

# MainPage|
source: Remove Indent
de: Einzug entfernen
es: Quitar Sangrado
gl: Quitar Sangrado
ja: インデントを削除
nl: Indent verwijderen

# MainPage|
source: Font Size
de: Schriftgröße
es: Tamaño de la Fuente
gl: Tamaño da Fonte
ja: 文字サイズ
nl: Lettergrootte

# MainPage|
source: Clear Formatting
de: Formatierung löschen
es: Limpiar el Formato
gl: Limpar o Formato
ja: 明確なフォーマット
nl: Verwijder Format

# MainPage|
source: Click here to add text
de: Klicken Sie hier, um Text hinzuzufügen
es: Haga clic aquí para añadir texto
gl: Preme clic aquí para engadir texto
ja: テキストを追加するにはここをクリック
nl: Klik hier om tekst toe te voegen

# MainPage|
source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
gl: Copiado ao portapapeis
ja: クリップボードにコピー
nl: Gekopieerd naar het klembord

# MainPage|
source: Citations copied to clipboard
de: Zitate in Zwischenablage kopiert
es: Citas copiadas al portapapeles
gl: Citas copiadas ao portapapeis
ja: 引用をクリップボードにコピー
nl: Citaties gekopieerd naar het klembord

# MainPage|
source: LaTeX code copied to clipboard
de: LaTeX-Code in Zwischenablage kopiert
es: Código LaTeX copiado al portapapeles
gl: Código LaTeX copiado ao portapapeis
ja: LaTexコードをクリップコードにコピー
nl: LaTeX code gekopieerd naar het klembord

# MainPage|
source: Introduction:
de: Einleitung:
es: Introducción:
gl: Introdución:
ja: 導入:
nl: Introductie:

# MainPage|
source: Conclusion:
de: Fazit:
es: Conclusión:
gl: Conclusión:
ja: 結論:
nl: Conclusie:

# DataTableView|
source: Change to data editing mode
de: Zum Datenbearbeitungsmodus wechseln
es: Cambiar al modo de edición de datos
gl: Cambiar ao modo de edición de datos
ja: データ編集モードの変更
nl: Schakel naar data editing modus

# DataTableView|
source: Cmd
de: Befehlstaste
es: Instrucción
gl: Instrución

# DataTableView|
source: Ctrl
de: Strg
es: Control
gl: Control

# DataTableView|
source: Select All
de: Alle auswählen
es: Seleccionar Todo
gl: Escoller Todo
ja: すべて選択
nl: Selecteer Alle

# DataTableView|
source: Cut
de: Ausschneiden
es: Cortar
gl: Cortar
ja: 切り取り
nl: Knippen

# DataTableView|
source: Copy
de: Kopieren
es: Copiar
gl: Copiar
ja: コピー
nl: Kopieer

# DataTableView|
source: Paste
de: Einfügen
es: Pegar
gl: Pegar
ja: 貼り付け
nl: Plakken

# DataTableView|
source: Clear cells
de: Zellen löschen
es: Limpiar celdas
gl: Limpar celas
ja: セルをクリア
nl: Cellen legen

# DataTableView|
source: Del
de: Entf
es: Borrar
gl: Borrar
ja: 消去

# DataTableView|
source: Undo: %1
de: Rückgängig machen: %1
es: Deshacer: %1
gl: Desfacer: %1
ja: 戻る: %1
nl: Ongedaan maken: %1

# DataTableView|
source: Redo: %1
de: Wiederholen: %1
es: Rehacer: %1
gl: Volver facer: %1
ja: やり直し: %1
nl: Opnieuw uitvoeren: %1

# DataTableView|
source: Select column
de: Spalte auswählen
es: Elegir columna
gl: Elixir columna
ja: 列を選択
nl: Selecteer kolom

# DataTableView|
source: Insert column before
de: Spalte davor einfügen
es: Insertar columna antes
gl: Inserir columna antes
ja: 前に列を挿入
nl: Kolom invoegen voor

# DataTableView|
source: Insert column after
de: Spalte danach einfügen
es: Insertar columna después
gl: Inserir columna despois
ja: 後ろに列を挿入
nl: Kolom invoegen achter

# DataTableView|
source: Delete column
de: Spalte löschen
es: Eliminar columna
gl: Eliminar columna
ja: 列を削除
nl: Verwijder kolom

# DataTableView|
source: Select row
de: Zeile auswählen
es: Elegir fila
gl: Escoller fila
ja: 行を選択
nl: Selecteer rij

# DataTableView|
source: Delete row
de: Zeile löschen
es: Eliminar fila
gl: Eliminar fila
ja: 行を削除
nl: Verwijder rij

# FilterWindow|
source: Close filter window
de: Filterfenster schließen
es: Cerrar la ventana de filtros
gl: Pechar a xanela de filtros
ja: フィルターウィンドウを閉じる
nl: Sluit filter venster

# RenameColumnDialog|
source: Rename column
de: Spalte umbenennen
es: Renombrar la columna
gl: Volver nomear a columna
ja: 列名を変更
nl: Hernoem kolom

# RenameColumnDialog|
source: Rename
de: Umbenennen
es: Renombrar
gl: Volver nomear
ja: 名前変更
nl: Hernoemen

# RenameColumnDialog|
source: Rename column %1 to %2
de: Spalte %1 in %2 umbenennen
es: Renombrar la columna %1 a %2
gl: Cambiar nome da columna %1 a %2
ja: %1 を %2 に変更
nl: Hernoem kolom %1 naar %2

# RenameColumnDialog|
source: Close without renaming column
de: Schließen, ohne Spalte umzubenennen
es: Cerrar sin renombrar columna
gl: Pechar sen cambiar o nome de columna
ja: 列の名前を変更することなく閉じる
nl: Sluit zonder de kolom te hernoemen

# VariablesWindow|
source: Close variable window
de: Variablenfenster schließen
es: Cerrar la ventana de variables
gl: Pechar a xanela de variables
ja: 変数ウィンドウを閉じる
nl: Sluit variabel venster

# ColumnModel|
source: Value
de: Wert
es: Valor
gl: Valor
ja: 値
nl: Waarde

# ColumnModel|
source: Label
de: Bezeichnung
es: Etiqueta
gl: Etiqueta
ja: ラベル

# DataSetPackage|
source: Column %1
de: Spalte %1
es: Columna %1
gl: Columna %1
ja: 列 %1
nl: Kolom %1

# QObject|
source: Set value to '%1' at row %2 column '%3'
de: Wert auf '%1' setzen in Zeile %2 Spalte '%3'
es: Establecer el valor de '%1' en la fila %2 columna '%3'
gl: Establecer o valor de '%1' na fila %2 columna '%3'
ja: 行 %2 列 '%3' の値を'%1'に設定
nl: Zet waarde '%1' op rij %2 kolom '%3'

# QObject|
source: Insert computed column '%1'
de: Berechnete Spalte '%1' einfügen
es: Insertar la columna calculada '%1'
gl: Inserir a columna calculada '%1'
ja: 計算された列 '%1' を挿入
nl: Voeg berekende kolom '%1' toe

# QObject|
source: Insert column '%1'
de: Spalte '%1' einfügen
es: Insertar la columna '%1'
gl: Inserir a columna '%1'
ja: 列 '%1' を挿入
nl: Voeg kolom '%1' toe

# QObject|
source: Remove column '%1'
de: Spalte '%1' entfernen
es: Quitar la columna '%1'
gl: Quitar a columna '%1'
ja: 列 '%1' を削除
nl: Verwijder kolom '%1'

# QObject|
source: Remove row %1
de: Zeile %1 entfernen
es: Quitar la fila '%1'
gl: Quitar a fila '%1'
ja: 行 '%1' を削除
nl: Verwijder rij %1

# QObject|
source: Set label for value '%1' of column '%2' from '%3' to '%4'
de: Bezeichnung setzen für Wert '%1' der Spalte '%2' von '%3' auf '%4'
es: Establecer la etiqueta del valor '%1' de la columna '%2' de '%3' a '%4'
gl: Establecer a etiqueta do valor '%1' da columna '%2' de '%3' a '%4'
ja: 列 '%2' の値 '%1' を '%3' から '%4' に設定
nl: Zet label voor waarde '%1', van kolom '%2', van '%3' naar '%4'

# QObject|
source: Filter rows having label '%1' in column '%2'
de: Zeilen filtern mit Bezeichnung '%1' in der Spalte '%2'
es: Filtrar las filas que tengan la etiqueta '%1' en la columna '%2'
gl: Filtrar as filas que teñan a etiqueta '%1' na columna '%2'
ja: 列 '%2' でラベル '%1' を持つ行をフィルターする
nl: Filter rijen met label '%1' in kolom '%2'

# QObject|
source: Remove filter for rows having label '%1' in column '%2'
de: Filter entfernen für Zeilen mit Bezeichnung '%1' in Spalte '%2'
es: Quitar el filtro de las filas que tengan la etiqueta '%1' en la columna '%2'
gl: Quitar o filtro das filas que teñan a etiqueta '%1' na columna '%2'
ja: 列 '%2' でラベル '%1' を持つ行を削除する
nl: Verwijder filter voor rijen met label '%1' in kolom '%2'

# QObject|
source: Move up label '%1' of column '%2'
de: Bezeichnung '%1' von Spalte '%2' nach oben verschieben
es: Subir la etiqueta '%1' de la columna '%2'
gl: Subir a etiqueta '%1' da columna '%2'
ja: 列 '%2' のラベル '%1' を繰り上げる
nl: Verplaats label '%1' van kolom '%2' omhoog

# QObject|
source: Move down label '%1' of column '%2'
de: Bezeichnung '%1' von Spalte '%2' nach unten verschieben
es: Bajar la etiqueta '%1' de la columna '%2'
gl: Baixar a etiqueta '%1' da columna '%2'
ja: 列 '%2'のラベル '%1' を繰り下げる
nl: Verplaats label '%1' van kolom '%2' omlaag

# QObject|
source: Move up labels of column '%1'
de: Bezeichnungen von Spalte '%1' nach oben verschieben
es: Subir las etiquetas de la columna '%1'
gl: Subir as etiquetas da columna '%1'
ja: 列のラベル '%1' を繰り上げる
nl: Verplaats labels van kolom '%1' omhoog

# QObject|
source: Move down labels of column '%1'
de: Bezeichnungen von Spalte '%1' nach unten verschieben
es: Bajar las etiquetas de la columna '%1'
gl: Baixar as etiquetas da columna '%1'
ja: 列のラベル '%1' を繰りさげる
nl: Verplaats labels van kolom '%1' omlaag

# QObject|
source: Change drag and drop filter
de: Drag-&-Drop-Filter ändern
es: Cambiar el filtro de arrastrar y soltar
gl: Trocar o filtro de arrastrar e soltar
ja: ドラッグ&ドロップフィルタの変更
nl: Drag-&-Drop-Filter veranderen

# QObject|
source: Change R filter
de: R-Filter ändern
es: Cambiar el filtro de R
gl: Trocar o filtro de R
ja: Rフィルターの変更
nl: R-Filter aanpassen

# QObject|
source: Create a computed column with name '%1'
de: Berechnete Spalte erstellen mit Namen '%1'
es: Crear una columna calculada de nombre '%1'
gl: Crear unha columna calculada de nome '%1'
ja: 名前 '%1 という計算列を作成
nl: Creëer een berekende kolom met naam '%1'

# QObject|
source: Set code to computed column with name '%1'
de: Code setzen auf berechnete Spalte mit Namen '%1'
es: Establecer el código de la columna calculada de nombre '%1'
gl: Establecer o código da columna calculada de nome '%1'
ja: 名前 '%1 という計算列をコードに設定します
nl: Zet code voor berekende kolom met naam '%1'

# MainWindow|
source: JASP has an associated data file, but you edited it. Would you like to reload from the associated data or generate a new file?
de: JASP hat eine zugehörige Datendatei, aber Sie haben sie bearbeitet. Möchten Sie die zugehörigen Daten neu laden oder eine neue Datei erstellen?
es: JASP tiene un archivo de datos asociado, pero se ha editado. ¿Desea volver a cargarlo de los datos asociados o generar un nuevo archivo?
gl: JASP ten un ficheiro de datos asociado, pero editáchelo. Queres volver cargalo dos datos asociados ou xerar un novo ficheiro?
ja: JASPは関連するデータファイルを持っていますが、編集されています。関連するデータを再読み込みするか、新しいファイルを作成してもらえますか?
nl: JASP heeft een geassocieerd gegevensbestand, maar je hebt het bewerkt. Wil je de geassocieerde data herladen of een nieuw bestand aanmaken?

# MainWindow|
source: Reload Data File
de: Datendatei neu laden
es: Recargar archivo de datos
gl: Volver cargar ficheiro de datos
ja: データファイルの再読み込み
nl: Gegevensbestand herladen

# QObject|
source: Waiting for initialization (of the engine) of module: %1
de: Warten auf Initialisierung (der Engine) des Moduls: %1
es: Esperando el inicio (de la maquinaria) del módulo: %1
gl: Agardando o inicio (da maquinaria) do módulo: %1
ja: モジュールの(エンジンの)初期化を待機:%1
nl: Wachten op de initialisatie (van de engine) van module: %1

# RibbonModel|
source: Insert column before
de: Spalte davor einfügen
es: Insertar columna antes
gl: Inserir columna antes
ja: 前に列を挿入
nl: Kolom invoegen voor

# RibbonModel|
source: Insert column after
de: Spalte danach einfügen
es: Insertar columna después
gl: Inserir columna despois
ja: 後ろに列を挿入
nl: Kolom invoegen achter

# RibbonModel|
source: Delete column
de: Spalte löschen
es: Eliminar columna
gl: Eliminar columna
ja: 列を削除
nl: Verwijder kolom

# RibbonModel|
source: Delete row
de: Zeile löschen
es: Eliminar fila
gl: Eliminar fila
ja: 行を削除
nl: Verwijder rij

# RibbonModel|
source: Clear cells
de: Zellen löschen
es: Limpiar celdas
gl: Limpar celas
ja: セルをクリア
nl: Cellen legen

# RibbonModel|
source: Undo
de: Rückgängig machen
es: Deshacer
gl: Desfacer
ja: 戻る
nl: Ongedaan maken

# RibbonModel|
source: Redo
de: Wiederholen
es: Rehacer
gl: Volver facer
ja: やり直す
nl: Opnieuw uitvoeren

# RibbonModel|
source: Analyses
de: Analysen
es: Analizar
gl: Analizar
ja: 分析

# RibbonModel|
source: Switch JASP to analyses mode
de: JASP in Analysemodus schalten
es: Cambiar JASP al modo de análisis
gl: Trocar JASP ao modo de análise
ja: JASPを分析モードに変える
nl: Schakel naar JASP analyse modus

# RibbonModel|
source: Edit Data
de: Daten bearbeiten
es: Editar los datos
gl: Editar os datos
ja: データの編集
nl: Bewerk Data

# RibbonModel|
source: Switch JASP to data editing mode
de: JASP in Datenbearbeitungsmodus schalten
es: Cambiar JASP al modo de edición de datos
gl: Trocar JASP ao modo de edición de datos
ja: JASPをデータ編集モードに切り替える
nl: Schakel naar JASP databewerking modus

# RibbonModel|
source: New Data
de: Neue Daten
es: Nuevos datos
gl: Novos datos
ja: 新しいデータ
nl: Nieuwe Data

# RibbonModel|
source: Open a workspace without data
de: Einen Arbeitsbereich ohne Daten öffnen
es: Abrir un área de trabajo sin datos
gl: Abrir unha área de traballo sen datos
ja: データなしでワークスペースを開く
nl: Open een werkruimte zonder data

# RibbonModel|
source: Insert
de: Einfügen
es: Insertar
gl: Inserir
ja: 挿入
nl: Invoegen

# RibbonModel|
source: Insert empty columns or rows
de: Leere Spalten oder Zeilen einfügen
es: Insertar columnas o filas vacías
gl: Inserir columnas ou filas baleiras
ja: 空の列や行を挿入
nl: Legen rijen of kolommen invoegen

# RibbonModel|
source: Remove
de: Löschen
es: Eliminar
gl: Quitar
ja: 削除
nl: Verwijder

# RibbonModel|
source: Remove columns or rows
de: Spalten oder Zeilen entfernen
es: Quitar columnas o filas
gl: Quitar columnas ou filas
ja: 列や行を削除
nl: Verwijder kolommen of rijen

# RibbonModel|
source: Synchronisation
de: Synchronisierung
es: Sincronización
gl: Sincronización
ja: 同期
nl: Synchronisatie

# RibbonModel|
source: Turn external data synchronisation on
de: Externe Datensynchronisation aktivieren
es: Encender la sincronización de datos externos
gl: Acender a sincronización de datos externos
ja: 外部データの同期をオンにする
nl: Externe data synchronisatie aanzetten

# RibbonModel|
source: Turn external data synchronisation off
de: Externe Datensynchronisation ausschalten
es: Apagar la sincronización de datos externos
gl: Apagar a sincronización de datos externos
ja: 外部データの同期をオフにする
nl: Externe data synchronisatie uitzetten

# DataTableView|
source: Insert row above
de: Zeile darüber einfügen
es: Insertar fila encima
gl: Inserir fila enriba
ja: 上に行を挿入
nl: Rij boven invoegen

# DataTableView|
source: Insert row below
de: Zeile darunter einfügen
es: Insertar fila debajo
gl: Inserir fila debaixo
ja: 下に行を挿入
nl: Rij onder invoegen

source: Color palette
de: Farbpalette
es: Paleta de colores
gl: Paleta de cores
ja: カラーパレット
nl: Kleurenpalet

# ColorPalette|
source: Colorblind
de: Farbenblind
es: Daltónica
gl: Daltónica
ja: カラーブラインド
nl: Kleurenblind

# ColorPalette|
source: Colorblind #2
de: Farbenblind #2
es: Daltónica #2
gl: Daltónica #2
ja: カラーブラインド #2
nl: Kleurenblind #2

# ColorPalette|
source: Colorblind #3
de: Farbenblind #3
es: Daltónica #3
gl: Daltónica #3
ja: カラーブラインド #3
nl: Kleurenblind #3

# ColorPalette|
source: Viridis
es: Violeta
gl: Violeta

# ColorPalette|
source: Gray
de: Grau
es: Gris
gl: Gris
ja: 灰色
nl: Grijs

# ColorPalette|
source: Blue
de: Blau
es: Azul
gl: Azul
ja: 青
nl: Blauw
