Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# ColorPalette|
source: Sports teams: NBA
de: Sportteams: NBA
es: Equipos deportivos: NBA
gl: Equipos deportivos: NBA
ja: スポーツチーム: NBA

# ColorPalette|
source: Grand Budapest
es: Gran Budapest
gl: Gran Budapest
ja: グランド ブダペスト

# RibbonModel|
source: Insert row above
de: Zeile darüber einfügen
es: Insertar fila encima
gl: Inserir fila enriba
ja: 上に行を挿入
nl: Rij boven invoegen

# RibbonModel|
source: Insert row below
de: Zeile darunter einfügen
es: Insertar fila debajo
gl: Inserir fila debaixo
ja: 下に行を挿入
nl: Rij onder invoegen

# RibbonModel|
source: Undo changes, %1+Z
de: Änderungen rückgängig machen, %1+Z
es: Deshacer cambios, %1+Z
gl: Desfacer cambios, %1+Z
ja: 元に戻す, %1 + Z
nl: Veranderingen ongedaan maken, %1+Z

# RibbonModel|
source: Redo changes, %1+shift+Z or %1+Y
de: Änderungen wiederherstellen, %1+Umschalttaste+Z oder %1+Y
es: Rehacer cambios, %1+shift+Z o %1+Y
gl: Refacer cambios, %1+shift+Z ou %1+Y
ja: やり直し, %1+shift+Z or %1 +Y
nl: Veranderingen opnieuw uitvoeren, %1+shift+Z or %1+Y

# RibbonModel|
source: Undo %2 (%1+Z)
de: %2 rückgängig machen (%1+Z)
es: Deshacer %2 (%1+Z)
gl: Desfacer %2 (%1+Z)
ja: 戻る %2 (%1+Z)
nl: Ongedaan maken %2 (%1+Z)

# RibbonModel|
source: Redo %2 (%1+shift+Z or %1+Y)
de: %2 wiederherstellen (%1+Umschalttaste+Z oder %1+Y)
es: Rehacer %2 (%1+shift+Z o %1+Y)
gl: Refacer %2 (%1+shift+Z ou %1+Y)
ja: やり直す %2 (%1+shift+Z or %1+Y)
nl: Opnieuw uitvoeren %2 (%1+shift+Z or %1+Y)

# RibbonModel|
source: Open datafile with default spreadsheet editor
de: Datendatei öffnen mit Standard-Tabellen-Editor
es: Abrir el archivo de datos con el editor predeterminado de hojas de cálculo
gl: Abrir o ficheiro de datos co editor predeterminado de follas de cálculo
ja: デフォルトスプレッドシートエディタでデータファイルを開く
nl: Open gegevensbestand met standaard spreadsheet-editor

# QObject|
source: Remove %1 columns from '%2'
de: %1 Spalten von '%2' entfernen
es: Quitar %1 columnas de '%2'
gl: Quitar %1 columnas de '%2'
ja: '%2 'から %1 列を 削除
nl: Verwijder %1 kolommen uit '%2'

# QObject|
source: Remove rows %1 to %2
de: Zeilen %1 bis %2 entfernen
es: Quitar filas %1 a %2
gl: Quitar filas %1 a %2
ja: %1 を %2 に削除
nl: Verwijder rijen %1 tot %2

# QObject|
source: Copy columns '%1' to '%2'
de: Spalte '%1' nach '%2' kopieren
es: Copiar columnas '%1' a '%2'
gl: Copiar columnas '%1' a '%2'
ja: 列 '%1' を '%2' にコピー
nl: Kopieer kolommen '%1' tot '%2'

# ContactWindow|
source: Contact JASP
de: JASP kontaktieren
es: Contactar con JASP
gl: Contactar con JASP
ja: JASPへのお問い合わせ
nl: Neem contact op met JASP

# Supporters|
source: JASP is supported by the following institutions:
de: JASP wird von folgenden Einrichtungen unterstützt:
es: JASP está apoyado por las siguientes instituciones:
gl: JASP está apoiado polas seguintes institucións:
ja: JASPは以下の機関がサポートしています:
nl: JASP wordt ondersteund door de volgende instellingen:

# WavyWindow|
source: About JASP
de: Über JASP
es: Sobre JASP
gl: Sobre JASP
ja: JASPについて
nl: Over JASP

# WavyWindow|
source: Close
de: Schließen
es: Cerrar
gl: Pechar
ja: 閉じる
nl: Sluit

# QObject|
source: Copy column '%1' into column number '%2'
de: Spalte '%1' in Spalte Nummer '%2' kopieren
es: Copiar la columna '%1' en la columna número '%2'
gl: Copiar a columna '%1' na columna número '%2'
ja: 列 '%1' を列 '%2 'にコピー
nl: Kopieer kolom '%1' naar kolomnummer '%2'

# ActionButtons|
source: Contact
de: Kontakt
es: Contacto
gl: Contacto
ja: お問い合わせ

# AboutModel|
source: This program is provided AS IS with NO WARRANTY OF ANY KIND, INCLUDING THE WARRANTY OF DESIGN, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.
de: Dieses Programm wird WIE ES IST bereitgestellt, OHNE JEGLICHE GARANTIE, EINSCHLIESSLICH GARANTIEN VON DESIGN, MARKTGÄNGIGKEIT UND EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.
es: Este programa se proporciona TAL COMO ESTÁ sin NINGUNA GARANTÍA DE NINGÚN TIPO, INCLUIDA LA GARANTÍA DE DISEÑO, COMERCIABILIDAD Y ADAPTABILIDAD PARA UN PROPÓSITO EN PARTICULAR.
gl: Este programa proporciónase TAL COMO ESTÁ sen NINGUNHA GARANTÍA DE NINGÚN TIPO, INCLUÍDA A GARANTÍA DE DESEÑO, COMERCIABILIDADE E ADAPTABILIDADE PARA UN PROPÓSITO EN PARTICULAR.
nl: Dit programma wordt geleverd in de staat waarin het zich bevindt, zonder enige vorm van garantie, inclusief de garantie op ontwerp, verkoopbaarheid en geschiktheid voor een bepaald doel.

# MainWindow|
source: and %1
de: und %1
es: y %1
gl: e %1
ja: と %1
nl: en %1

# PrefsData|
source: Reset with standard values
de: Zurücksetzen mit Standardwerten
es: Restablecer con los valores típicos
gl: Restablecer cos valores típicos
ja: 標準値に戻す
nl: Terugzetten met standaardwaarden

# PrefsData|
source: Reset missing values with the standard JASP missing values
de: Fehlende Werte mit den Standard-JASP fehlenden Werten zurücksetzen
es: Restablecer los valores ausentes con los valores ausentes típicos de JASP
gl: Restablecer os valores ausentes cos valores ausentes típicos de JASP
ja: 欠測値を標準的なJASPの欠測値に戻す
nl: Reset ontbrekende waarden met de standaard JASP ontbrekende waarden

# PrefsMissingValues|
source: Add a missing value
de: Einen fehlenden Wert hinzufügen
es: Añadir un valor ausente
gl: Engadir un valor ausente
ja: 欠測値を追加
nl: Voeg een ontbrekende waarde toe

# PrefsMissingValues|
source: Set current workspace with these values
de: Den aktuellen Arbeitsbereich mit diesen Werten einstellen
es: Fijar el área de trabajo vigente con estos valores
gl: Fixar a área de traballo vixente con estes valores
ja: これらの値を現在のワークスペースに設定
nl: Stel de huidige werkruimte in met deze waarden

# PrefsMissingValues|
source: Set the current workspace missing values with these values
de: Die fehlenden Werte des aktuellen Arbeitsbereichs auf diese Werte einstellen
es: Fijar los valores ausentes del área de trabajo vigente con estos valores
gl: Fixar os valores ausentes da área de traballo vixente con estes valores
ja: これらの値を現在のワークスペースの欠測値に設定
nl: Stel de missende waarden van de huidige werkruimte in met deze waarden

# LabelEditorWindow|
source: Edit the labels here or choose which values should be filtered out.
de: Bearbeiten Sie hier die Beschriftungen oder wählen Sie aus, welche Werte herausgefiltert werden sollen.
es: Editar aquí las etiquetas o escoger qué valores deben filtrarse.
gl: Editar aquí as etiquetas ou elixir que valores deben filtrarse.
ja: ここでラベルを編集したり、どの値をフィルタリングするかを選択します.
nl: Bewerk hier de labels of kies welke waarden uitgefilterd moeten worden.

# LabelEditorWindow|
source: Filter
es: Filtrar
gl: Filtrar
ja: フィルター

# LabelEditorWindow|
source: Value
de: Wert
es: Valor
gl: Valor
ja: 値
nl: Waarde

# LabelEditorWindow|
source: Label
de: Beschriftung
es: Etiqueta
gl: Etiqueta
ja: ラベル

# LabelEditorWindow|
source: Move selected labels up
de: Ausgewählte Beschriftungen nach oben verschieben
es: Mover las etiquetas seleccionadas hacia arriba
gl: Mover cara arriba as etiquetas seleccionadas
ja: 選択したラベルを上に移動
nl: Verplaats geselecteerde labels omhoog

# LabelEditorWindow|
source: Move selected labels down
de: Ausgewählte Beschriftungen nach unten verschieben
es: Mover las etiquetas seleccionadas hacia abajo
gl: Mover cara abaixo as etiquetas seleccionadas
ja: 選択したラベルを下に移動します
nl: Verplaats geselecteerde labels omlaag

# LabelEditorWindow|
source: Reverse order of all labels
de: Reihenfolge aller Beschriftungen umkehren
es: Invertir el orden de todas las etiquetas
gl: Inverter a orde de todas as etiquetas
ja: すべてのラベルの順序を逆にする
nl: Draai volgorde van alle labels om

# LabelEditorWindow|
source: Reset all filter checkmarks for this column
de: Alle Filter-Häkchen dieser Spalte zurücksetzen
es: Restablecer todas las marcas de filtro para esta columna
gl: Restablecer tódalas marcas de filtro para esta columna
ja: この列のすべてのフィルタ チェックマークをリセットする
nl: Reset alle filtervinkjes voor deze kolom

# LabelEditorWindow|
source: Reset all filter checkmarks for all columns
de: Alle Filter-Häkchen aller Spalten zurücksetzen
es: Restablecer todas las marcas de filtro para todas las columnas
gl: Restablecer tódalas marcas de filtro para tódalas columnas
ja: すべての列のフィルターのチェックマークをリセット
nl: Reset alle filtervinkjes voor alle kolommen

# MainPage|
source: Image
de: Abbildung
es: Imagen
gl: Imaxe
ja: イメージ
nl: Afbeelding

# ModulesMenu|
source: Workspace settings
de: Arbeitsbereich-Einstellungen
es: Configuración del área de trabajo
gl: Configuración da área de traballo
ja: ワークスペースの設定
nl: Werkruimte-instellingen

# ModulesMenu|
source: Name: %1
es: Nombre: %1
gl: Nome: %1
ja: 名前: %1
nl: Naam: %1

# ModulesMenu|
source: Description:
de: Beschreibung:
es: Descripción:
gl: Descrición:
ja: 説明:
nl: Beschrijving:

# ModulesMenu|
source: Reset missing values with the ones set in Data Preferences
de: Fehlende Werte zurücksetzen auf die in den Dateneinstellungen
es: Restablecer los valores ausentes con los fijados en Preferencias de Datos
gl: Restablecer os valores ausentes cos fixados en Preferencias de Datos
ja: データ設定で設定した値に欠測値をリセット
nl: Zet ontbrekende waarden terug met de waarden die zijn ingesteld in Voorkeuren voor Gegevens

# RibbonBar|
source: Show workspace settings
de: Arbeitsbereich-Einstellungen anzeigen
es: Mostrar la configuración del área de trabajo
gl: Amosar a configuración da área de traballo
ja: ワークスペースの設定を表示
nl: Werkruimte-instellingen weergeven

# VariablesWindow|
source: Use custom values
de: Benutzerdefinierte Werte verwenden
es: Utilizar valores habituales
gl: Utilizar valores habituais
ja: カスタム値を使う
nl: Gebruik aangepaste waarden

# VariablesWindow|
source: Reset missing values with the ones set in your workspace
de: Fehlende Werte zurücksetzen, auf die Einstellungen Ihres Arbeitsbereichs
es: Restablecer los valores ausentes con los fijados en su área de trabajo
gl: Restablecer os valores ausentes cos fixados na túa área de traballo
ja: あなたのワークスペースで設定した値に欠測値をリセットする
nl: Zet ontbrekende waarden terug met de waarden die zijn ingesteld in je werkruimte

# QObject|
source: Not computed
de: Nicht berechnet
es: No calculado
gl: Non calculado
ja: 計算されていない
nl: Niet berekend

# QObject|
source: Computed with R code
de: Berechnet mit R-Code
es: Calculado con código de R
gl: Calculado con código de R
ja: Rコードで計算
nl: Berekend met R-code

# QObject|
source: Computed with drag-and-drop
de: Berechnet mit Ziehen-und-Ablegen
es: Calculado con arrastrar y soltar
gl: Calculado con arrastrar e soltar
ja: ドラッグアンドドロップで計算
nl: Berekend met slepen en neerzetten

# QObject|
source: Column generated by analysis
de: Spalte durch Analyse generiert
es: Columna generada por el análisis
gl: Columna xerada pola análise
ja: 解析で生成された列
nl: Kolom gegenereerd door analyse

# QObject|
source: Column added by analysis
de: Spalte durch Analyse hinzugefügt
es: Columna añadida por el análisis
gl: Columna engadida pola análise
ja: 分析で追加された列
nl: Kolom toegevoegd door analyse

# QObject|
source: Scale
de: Metrisch
es: Escala
gl: Escala
ja: スケール
nl: Schaal

# ColumnModel|
source: Computed column definition
de: Definition berechneter Spalte
es: Definición de la columna calculada
gl: Definición da columna calculada
ja: 計算された列の定義
nl: Definitie van berekende kolom

# ColumnModel|
source: Label editor
de: Beschriftungs-Editor
es: Editor de etiquetas
gl: Editor de etiquetas
ja: ラベルエディタ

# ColumnModel|
source: Missing values
de: Fehlende Werte
es: Valores ausentes
gl: Valores ausentes
ja: 欠測値
nl: Ontbrekende waarden

# QObject|
source: Change column name of '%1' from '%2' to '%3'
de: Spaltenname von '%1' ändern von '%2' auf '%3'
es: Cambiar el nombre de la columna de '%1', de '%2' por '%3'
gl: Trocar o nome da columna de '%1', de '%2' por '%3'
ja: %1の列名を'%2' から '%3' に変更
nl: Wijzig de kolomnaam van '%1' van '%2' naar '%3'

# QObject|
source: Change column title of '%1' from '%2' to '%3'
de: Spaltentitel von '%1' ändern von '%2' auf '%3'
es: Cambiar el título de la columna de '%1', de '%2' por '%3'
gl: Trocar o título da columna de '%1', de '%2' por '%3'
ja: %1の列タイトルを'%2' から '%3' に変更
nl: Wijzig de kolomtitel van '%1' van '%2' naar '%3'

# QObject|
source: Change column description of '%1' from '%2' to '%3'
de: Spaltenbeschreibung von '%1' ändern von '%2' auf %3'
es: Cambiar la descripción de la columna de '%1', de '%2' por '%3'
gl: Trocar a descrición da columna de '%1', de '%2' por '%3'
ja: %1の列の記述を'%2' から '%3' に変更
nl: Wijzig de kolombeschrijving van '%1' van '%2' naar '%3'

# QObject|
source: Set computed type of '%1' from '%2' to '%3'
de: Berechneten Typ von '%1' setzen von '%2' auf '%3'
es: Fijar el tipo calculado de '%1', de '%2' a '%3'
gl: Fixar o tipo calculado de '%1', de '%2' a '%3
ja: 計算されたタイプ%1を'%2' から'%3 に設定
nl: Stel berekend type van '%1' in van '%2' naar '%3'

# QObject|
source: Change workspace description from '%1' to '%2'
de: Arbeitsbereichsbeschreibung ändern von '%1' auf '%2'
es: Cambiar la descripción del área de trabajo de '%1' a '%2'
gl: Trocar a descrición da área de traballo de '%1' a '%2'
ja: '%1' から '%2' へワークスペースの説明を変更
nl: Wijzig werkruimtebeschrijving van '%1' naar '%2'

# QObject|
source: Use custom empty values for column '%1'
de: Benutzerdefinierte leere Werte für Spalte '%1'
es: Usar los valores ausentes habituales para la columna '%1'
gl: Usar os valores baleiros habituais para a columna '%1'
ja: 列 '%1'にカスタムの空の値を使う
nl: Gebruik aangepaste lege waarden voor kolom '%1'

# QObject|
source: Use default empty values for column '%1'
de: Standardmäßige leere Werte für Spalte '%1'
es: Usar los valores ausentes predeterminados para la columna '%1'
gl: Usar os valores baleiros predeterminados para a columna '%1'
ja: 列 '%1'にデフォルトの空の値を使う
nl: Gebruik standaard lege waarden voor kolom '%1'

# QObject|
source: Set empty values for column '%1'
de: Leere Werte für Spalte '%1 einstellen
es: Establecer valores vacíos para la columna '%1
gl: Fixar os valores baleiros para a columna '%1'
ja: 列 '%1'に空の値を設定
nl: Lege waarden instellen voor kolom '%1'

# QObject|
source: Set workspace empty values
de: Leere Werte des Arbeitsbereichs einstellen
es: Establecer los valores vacíos del espacio de trabajo
gl: Fixar os valores baleiros da área de traballo
ja: ワークスペースに空の値を設定
nl: Werkruimte lege waarden instellen

# PrefsMissingValues|
source: Show workspace missing values
de: Fehlende Werte des Arbeitsbereichs anzeigen
es: Mostrar los valores omitidos del área de trabajo
gl: Amosar os valores ausentes da área de traballo
ja: ワークスペースの欠測値を表示
nl: Werkruimte ontbrekende waarden tonen

# PrefsMissingValues|
source: Opens the settings for workspace missing values
de: Öffnet die Einstellungen für fehlende Werte des Arbeitsbereichs
es: Abre la configuración de los valores omitidos del área de trabajo
gl: Abre a configuración para os valores ausentes da área de traballo
ja: ワークスペースの欠測値の設定を開く
nl: Opent de instellingen voor ontbrekende waarden in de werkruimte

# MainPage|
source: Embed web video
de: Web-Video einbetten
es: Incrustar vídeo de la web
gl: Incrustar vídeo da web
ja: ウェブ動画を埋め込む
nl: Webvideo insluiten

# MainPage|
source: Unsupported video services
de: Nicht unterstützte Videodienste
es: Servicios de vídeo no admitidos
gl: Servizos de vídeo non admitidos
ja: サポートされていない動画サービス
nl: Niet-ondersteunde videoservices

# MainPage|
source: JASP only allows the following videoservices:
de: JASP erlaubt nur die folgenden Videodienste:
es: JASP solo permite los siguientes servicios de vídeo:
gl: JASP só permite os seguintes servizos de vídeo:
ja: JASPは以下の動画サービスのみを使用できます:
nl: JASP staat alleen de volgende videoservices toe:

# MainPage|
source: Contact the JASP team to request adding another videoservice to the list.
de: Kontaktieren Sie das JASP-Team, um einen weiteren Videodienst zur Liste hinzuzufügen.
es: Póngase en contacto con el equipo JASP para solicitar que se añada otro videoservicio a la lista.
gl: Contacta co equipo de JASP para solicitar que se engada outro servizo de vídeo á lista.
ja: JASPチームに問い合わせて、リストに別の動画サービスを追加する依頼を行ってください.
nl: Neem contact op met het JASP-team om een andere videoservice aan de lijst toe te voegen.

# CommunityWindow|
source: JASP Community
de: JASP-Gemeinschaft
es: La Comunidad de JASP
gl: A Comunidade de JASP
ja: JASPコミュニティ
nl: JASP-gemeenschap

# Supporters|
source: Suggest your institution joins the JASP Community
de: Schlagen Sie Ihrer Einrichtung vor, der JASP-Gemeinschaft beizutreten
es: Sugiera a su institución que se una a la Comunidad JASP
gl: Suxire á túa institución que se una á Comunidade de JASP
ja: あなたの機関がJASPコミュニティに参加することをお勧めします
nl: Stel voor dat uw instelling zich aansluit bij de JASP-gemeenschap

# MainWindow|
source: <h3>Contact</h3> For <a href="%1">feature requests</a> and <a href="%2">bug reports</a>: please post an issue on our GitHub page, <a href="%3">as explained here.</a> This will bring you in direct contact with the JASP software developers. For statistical questions: please post an issue <a href="%4">on the JASP Forum.</a> For information on the JASP Community: please read <a href="%5">the information on the JASP website</a> For suggesting we add your institution to the <a href="%6">JASP World Map</a> please send an email to <a href="%7">communications@jasp-stats.org</a>. For individual donations: please visit <a href="%8">the JASP website</a>.
de: <h3>Kontakt</h3> Für <a href="%1">Verbesserungsvorschläge</a> und <a href="%2">Fehlerberichte</a>: Bitte öffnen Sie ein Ticket auf unserer GitHub-Seite, <a href="%3">wie hier erläutert.</a> Dies bringt Sie in direkten Kontakt mit den JASP-Softwareentwicklern. Für statistische Fragen: Schreiben Sie bitte einen Beitrag <a href="%4">im JASP-Forum.</a> Für Informationen zur JASP-Gemeinschaft: Lesen Sie bitte <a href="%5">die Informationen auf der JASP-Webseite</a> Um vorzuschlagen, dass wir Ihre Einrichtung zur <a href="%6">JASP-Weltkarte</a> hinzufügen, senden Sie bitte eine E-Mail an <a href="%7">communications@jasp-stats.org</a>. Für individuelle Spenden: Besuchen Sie bitte die <a href="%8">JASP-Webseite</a>.
es: <h3>Contacto</h3> Para <a href="%1">solicitudes de funciones</a> e <a href="%2">informes de errores</a>: publica una incidencia en nuestra página de GitHub, <a href="%3">como se explica aquí</a>. Esto le pondrá en contacto directo con los desarrolladores del software JASP. Para cuestiones estadísticas: publique una incidencia <a href="%4">en el Foro de JASP</a>. Para más información sobre la Comunidad de JASP: lea <a href="%5">la información de la página web de JASP</a>. Si desea sugerirnos que añadamos su institución al <a href="%6">Mapa Mundial de JASP</a>, envíe un correo electrónico a <a href="%7">communications@jasp-stats.org</a>. Para donaciones individuales: visite <a href="%8">la página web de JASP</a>.
gl: <h3>Contacto</h3> Para <a href="%1">solicitudes de funcións</a> e <a href="%2">informes de erros</a>: publica unha incidencia na nosa páxina de GitHub, <a href="%3">como se explica aquí</a>. Isto vaite poñer en contacto directo cos desenvolvedores do software JASP. Para cuestiones estatísticas: publica unha incidencia <a href="%4">no Foro de JASP</a>. Para máis información sobre a Comunidade de JASP: le <a href="%5">a información da páxina web de JASP</a>. Se queres suxerirnos que engadamos a túa institución ao <a href="%6">Mapa Mundial de JASP</a>, envía un correo electrónico a <a href="%7">communications@jasp-stats.org</a>. Para donacións individuais: visita <a href="%8">a páxina web de JASP</a>.
ja: <h3>お問い合わせ</h3> <a href="%1"> feature Request</a> と <a href="%2"> バグ報告</a> については、 <a href="%3"> GitHub のページ</a>で記述してください。 これにより、JASPソフトウェア開発者と直接連絡することができます。 統計的な質問については、<a href="%4">JASPフォーラム</a>にイシューを投稿してください。 JASPコミュニティの情報については、<a href="%5">JASPサイトの情報</a>をお読みください。 <a href="%6">JASP World Map</a>にあなたの機関を追加するためには、 <a href="%7">communications@jasp-stats.org</a>に電子メールを送信してください。 個別の寄付:<a href="%8">JASPサイト</a>をご覧ください。
nl: <h3>Contact</h3> Voor <a href="%1">functieverzoeken</a> en <a href="%2">bugrapporten</a>: plaats een probleem op onze GitHub-pagina, <a href="%3">zoals hier uitgelegd.</a> Hierdoor komt u in direct contact met de JASP-softwareontwikkelaars. Voor statistische vragen: plaats een probleem <a href="%4">op het JASP-forum.</a> Voor informatie over de JASP-gemeenschap: lees <a href="%5">de informatie op de JASP-website</a> Als u suggesties wilt doen om uw instelling toe te voegen aan de <a href="%6">JASP-wereldkaart</a>, kunt u een e-mail sturen naar <a href="%7">communications@jasp-stats.org</a>. Voor individuele donaties: bezoek <a href="%8">de JASP-website</a>.

# ActionButtons|
source: Community
de: Gemeinschaft
es: La Comunidad
gl: A Comunidade
ja: コミュニティ
nl: Gemeenschap

# ColumnBasicInfo|
source: Name:
es: Nombre:
gl: Nome:
ja: 名前:
nl: Naam:

# ColumnBasicInfo|
source: Column type:
de: Spaltentyp:
es: Tipo de la columna:
gl: Tipo de columna:
ja: 列の種類:
nl: Kolomtype:

# ColumnBasicInfo|
source: Computed type:
de: Berechneter Typ:
es: Tipo calculado:
gl: Tipo calculado:
ja: 計算された種類:
nl: Berekend type:

# ColumnBasicInfo|
source: Show parent analysis
de: Eltern-Analyse anzeigen
es: Mostrar análisis parental
gl: Amosar análise xeratriz
ja: 親分析を表示する
nl: Toon bovenliggende analyse

# ColumnBasicInfo|
source: Long name:
de: Langer Name:
es: Denominación larga:
gl: Nome longo:
ja: 長い名前:
nl: Lange naam:

# ColumnBasicInfo|
source: <Fill in a more descriptive name of the column>
de: <Geben Sie einen noch beschreibenderen Spaltennamen ein>
es: <Rellene un nombre más descriptivo de la columna>
gl: <Completa un nome máis descritivo da columna>
ja: <さらなる記述の列名を埋める>
nl: <Vul een meer beschrijvende naam van de kolom in>

# ColumnBasicInfo|
source: Close variable window
de: Variablenfenster schließen
es: Cerrar la ventana de las variables
gl: Pechar a xanela de variables
ja: 変数ウィンドウを閉じる
nl: Sluit variabelenvenster

# ColumnBasicInfo|
source: Description:
de: Beschreibung:
es: Descripción:
gl: Descrición:
ja: 説明:
nl: Beschrijving:

# ColumnModel|
source: Column definition
de: Spaltendefinition
es: Definición de la columna
gl: Definición da columna
ja: 列の定義
nl: Kolomdefinitie

# ComputeColumnWindow|
source: returns a boolean vector with TRUE for each missing value in y
de: liefert einen booleschen Vektor mit WAHR für jeden fehlenden Wert in y
es: devuelve un vector booleano con TRUE para cada valor que falta en y
gl: Devolve un vector booleano con VERDADEIRO para cada valor ausente de y
ja: y の各欠測値に対して TRUE で boolean ベクトルを返します
nl: retourneert een booleaanse vector met TRUE voor elke ontbrekende waarde in y

# FilterWindow|
source: Combine with not-operator to filter out rows with missing values (NA) for a column.
de: Mit Nicht-Operator kombinieren, um Zeilen mit fehlenden Werten (NA) für eine Spalte herauszufiltern.
es: Combine con 'sin operador' para filtrar las filas con valores ausentes (NA) para una columna.
gl: Combinar con sen-operador para filtrar as filas con valores ausentes (NA) para unha columna.
ja: 欠損値（NA）を持つ行をフィルタリングするために、否定演算子と組み合わせてください.
nl: Combineer met not-operator om rijen met ontbrekende waarden (NA) voor een kolom uit te filteren.

# FilterModel|
source: No data loaded!
de: Keine Daten geladen!
es: ¡No hay datos cargados!
gl: Non hai datos cargados!
ja: 読み込みデータなし!
nl: Geen gegevens geladen!

# FilterModel|
source: Data has %1 rows, %2 (%3%4%) passed through filter
de: Daten haben %1 Zeilen, %2 (%3%4%) durch Filter gelassen
es: Los datos tienen %1 filas, %2 (%3%4%) pasadas por el filtro
gl: Os datos teñen %1 filas, %2 (%3%4%) pasadas polo filtro
ja: データは%1行で、%2(%3%4%)がフィルタを通過しました
nl: Gegevens hebben %1 rijen, %2 (%3%4%) door filter gehaald

# PrefsData|
source: External spreadsheet editor (for data synchronization)
de: Externer Tabelleneditor (für Datensynchronisation)
es: Editor externo de hojas de cálculo (para sincronización de datos)
gl: Editor externo de follas de cálculo (para a sincronización de datos)
ja: 外部スプレッドシートエディタ(データ同期用)
nl: Externe spreadsheet-editor (voor gegevenssynchronisatie)
