Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# Modules::DynamicModules|
source: Initializing module during JASP startup failed, should the module be removed?
de: Initialisierung des Moduls beim JASP-Start fehlgeschlagen; soll das Modul entfernt werden?
es: Falló el módulo de inicio mientras comenzaba JASP; ¿se debe eliminar el módulo?
gl: Fallou o módulo de inicio mentres comezaba JASP; débese eliminar o módulo?
ja: JASP起動時のモジュールの初期化に失敗しましたが、モジュールを削除すべきですか？
nl: Het initialiseren van de module tijdens het opstarten van JASP is mislukt. Moet de module worden verwijderd?
pt: O módulo de inicialização durante a inicialização do JASP falhou, o módulo deve ser removido?

# Modules::DynamicModules|
source: Initializing module during JASP startup failed with the following message: %1 Should the module be removed?
de: Das Initialisieren des Moduls während des JASP-Starts schlug mit folgende Meldung fehl: %1 Soll das Modul entfernt werden?
es: Falló el módulo de inicio mientras comenzaba JASP con el siguiente mensaje: %1 Se debe eliminar el módulo?
gl: Fallou o módulo de inicio mentres comezaba JASP coa seguinte mensaxe: %1 Débese eliminar o módulo?
ja: JASP の起動中にモジュールを初期化できませんでした。メッセージは次の通りです: %1 モジュールを削除しますか?
nl: Het initialiseren van de module tijdens het opstarten van JASP is mislukt met het volgende bericht: %1 Moet de module worden verwijderd?
pt: O módulo de inicialização durante a inicialização do JASP falhou com a seguinte mensagem: %1 O módulo deve ser removido?

# Modules::DynamicModules|
source: Initializing module %1 failed
de: Initialisierung des Moduls %1 fehlgeschlagen
es: Falló el módulo %1 de inicio
gl: Fallou o módulo %1 de inicio
ja: モジュール%1の初期化に失敗しました
nl: Initialisatie module %1 mislukt
pt: Módulo inicializador %1 falhou

# RibbonModel|
source: Module missing
de: Modul fehlt
es: Módulo ausente
gl: Módulo ausente
ja: モジュールがありません
nl: Module ontbreekt
pt: Módulo faltando

# RibbonModel|
source: It seems the bundled module %1 wasn't correctly installed, and thus cannot be loaded. If you installed this version of JASP via an official installer let the JASP team know.
de: Es scheint, dass das mitgelieferte Modul %1 nicht korrekt installiert wurde und daher nicht geladen werden kann. Wenn Sie diese Version von JASP über ein offizielles Installationsprogramm installiert haben, informieren Sie das JASP-Team.
es: Parece que el módulo %1 empaquetado no estaba instalado correctamente, por lo que no se puede cargar. Si has instalado esta versión de JASP a partir de un instalador oficial, informa al equipo de JASP.
gl: Semella que o módulo %1 empaquetado non estaba instalado correctamente, polo que non se pode cargar. Se instalaches esta versión de JASP a partir dun instalador oficial, informa ao equipo de JASP.
ja: 同梱されているモジュール%1が正しくインストールされていないため、ロードできないようです。 このバージョンのJASPを公式インストーラーでインストールした場合は、JASPチームにお知らせください。
nl: Het lijkt erop dat de gebundelde module %1 niet correct is geïnstalleerd, en dus niet kan worden geladen. Als u deze versie van JASP hebt geïnstalleerd via een officieel installatieprogramma, laat het JASP-team dit dan weten.
pt: Parece que o módulo agrupado %1 não foi instalado corretamente, e portanto não pode ser carregado. Se você instalou esta versão do JASP através de um instalador oficial informe a equipe JASP.

# RibbonModel|
source: Execute R code in a console
de: Führe R-Code in einer Konsole aus
es: Ejecutar un código de R en la consola
gl: Executar un código de R na consola
ja: Rコードをコンソールで実行
nl: R-code uitvoeren in een console
pt: Executar código R em um console

# VariablesFormBase|
source: Only 1 Available Variables list can be set in a VariablesForm
de: Pro VariablesForm kann nur 1 Liste mit Available Variables eingestellt werden
es: Solo se puede establecer 1 lista de Variables Disponibles en el Formulario de Variables
gl: Só podes establecer 1 lista de Variables Dispoñibles no Formulario de Variables
ja: 変数フォームで設定できる変数リストは 1 つだけです
nl: In een VariablesForm kan maar één lijst met beschikbare variabelen worden ingesteld
pt: Apenas 1 lista de Variáveis Disponíveis pode ser definida em um VariablesForm

# VariablesFormBase|
source: There is no Available List in the Variables Form
de: Es gibt keine Available List in der Variables Form
es: No hay una Lista Disponible en el Formulario de Variables
gl: Non hai unha Lista Dispoñible no Formulario de Variables
ja: 変数フォームに使用可能なリストがありません。
nl: Er is geen lijst met beschikbare variabelen in het Variabelen-scherm
pt: Não existe uma Lista Disponível no Formulário de Variáveis

# TableView|
source: Add to the left
de: Links hinzufügen
es: Añadir a la izquierda
gl: Engadir á esquerda
ja: 左に追加
nl: Links toevoegen
pt: Adicionar à esquerda

# TableView|
source: Add to the right
de: Rechts hinzufügen
es: Añadir a la derecha
gl: Engadir á dereita
ja: 右に追加
nl: Rechts toevoegen
pt: Adicionar à direita

# TableView|
source: Delete
de: Löschen
es: Eliminar
gl: Eliminar
ja: 削除
nl: Verwijder
pt: Excluir

# ComputeColumnWindow|
source: returns the sign of values
de: liefert das Vorzeichen von Werten
es: devuelve el signo de los valores
gl: devolve o signo dos valores
ja: 値の符号を返します
nl: retourneert het teken van waarden
pt: retorna o sinal dos valores

# OSFLogin|
source: <sup>*</sup>OSF account login only, ORCID or institutional login are not supported.
de: <sup>*</sup>Anmeldung nur mit OSF-Konto; Anmeldung per ORCID oder Institution sind nicht unterstützt.
es: <sup>*</sup>Solo acceso a cuenta OSF; no se admite el acceso ORCID o institucional.
gl: <sup>*</sup>Só acceso a conta OSF; non se admite o acceso ORCID ou institucional.
ja: <sup>*</sup>OSFアカウントでのログインのみで、ORCIDや機関へのログインはサポートされていません。
nl: <sup>*</sup>Alleen OSF account login, ORCID of institutionele login worden niet ondersteund.
pt: <sup>*</sup>apenas o login da conta OSF, ORCID ou login institucional não são suportados.

# PrefsAdvanced|
source: Clear installed modules and packages
de: Installierte Module und Pakete löschen
es: Borrar los módulos y paquetes instalados
gl: Borrar os módulos e paquetes instalados
ja: インストールされているモジュールやパッケージの消去
nl: Verwijder geïnstalleerde modules en pakketten
pt: Excluir módulos e pacotes instalados

# PrefsAdvanced|
source: This will erase the 'renv' and 'Modules' folders in the appdata.
de: Dies löscht die Ordner 'renv' und 'Modules' in appdata.
es: Esto va a borrar las carpetas 'renv' e 'Módulos' de appdata.
gl: Isto vai borrar os cartafoles 'renv' e 'Módulos' de appdata.
ja: これにより、appdataの 'renv' フォルダーと 'Modules' フォルダーが消去されます。
nl: Dit wist de mappen 'renv' en 'Modules' in appdata.
pt: Isso apagará as pastas 'renv' e 'Módulos' nos dados de aplicativos.

# PrefsData|
source: Windows workaround
de: Windows-Übergangslösung
es: Solución provisional de Windows
gl: Apaño de Windows
ja: Windowsの回避策
nl: Tijdelijke oplossing voor Windows
pt: Solução alternativa do Windows

# PrefsData|
source: See documentation for more information
de: Siehe Dokumentation für weitere Informationen
es: Consultar la documentación para obtener más información
gl: Consulta a documentación para obter máis información
ja: 詳しくはドキュメントをご覧ください
nl: Zie documentatie voor meer informatie
pt: Veja a documentação para obter maiores informações

# PrefsUI|
source: User Interface Options
de: Bedienoberflächenoptionen
es: Opciones de la Interfaz de Usuario
gl: Opcións da Interface de Usuario
ja: ユーザーインターフェースオプション
nl: Gebruikersinterface opties
pt: Opções de interface do usuário

# FilterWindow|
source: returns the sign of values
de: liefert das Vorzeichen von Werten
es: devuelve el signo de los valores
gl: devolve o signo dos valores
ja: 値の符号を返します
nl: retourneert het teken van waarden
pt: retorna o sinal de valores

# PlotEditingAxis|
source: Label
de: Beschriftung
es: Etiqueta
gl: Etiqueta
ja: ラベル
pt: Rótulo

# PlotEditingAxis|
source: Tick #
de: Teilstrich #
es: Marca #
gl: Marca #
ja: チェック #
nl: Streepje #
pt: Marcação #

# PlotEditingAxis|
source: Insert tick left
de: Teilstrich links einfügen
es: Insertar marca a la izquierda
gl: Inserir marca á esquerda
ja: 左にチェックを挿入
nl: Voeg streepje links in
pt: Inserir marcação à esquerda

# PlotEditingAxis|
source: Insert tick right
de: Teilstrich rechts einfügen
es: Insertar marca a la derecha
gl: Inserir marca á dereita
ja: チェックを右に挿入
nl: Voeg streepje rechts in
pt: Inserir marcação à direita

# PlotEditingAxis|
source: Delete tick
de: Teilstrich löschen
es: Eliminar marca
gl: Eliminar a marca
ja: チェックの削除
nl: Verwijder streepje
pt: Excluir marcação

# MainWindow|
source: Clean user installed modules and pkgs
de: Benutzer-installierte Module und Pkgs bereinigen
es: Borrar los módulos y paquetes instalados por el usuario
gl: Limpar os módulos e paquetes instalados polo usuario
ja: インストールされているモジュールやパッケージの消去
nl: Door de gebruiker geïnstalleerde modules en pkgs opschonen
pt: Excluir os módulos e pacotes instalados pelo usuário

# MainWindow|
source: Cleaning up your modules and packages will make sure you only use those bundled with JASP. Make sure to restart JASP afterwards!
de: Das Bereinigen von Modulen und Paketen stellt sicher, nur die mit JASP gebündelten Module zu verwenden. Stelle sicher, JASP danach neu zu starten!
es: Al borrar tus módulos y paquetes, te asegurarás de usar solo los empaquetados con JASP. ¡Asegúrate de reiniciar JASP después!
gl: Ao limpar os teus módulos e paquetes, vaste asegurar de usar só os empaquetados con JASP. Asegúrate de reiniciar JASP despois!
ja: モジュールやパッケージを整理することで、JASPにバンドルされているものだけを使用することができます。 終わったら必ずJASPを再起動してください！
nl: Het opschonen van uw modules en pakketten zorgt ervoor dat u alleen de modules en pakketten gebruikt die bij JASP zijn geleverd. Zorg ervoor dat u JASP daarna opnieuw start!
pt: Excluindo seus módulos e pacotes garantirá que você use apenas aqueles incluídos no JASP. Certifique-se de reiniciar o JASP depois!

# MainWindow|
source: Clean
de: Bereinigen
es: Borrar
gl: Limpar
ja: 掃除
nl: Opschonen
pt: Excluir

# PrefsData|
source: <i>On Linux the default spreadsheet editor is always used.</i>
de: <i>Unter Linux wird immer der Standard-Tabelleneditor verwendet.</i>
es: <i>En Linux se utiliza siempre el editor predeterminado de hojas de cálculo.</i>
gl: <i>En Linux utilízase sempre o editor de follas de cálculo predeterminado.</i>
ja: <i> Linuxでは、デフォルトのスプレッドシートエディタが常に使用されます。</i>
nl: <i>Onder Linux wordt altijd de standaard spreadsheet-editor gebruikt.</i>
pt: <i>No Linux é sempre utilizado o editor de planilhas padrão</i>

# PlotEditor|
source: Cancel
de: Abbrechen
es: Cancelar
gl: Cancelar
ja: キャンセル
nl: Annuleren
pt: Cancelar

# PlotEditor|
source: Reset defaults
de: Standardeinstellungen zurücksetzen
es: Restablecer los predeterminados
gl: Restablecer os predeterminados
ja: 既定値をリセットする
nl: Standaardinstellingen herstellen
pt: Restaurar padrões

# PlotEditingAxis|
source: Show title
de: Titel anzeigen
es: Mostrar el título
gl: Amosar o título
ja: タイトルを表示する
nl: Titel weergeven
pt: Mostrar título

# PlotEditingAxis|
source: Show axis
de: Achse anzeigen
es: Mostrar los ejes
gl: Amosar os eixes
ja: 軸の表示
nl: As weergeven
pt: Mostrar eixos

# PlotEditingAxis|
source: Ticks:
de: Teilstriche:
es: Marcas:
gl: Marcas:
ja: チェック:
nl: Streepjes:
pt: Marcações:

# PlotEditingAxis|
source: Position
es: Posición
gl: Posición
ja: ポジション
nl: Positie
pt: Posição

# PlotEditingAxis|
source: Advanced
de: Erweitert
es: Avanzado
gl: Avanzado
ja: 詳細
nl: Geavanceerd
pt: Avançado

# PlotEditingAxis|
source: Parse title as R expression
de: Titel als R-Ausdruck auswerten
es: Analizar el título como expresión de R
gl: Analizar o título como expresión de R
ja: タイトルをR式で解析
nl: Ontleed titel als R-uitdrukking
pt: Analisa o título como uma expressão R

# PlotEditingAxis|
source: Limits:
de: Grenzen:
es: Límites:
gl: Límites:
ja: 制限：
nl: Grenzen:
pt: Limites:

# PlotEditor|
source: Save image as
de: Bild speichern als
es: Guardar imagen como
gl: Gardar imaxe como
ja: 画像を別名で保存
nl: Afbeelding opslaan als
pt: Salvar imagem como

# EngineRepresentation|
source: Unfortunately the plot could not be resized. Error message: %1 If the problem persists, please report the message above at: https://jasp-stats.org/bug-reports
de: Leider konnte die Größe des Diagramms nicht geändert werden. Fehlermeldung: %1 Wenn das Problem weiterhin besteht, melden Sie bitte die obige Meldung an: https://jasp-stats.org/bug-reports
es: Por desgracia, no se puede cambiar el tamaño del gráfico. Mensaje de error: %1 Si el problema persiste, por favor, informa del mensaje anterior a: https://jasp-stats.org/bug-reports
gl: Por desgraza, non se pode cambiar o tamaño da gráfica. Mensaxe de fallo: %1 Se o problema persiste, por favor, informa da mensaxe anterior a: https://jasp-stats.org/bug-reports
ja: 残念ながらプロットのサイズを変更することはできませんでした。 エラーメッセージは次の通りです。 %1 問題が解決しない場合は、上記のメッセージを https://jasp-stats.org/bug-reports に報告してください。
nl: De grootte van de grafiek kon niet aangepast worden. Foutmelding: %1 Als het probleem blijft bestaan, meld bovenstaand bericht dan op: https://jasp-stats.org/bug-reports
pt: Infelizmente o gráfico não pôde ser redimensionado. Mensagem de erro: %1 Se o problema persistir, reporte a mensagem acima em: https://jasp-stats.org/bug-reports

# EngineRepresentation|
source: Error editing plot
de: Fehler beim Bearbeiten des Diagramms
es: Error al editar el gráfico
gl: Fallo ao editar a gráfica
ja: プロットの編集中にエラーが発生しました
nl: Fout bij bewerken grafiek
pt: Erro ao editar gráfico

# PlotEditor|
source: Open Documentation
de: Dokumentation öffnen
es: Abrir la Documentación
gl: Abrir a Documentación
ja: ドキュメントを開く
nl: Open Documentatie
pt: Abrir documentação

# AboutWindow|
source: Open Source Components
de: Open-Source-Komponenten
es: Componentes de Código Abierto
gl: Compoñentes de Código Aberto
ja: オープンソース要素
nl: Open Source Componenten
pt: Componentes de código aberto

# PrefsUI|
source: Help us translate or improve JASP in your language
de: Helfen Sie uns, JASP in Ihre Sprache zu übersetzen oder zu verbessern
es: Ayúdanos a traducir o mejorar JASP en tu idioma
gl: Axúdanos a traducir ou mellorar JASP no teu idioma
ja: あなたの言語のJASPの翻訳や改善にご協力ください
nl: Help ons JASP te vertalen of te verbeteren in uw taal
pt: Ajude-nos a traduzir o JASP para o Português :D

# ModuleInstaller|
source: Install
de: Installieren
es: Instalar
gl: Instalar
ja: インストール
nl: Installeren
pt: Instalar

# ModuleInstaller|
source: Press this to install your selected Module
de: Hier drücken, um das ausgewählte Modul zu installieren
es: Pulsa aquí para instalar el Módulo seleccionado
gl: Preme isto para instalar o Módulo escollido
ja: このボタンを押すと、選択したモジュールがインストールされます
nl: Druk hierop om uw geselecteerde module te installeren
pt: Clique aqui para instalar o módulo selecionado

# ModuleInstaller|
source: Select a JASP Module to install
de: Wählen Sie ein zu installierendes JASP-Modul
es: Selecciona un Módulo de JASP para instalar
gl: Escolle un Módulo de JASP para instalar
ja: インストールするJASPモジュールの選択
nl: Selecteer een JASP module om te installeren
pt: Selecionar um módulo JASP para instalar

# ErrorMessage|
source: Don't show again
de: Nicht wieder anzeigen
es: No mostrar otra vez
gl: Non amosar outra vez
ja: 再び表示しない
nl: Niet meer tonen
pt: Não mostrar novamente

source: Database
de: Datenbank
es: Base de datos
gl: Banco de datos
ja: データベース
pt: Base de dados

# Database|
source: <i>Warning!</i> <br><br> JASP stores the password to your database in jasp-files, while not directly readable it is easy to extract. If you <b>share this file</b> that means the recipients and whoever they share the file with could extract the password with some effort. <br><br> In case you are trying to connect to a production or even just network-accessible database: <br> We <b>strongly urge</b> you to make a special user for JASP in your database with as <i>few permissions</i> as needed. <br><br> For a local or toy database this is probably overkill, but use your own judgement.
de: <i>Warnung!</i> <br><br> JASP speichert das Passwort zu Ihrer Datenbank in jasp-Dateien, und ist zwar nicht direkt lesbar, aber leicht zu extrahieren. Wenn Sie <b>diese Datei weitergeben</b>, bedeutet das, dass die Empfänger und wem immer die Datei auch noch weitergegeben wird, das Passwort mit gewissem Aufwand extrahieren können. <br><br> Für den Fall, dass Sie versuchen, eine Verbindung zu einer Produktions- oder sonstwie netzwerkzugänglichen Datenbank herzustellen: <br> Wir <b>empfehlen Ihnen dringend</b>, einen spezielles Datenbank-Zugangskonto für JASP mit so <i>wenig Rechten</i> wie nötig anzulegen. <br><br> Für eine lokale oder Test-Datenbank ist dies wahrscheinlich übertrieben, aber entscheiden Sie nach eigenem Ermessen.
es: <i>¡Advertencia!</i> <br><br> JASP guarda la contraseña para su base de datos en archivos JASP; aunque no legible directamente, es fácil de extraer. Si se <b>comparte este archivo</b>, ello implica que los contenedores y los que comparten el archivo podrían extraer la contraseña con cierta dificultad. <br><br> En caso de que se esté tratando de conectar con una base de datos de producción, o incluso solo accesible en red: <br> <b>Rogamos encarecidamente</b> que se haga usuario especial de JASP en su base de datos con los <i>mínimos permisos</i> que se necesiten. <br><br> Para una base de datos local o de entretenimiento, esto probablemente es exagerado, pero utilice su propio criterio.
gl: <i>Aviso!</i> <br><br> JASP garda o contrasinal para o teu banco de datos en ficheiros JASP; aínda que non lexible directamente, é doado de extraer. Se <b>compartes este ficheiro</b>, iso implica que os contedores e os que comparten o ficheiro poderían extraer o contrasinal con certa dificultade. <br><br> No caso de que esteas tratando de conectar cun banco de datos de producción, ou mesmo só accesible en rede: <br> <b>Pregámosche encarecidamente</b> que te fagas usuario especial de JASP no teu banco de datos cos <i>mínimos permisos</i> que se necesiten. <br><br> Para un banco de datos local ou para enredar, isto probablemente é exaxerado, pero utiliza o teu propio criterio.
ja: <i>警告!</i> <br><br> JASP はjaspファイル内にあなたのデータベースのパスワードを保存しています。直接読み込むことは出来ませんが抽出は容易です。 <b>このファイルを共有する場合</b> は、ファイルを共有するたびに、共有者は誰でもパスワードを容易に抽出することができます。 <br><br> 製品またはネットワークアクセス可能なデータベースに接続しようとする場合: <br> 私たちは<b>強くお勧め</b>します、あなたのデータベースにJASPのための特別ユーザーを作り、<i>必要最小限のパーミッション</i>で使用してください。 <br><br> ローカルまたはおもちゃのデータベースの場合、これはやりすぎかもしれませんが、ご自身の判断で行ってください.
nl: <i>Waarschuwing!</i> <br><br> JASP bewaart het wachtwoord van je database in jasp-bestanden, hoewel het niet direct leesbaar is, is het gemakkelijk te achterhalen. Indien je het <b>bestand deelt</b>, kunnen de ontvangers ervan het wachtwoord achterhalen. <br><br> In het geval dat je verbindt met een productie of een netwerk-toegankelijke database: <br> Raadden wij<b>dringend</b> aan een speciale gebruiker te maken voor JASP in je database met zo <i>min mogelijk rechten</i> nodig. <br><br> Voor een lokale of testdatabase is dit wat overdreven. Het is het beste om zelf de situatie goed in te schatten.

# Database|
source: Hostname
es: Nombre del host
gl: Nome do host
ja: ホスト名
nl: Hostnaam

# Database|
source: Port
es: Puerto
gl: Porto
ja: ポート
nl: Poort

# Database|
source: Name
es: Nombre
gl: Nome
ja: 名前
nl: Naam
pt: Nome

# Database|
source: Browse
de: Durchsuchen
es: Buscar
gl: Procurar
ja: 参照
nl: Bladeren

# Database|
source: Username
de: Nutzername
es: Nombre de usuario
gl: Nome de usuario
ja: ユーザーネーム
nl: Gebruikersnaam
pt: Nome de usuário

# Database|
source: Password
de: Passwort
es: Contraseña
gl: Contrasinal
ja: パスワード
nl: Wachtwoord
pt: Senha

# Database|
source: Remember me
de: Angemeldet bleiben
es: Recordame
gl: Lembrarme
ja: ログイン情報を記憶する
nl: Onthoud gegevens

# Database|
source: Connect to database
de: Mit Datenbank verbinden
es: Conectar a una base de datos
gl: Conectar a un banco de datos
ja: データベースに接続
nl: Verbind met database
pt: Conectar à base de dados

# Database|
source: Query
de: Abfrage
es: Consulta
gl: Consulta
ja: クエリ
nl: Aanvraag
pt: Consultar

# Database|
source: Execute
de: Ausführen
es: Ejecutar
gl: Executar
ja: 実行
nl: Uitvoeren
pt: Executar

# Database|
source: Preview data
de: Daten-Vorschau
es: Vista previa de los datos
gl: Vista previa dos datos
ja: データをプレビュー
nl: Toon voorbeeld
pt: Pré-visualização

# Database|
source: Load into JASP
de: In JASP laden
es: Cargar en JASP
gl: Cargar en JASP
ja: JASPに読み込む
nl: Laad in JASP
pt: Carregar no JASP

# Database|
source: Synching interval in minutes:
de: Synchronisierungsintervall in Minuten:
es: Intervalo de sincronización en minutos:
gl: Intervalo de sincronización en minutos:
ja: 同期間隔:
nl: Synchroniseren interval in minuten:

# Database|
source: 0 means no automatic synching, but you can still synch manually by pressing Ctrl/Cmd+Y
de: 0 bedeutet keine automatische Synchronisierung, aber Sie können trotzdem durch Drücken von Strg/Cmd+Y manuell synchronisieren
es: 0 significa sincronización no automática, pero aún se puede sincronizar manualmente pulsando Ctrl/Cmd+Y
gl: 0 significa sincronización non automática, pero aínda podes sincronizar manualmente premendo Ctrl/Cmd+Y
ja: 0 は自動同期を意味しませんが、Ctrl/Cmd + Y を押すことで手動で同期できます
nl: 0 betekent geen automatische synchronisatie, maar je kan nog handmatig synchroniseren door Ctrl / Cmd + Y in te drukken

# QObject|
source: JASP thinks it's connected to the database but the QSqlDatabase isn't opened...
de: JASP denkt, es sei mit der Datenbank verbunden, aber die QSqlDatabase ist nicht geöffnet...
es: JASP cree que está conectado a la base de datos, pero el QSqlDatabase no está abierto...
gl: JASP cre que está conectado ao banco de datos, pero o QSqlDatabase non está aberto...
ja: JASPはデータベースに接続していると思われますが、QSqlDatabaseはオープンしていません...
nl: JASP denkt dat het verbonden is aan de database, maar de QSqlDatabase is niet geopend...
pt: O JASP acha que está conectado à base de dados, mas a QSqlDatabase não está aberta... :(

# QObject|
source: Query failed with: '%1'
de: Abfrage fehlgeschlagen mit: '%1'
es: La consulta falló con: '%1'
gl: A consulta fallou con: '%1'
ja: 失敗したクエリ: '%1'
nl: Aanvraag mislukte met: '%1'
pt: A consulta falhou: '%1'

# QObject|
source: Query wasn't a SELECT-like statement and returned nothing.
de: Abfrage war keine SELECT-ähnliche Anweisung und gab nichts zurück.
es: La consulta no era un enunciado de tipo SELECT y no devolvió nada.
gl: A consulta non era un enunciado de tipo SELECT e non devolveu nada.
ja: Query は SELECT のようなステートメントではなく、何も返さなかった.
nl: Aanvraag bevatte geen SELECT-achtige statement and gaf niks terug.

# QObject|
source: No active result found, maybe there is something wrong with your query?
de: Kein aktives Ergebnis gefunden, vielleicht stimmt etwas mit Ihrer Abfrage nicht?
es: No se encontró un resultado activo; ¿quizás hay algo mal en su consulta?
gl: Non se atopou un resultado activo; se cadra hai algo mal na túa consulta?
ja: アクティブな結果が見つかりません、クエリに問題はありませんか?
nl: Geen actieve resultaten gevonden, misschien is er iets mis met de aanvraag?
pt: Nenhum resultado ativo foi encontrado, talvez tenha algo errado com a sua consulta?

# DataSetPackage|
source: Database Password
de: Datenbank-Passwort
es: Contraseña de la Base de Datos
gl: Contasinal do Banco de Datos
ja: データベースのパスワード
nl: Databasewachtwoord
pt: Senha da base de dados

# DataSetPackage|
source: The databaseconnection needs a password for user '%1'
de: Die Datenbankverbindung benötigt ein Passwort für den Benutzer '%1'
es: La conexión con la base de datos necesita una contraseña para el usuario '%1'
gl: A conexión co banco de datos necesita un contrasinal para o usuario '%1'
ja: ユーザー '%1' のデータベース接続のパスワードが必要です
nl: De databaseverbinding mist een wachtwoord voor gebruiker '%1'

# DataSetPackage|
source: The databaseconnection needs a password
de: Die Datenbankverbindung benötigt ein Passwort
es: La conexión con la base de datos necesita una contraseña
gl: A conexión co banco de datos necesita un contrasinal
ja: データベース接続にはパスワードが必要です
nl: De databaseverbinding mist een wachtwoord
