Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# Modules::DynamicModules|
source: You seem to have never had a %1 in your development module directory. Without it your module cannot work, make sure to create one. How you installed is a bit of a mystery and thus the development module shall be uninstalled now
de: Es scheint dass Sie nie ein %1 in Ihrem Modulentwicklungsverzeichnis haben. Ohne dieses kann Ihr Modul nicht funktionieren; sorgen Sie dafür, eines anzulegen. Es bleibt etwas mysteriös, wie Sie es installiert haben, und deswegen wird das Entwicklungsmodul nun deinstalliert werden
es: Parece que nunca ha habido un %1 en el directorio de módulos de desarrollo. Como sin eso el módulo no puede funcionar, asegúrese de crear uno. Cómo se ha instalado es un poco misterioso, por eso el módulo de desarrollo debe desinstalarse ahora
gl: Semella que nunca tiveches un %1 no teu directorio de módulos de desenvolvemento. Como sen iso o teu módulo non pode funcionar, asegúrate de crear un. Como o instalaches é un pouco misterioso, por iso o módulo de desenvolvemento debe desinstalarse agora
ja: 開発モジュールのディレクトリに%1が入っていないようです。これがないとモジュールが動作しませんので、必ず作成してください。どうやってインストールされたのかわかりませんので、開発モジュールは今すぐアンインストールしてください。
nl: Het lijkt erop dat u nooit een %1 in uw ontwikkelmodulemap had. Bij gebrek hieraan kan uw module niet werken en hoe u het heeft weten te installeren is onduidelijk. De module zal nu worden verwijderd
pt: Você parece nunca ter tido um %1 no diretório do seu módulo de desenvolvimento. Sem ele o seu módulo não pode funcionar, certifique-se de criar um. Como você instalou é um pouco misterioso e assim o módulo de desenvolvimento deve ser desinstalado agora

# Modules::DynamicModules|
source: %1 was removed!
de: %1 wurde gelöscht!
es: %1 fue eliminado!
gl: Eliminouse %1!
ja: %1を削除しました！
nl: %1 werd verwijderd!
pt: %1 foi removido!

# Modules::DynamicModules|
source: You seem to have removed %1 but this file is required for your module to work. The development module is going to be uninstalled now.
de: Es scheint dass Sie %1 gelöscht haben, aber diese Datei ist nötig damit Ihr Modul funktioniert. Das Entwicklungsmodul wird nun deinstalliert werden.
es: Parece que se ha eliminado %1, pero este archivo es necesario para que funcione el módulo. El módulo de desarrollo se desinstalará ahora.
gl: Semella que eliminaches %1, pero este ficheiro é necesario para que funcione o teu módulo. O módulo de desenvolvemento vaise desinstalar agora.
ja: %1 を削除したようですが、このファイルはモジュールが動作するために必要です。開発モジュールは今アンインストールされます。
nl: Het lijkt erop dat u %1 verwijderd hebt, maar dit bestand is nodig om uw module te laten werken. De ontwikkelmodule wordt nu verwijderd.
pt: Você parece ter removido %1 mas este ficheiro é necessário para que o seu módulo funcione. O módulo de desenvolvimento vai ser desinstalado agora.

# Modules::DynamicModules|
source: Missing folder %1
de: Fehlendes Verzeichnis %1
es: Falta la carpeta %1
gl: Falta o cartafol %1
ja: フォルダー%1がありません
nl: Ontbrekende map %1
pt: Pasta ausente %1

# Modules::DynamicModules|
source: You seem to have removed the folder %1 from your development module directory. Without it your module cannot work, make sure to put it back. For now your old folder will be kept.
de: Es scheint dass Sie das Verzeichnis %1 von Ihrem Entwicklungsmodul gelöscht haben. Ohne dieses Verzeichnis kann das Modul nicht funktionieren; sorgen Sie dafür, es zurück zu holen. Vorerst wird nun das alte Verzeichnis aufbewahrt.
es: Parece que se ha eliminado la carpeta %1 del directorio de módulos de desarrollo. Como sin eso el módulo no puede funcionar, asegúrese de reponerlo. Por ahora, se conservará la carpeta anterior.
gl: Semella que eliminaches o cartafol %1 do teu directorio de módulos de desenvolvemento. Como sen iso o teu módulo non pode funcionar, asegúrate de repoñelo. Polo momento, o teu antigo cartafol vaise conservar.
ja: 開発モジュールのディレクトリから%1フォルダが削除されているようです。これがないとモジュールが動作しませんので、必ず元に戻してください。今のところ、古いフォルダは維持されます。
nl: Het lijkt erop dat u de map %1 van uw module ontwikkelomgeving verwijderd hebt. Zonder deze map kan de module niet werken, zorg ervoor dat deze teruggeplaatst wordt. Voor nu wordt de oude bewaard.
pt: Você parece ter removido a pasta %1 do diretório do seu módulo de desenvolvimento. Sem ela o seu módulo não pode funcionar, certifique-se de colocá-lo de volta. Por enquanto, sua antiga pasta será mantida.

# Modules::DynamicModules|
source: You seem to have never had the folder %1 in your development module directory. Without it your module cannot work, make sure to create one. How you installed is a bit of a mystery and thus the development module shall be uninstalled now
de: Es scheint dass das Verzeichnis %1 nie in Ihrem Entwicklungsmodul-Verzeichnis existiert hat. Ohne dieses Verzeichnis kann das Modul nicht funktionieren; sorgen Sie dafür, eines anzulegen. Es bleibt etwas mysteriös, wie Sie das Modul installiert haben, und deswegen wird das Modul nun deinstalliert werden
es: Parece que nunca ha habido la carpeta %1 en el directorio de módulos de desarrollo. Como sin eso el módulo no puede funcionar, asegúrese de crear uno. Cómo se ha instalado es un poco misterioso, por eso el módulo de desarrollo debe desinstalarse ahora
gl: Semella que nunca tiveches o cartafol %1 no teu directorio de módulos de desenvolvemento. Como sen iso o teu módulo non pode funcionar, asegúrate de crear un. Como o instalaches é un pouco misterioso, por iso o módulo de desenvolvemento debe desinstalarse agora
ja: 開発モジュールのディレクトリに%1というフォルダがなかったようです。これがないとモジュールが動作しませんので、必ず作成してください。どうやってインストールされたのかがわかりませんので、開発モジュールは今すぐアンインストールしてください。
nl: Het lijkt erop dat map %1 nooit bestaan heeft in uw module ontwikkelomgeving. Zonder deze map kan uw module niet werken, zorg dat deze aanwezig is. Hoe de module ooit geïnstalleerd werd is onduidelijk, en de ontwikkelmodule zal nu verwijderd worden
pt: Você parece nunca ter tido um %1 no diretório do seu módulo de desenvolvimento. Sem ele o seu módulo não pode funcionar, certifique-se de criar um. Como você instalou é um pouco misterioso e assim o módulo de desenvolvimento deve ser desinstalado agora

# Modules::DynamicModules|
source: Loading module description encountered a problem
de: Beim Laden der Modulbeschreibung ist ein Problem aufgetreten
es: Se encontró un problema al cargar la descripción del módulo
gl: Atopouse un problema ao cargar a descrición do módulo
ja: モジュールの説明を読み込んでいるときに問題が発生しました
nl: Er is een fout opgetreden bij het laden van de modulebeschrijving
pt: A descrição do módulo de carregamento encontrou um problema

# Modules::DynamicModules|
source: <i>Could not load the description of the module in archive: '%1'</i>
de: <i>Konnte die Beschreibung des Moduls im Archiv nicht laden: '%1'</i>
es: <i>No se puede cargar la descripción del módulo en el archivo: '%1'</i>
gl: <i>Non pode cargarse a descrición do módulo no ficheiro: '%1'</i>
ja: <i>アーカイブ内のモジュールの説明を読み込めませんでした: '%1'</i>
nl: <i>Kon de beschrijving van de module niet uit archief '%1' laden</i>
pt: <i> Não foi possível carregar a descrição do módulo no arquivo: '%1'</i>

# Modules::DynamicModules|
source: <h3>%1</h3><i>Version %2</i><br><p>%3</p><br><br><i>Created by %4 and maintained by %5.</i><br><i>See website for further details: <a href="http://%6">%6</a></i><br>
de: <h3>%1</h3><i>Version %2</i><br><p>%3</p><br><br><i>Erstellt von %4 und gepflegt von %5.</i> <br><i>Siehe Webseite für weitere Details: <a href="http://%6">%6</a></i><br>
es: <h3>%1</h3><i>Versión %2</i><br><p>%3</p><br><br><i>Creada por %4 y mantenida por %5.</i> <br><i>Mira en el sitio web para más detalles: <a href="http://%6">%6</a></i><br>
gl: <h3>%1</h3><i>Versión %2</i><br><p>%3</p><br><br><i>Creada por %4 e mantida por %5.</i> <br><i>Mira no sitio web para máis detalles: <a href="http://%6">%6</a></i><br>
ja: <h3>%1</h3><i>バージョン %2</i><br><p>%3</p><br><br><i>%4によって作成され、%5によって維持されています</i><br><i>詳細についてはウェブサイトを参照してください: <a href="http://%6">%6</a></i><br>
nl: <h3>%1</h3><i>Versie %2</i><br><p>%3</p><br><br><i>Gemaakt door %4 en onderhouden door %5.</i><br><i>Kijk op de website voor nadere details: <a href="http://%6">%6</a></i><br>
pt: <h3>%1</h3><i>Versão %2</i><br><p>%3</p>>>br>>>br>>i>Criado por %4 e mantido por %5.</i><br>>i>Veja o website para mais detalhes: <a href="http://%6">%6</a></i><br>

# ListModelTableViewBase|
source: Column number in source is bigger than the number of columns of %1
de: Spaltenanzahl der Quelle ist größer als die Anzahl der Spalten von %1
es: El número de columna en la fuente es mayor que el número de columnas de %1
gl: O número de columna na fonte é maior que o número de columnas de %1
ja: ソースの列番号が%1の列数よりも大きい
nl: Meer kolommen in de bron dan in %1
pt: O número de colunas na fonte é maior do que o número de colunas de %1

# Modules::Upgrade|
source: Wrong Upgrade being applied, was looking for function '%1' but this upgrade is for: '%2'
de: Falsches Upgrade wird angewandt, gesucht wurde nach Funktion '%1', aber dieses Upgrade ist für: '%2'
es: Se está aplicando una Actualización incorrecta; se buscaba la función '%1' pero esta actualización es para: '%2'
gl: Estase aplicando unha Actualización incorrecta; procurábase a función '%1' pero esta actualización é para: '%2'
ja: 間違ったアップグレードが適用され、関数 '%1' を探していますが、このアップグレードは%2を対象にしています
nl: Verkeerde upgrade toegepast, zocht functie '%1' maar deze upgrade is voor: '%2'
pt: Atualização errada sendo aplicada, estava procurando pela função '%1', mas esta atualização é para: '%2'

# Modules::Upgrade|
source: Wrong Upgrade being applied, was looking for version '%1' but this upgrade is for: '%2' or lower
de: Falsches Upgrade wird angewandt, gesucht wurde nach der Version '%1', aber dieses Upgrade ist für: '%2' oder niedriger
es: Se está aplicando una Actualización incorrecta; se buscaba la versión '%1' pero esta actualización es para: '%2' o inferior
gl: Estase aplicando unha Actualización incorrecta; procurábase a versión '%1' pero esta actualización é para: '%2' ou inferior
ja: 間違ったアップグレードが適用され、バージョン '%1' を探していましたが、このアップグレードは '%2' 以下の場合です
nl: Verkeerde upgrade toegepast, zocht naar versie '%1' maar deze upgrade is voor: '%2' of lager
pt: Atualização errada sendo aplicada, estava procurando pela versão '%1', mas esta atualização é para: '%2' ou inferior

# Modules::Upgrade|
source: Aborting upgrade because a loop was detected! If %1 is taken, eventually it is reached again. This should definitely not happen, perhaps the module author of '%2' can be of assistance
de: Abbruch des Upgrades, da eine Schleife erkannt wurde! Wenn %1 genommen wird, wird es schließlich wieder erreicht. Dies sollte definitiv nicht passieren, vielleicht kann der Modulautor von '%2' weiterhelfen
es: Se detiene la actualización porque se detectó un bucle! Si se coge %1, posiblemente surgirá otra vez. Esto no debiera suceder en absoluto; tal vez pueda ayudar el autor de módulos de '%2'
gl: Detense a actualización porque detectouse un bucle! Se se colle %1, posiblemente acadarase de novo. Isto non debera acontecer en absoluto; se cadra pode axudar o autor de módulos de '%2'
ja: ループが検出されたため、アップグレードを中止しました。 %1を取ると、最終的にまた到達してしまいます。 これは起こってはいけない問題です。%2のモジュール開発者が助けてくれるかもしれません。
nl: Upgrade afgebroken omdat een lus werd gedetecteerd! Als %1 wordt genomen, wordt deze uiteindelijk weer bereikt. Dit zou zeker niet mogen gebeuren, misschien kan de module-auteur van '%2' helpen
pt: Abortando a atualização porque foi detectado um loop! Se %1 for tomado, eventualmente é alcançado novamente. Isto definitivamente não deveria acontecer, talvez o autor do módulo '%2' possa ser de ajuda

# FactorLevelList|
source: Level
de: Stufe
es: Nivel
gl: Nivel
ja: 水準
nl: Niveau
pt: Nível

# FactorLevelList|
source: New Factor
de: Neuer Faktor
es: Factor Nuevo
gl: Factor Novo
ja: 新しい要因
nl: Nieuwe factor
pt: Novo Fator

# FactorLevelList|
source: New Level
de: Neue Stufe
es: Nuevo Nivel
gl: Novo Nivel
ja: 新しい水準
nl: Nieuw niveau
pt: Novo Nível

# PrefsAdvanced|
source: Remember enabled modules
de: Aktivierte Module merken
es: Recordar los módulos habilitados
gl: Lembrar os módulos habilitados
ja: 有効なモジュールを記憶する
nl: Onthoud geactiveerde modules
pt: Lembrar dos módulos ativados

# PrefsAdvanced|
source: Use default PAT for Github
de: Standard-PAT für Github verwenden
es: Usar el PAT para Github por defecto
gl: Usar o PAT para Github por defecto
ja: Github の既定の PAT を使用する
nl: Gebruik standaard PAT voor Github
pt: Use o PAT padrão para Github

# PrefsAdvanced|
source: Either use the bundled GITHUB_PAT or, if available, use the one set in environment variables.
de: Verwende entweder das mitgelieferte GITHUB_PAT oder, falls vorhanden, das in den Umgebungsvariablen eingestellten.
es: Usar el GITHUB_PAT empaquetado, o bien el establecido en las variables de entorno si está disponible.
gl: Usar o GITHUB_PAT empaquetado, ou ben o establecido nas variables de contorna se está dispoñible.
ja: バンドルされているGITHUB_PATを使用するか、利用可能な場合は環境変数で設定されているものを使用してください。
nl: Gebruik ofwel de gebundelde GITHUB_PAT of, indien beschikbaar, gebruik de ingestelde in omgevingsvariabelen.
pt: Use o pacote GITHUB_PAT ou, se disponível, use o conjunto em variáveis de ambiente.

# PrefsAdvanced|
source: Private GITHUB_PAT:
de: Privates GITHUB_PAT:
es: GITHUB_PAT privado:
gl: GITHUB_PAT privado:
ja: プライベート GITHUB_PAT:
nl: Privé GITHUB_PAT:
pt: Privado GITHUB_PAT:

# PrefsUI|
source: R, JAGS, or lavaan code:
de: R-, JAGS- oder Lavaan-Code:
es: Código R, JAGS o Lavaan:
gl: Código R, JAGS ou Lavaan:
ja: R、JAGS、またはlavaanのコード：
nl: R-, JAGS- of lavaan-code:
pt: R, JAGS, ou código de lavaan:

# PrefsUI|
source: Result & help:
de: Ergebnis & Hilfe:
es: Resultados y Ayudas:
gl: Resultados e Axudas:
ja: 結果とヘルプ：
nl: Resultaat & Help:
pt: Resultado & ajuda:

# PrefsUI|
source: Light theme
de: Helles Farbschema
es: Esquema claro de colores
gl: Esquema claro de cores
ja: 明るいテーマ
nl: Licht schema
pt: Tema claro

# PrefsUI|
source: Dark theme
de: Dunkles Farbschema
es: Esquema oscuro de colores
gl: Esquema escuro de cores
ja: ダークテーマ
nl: Donker schema
pt: Tema escuro

# PrefsUI|
source: Preferred language
de: Spracheinstellung
es: Idioma preferido
gl: Idioma preferido
ja: 優先する言語
nl: Voorkeurstaal
pt: Língua preferida

# PrefsUI|
source: Choose language
de: Sprache wählen
es: Escoger idioma
gl: Elixir idioma
ja: 言語を選択
nl: Kies taal
pt: Escolha o idioma

# PrefsUI|
source: Safe graphics mode
de: Sicherer Grafikmodus
es: Modo gráfico seguro
gl: Modo gráfico seguro
ja: セーフグラフィックモード
nl: Veilige grafische modus
pt: Modo gráfico seguro

# PrefsUI|
source: Disable animations
de: Animationen ausschalten
es: Deshabilitar las animaciones
gl: Inhabilitar as animacións
ja: アニメーションの無効化
nl: Animaties uitschakelen
pt: Desativar Animações

# PrefsUI|
source: Use native file dialogs
de: Dateidialoge des Betriebssystems verwenden
es: Utilizar los diálogos de archivos propios
gl: Utilizar os diálogos de ficheiros propios
ja: ネイティブファイルダイアログの使用
nl: Gebruik systeembestandsdialoogvensters
pt: Usar diálogos de ficheiro nativo

# ModulesMenu|
source: Select a developer module by clicking here
de: Klicke hier, um ein Entwicklungsmodul auszuwählen
es: Seleccionar un módulo de desarrollo haciendo clic aquí
gl: Escoller un módulo de desenvolvemento facendo clic aquí
ja: ここをクリックして開発者モジュールを選択します
nl: Klik hier om een ontwikkelaarsmodule te selecteren
pt: Selecione um módulo do desenvolvedor clicando aqui

# RibbonBar|
source: Show main menu
de: Hauptmenü anzeigen
es: Mostrar el menú principal
gl: Amosar o menú principal
ja: メインメニューの表示
nl: Toon hoofdmenu
pt: Mostrar menu principal

# RibbonBar|
source: Show modules menu
de: Modulmenü anzeigen
es: Mostrar el menú de los módulos
gl: Amosar o menú dos módulos
ja: モジュールメニューの表示
nl: Toon modulemenu
pt: Exibir menu de módulos

# jasp-qml-style-example|
source: A nice grouping of elements
de: Eine schöne Gruppierung von Elementen
es: Un buen grupo de elementos
gl: Un bo grupo de elementos
ja: 要素をうまくグループ化
nl: Een mooie groepering van elementen
pt: Um bom agrupamento de elementos

# jasp-qml-style-example|
source: You can enter an integer here:
de: Gib hier eine ganze Zahl ein:
es: Puedes introducir un número entero aquí:
gl: Podes inserir un número enteiro aquí:
ja: ここに整数を入力できます：
nl: Voer hier een geheel getal in:
pt: Você pode inserir um número inteiro aqui:

# jasp-qml-style-example|
source: This is an incredibly useful tooltip right?
de: Dies ist eine unglaublich nützliche Kurzinfo, nicht wahr?
es: Este es un globo emergente increíblemente útil. ¿O no?
gl: Este é un globo emerxente incriblemente útil. Non si?
ja: これは非常に便利なツールチップですよね？
nl: Dit is een ongelooflijk nuttige tooltip, nietwaar?
pt: Esta é uma ponta de ferramenta incrivelmente útil, certo?

# jasp-qml-style-example|
source: The first checkbox
de: Die erste Checkbox
es: El primer recuadro
gl: O primeiro recadriño
ja: 最初のチェックボックス
nl: Het eerste selectievakje
pt: A primeira caixa de seleção

# jasp-qml-style-example|
source: The second checkbox
de: Die zweite Checkbox
es: El segundo recuadro
gl: O segundo recadriño
ja: 2 番目のチェックボックス
nl: Het tweede selectievakje
pt: A segunda caixa de seleção

# jasp-qml-style-example|
source: The last checkbox
de: Die letzte Checkbox
es: El último recuadro
gl: O último recadriño
ja: 最後のチェックボックス
nl: Het laatste selectievakje
pt: A última caixa de seleção

# jasp-qml-style-example|
source: Split
de: Aufteilung
es: Dividir
gl: Separar
ja: 分割
nl: Splits
pt: Dividir

# JASPControl|
source: Factor Level List
de: Faktorstufenliste
es: Lista de Niveles de Factores
gl: Lista de Niveis de Factores
ja: 要因水準一覧
nl: Lijst met factorniveaus
pt: Lista de Nível de Fatores

# KnownIssues|
source: JASP ran into a problem downloading the known issues for this version, it probably could not connect to the server. Don't worry, JASP will work fine it just might not tell you about a few small known issues.
de: JASP hatte ein Problem beim Herunterladen der bekannten Probleme für diese Version, wahrscheinlich konnte es keine Verbindung zum Server herstellen. Kein Grund zur Sorge, JASP funktioniert einwandfrei, es könnte nur ein paar kleine bekannte Probleme nicht mitteilen.
es: JASP se encontró con un problema al descargar las incidencias ya conocidas de esta versión, y posiblemente no pudo conectarse con el servidor. No tiene importancia, JASP funcionará bien aunque podría no comunicarte algunas pequeñas incidencias ya conocidas.
gl: JASP topou cun problema ao descargar as incidencias xa coñecidas desta versión, e probablemente non puido conectarse co servidor. Non te preocupes, JASP funcionará ben aínda que podería non comunicarte algunhas pequenas incidencias xa coñecidas.
ja: JASPは、このバージョンの既知の問題をダウンロードする際に問題が発生し、おそらくサーバーに接続できませんでした。JASPは正常に動作しますので、ご心配なく。ただし、いくつかの小さな既知の問題については教えてくれないかもしれません。
nl: JASP had een probleem met downloaden van de bekende problemen voor deze versie, het kon waarschijnlijk geen verbinding maken met de server. Maak je geen zorgen, JASP zal prima werken, alleen zal het je misschien niet vertellen over een paar kleine bekende problemen.
pt: JASP teve um problema ao descarregar os problemas conhecidos para esta versão, provavelmente não conseguiu conectar-se ao servidor. Não se preocupe, o JASP funcionará bem, mas pode não lhe contar sobre alguns pequenos problemas conhecidos.

# KnownIssues|
source: JASP ran into a problem loading the known issues for this version, this isn't necessarily a problem but if it keeps occuring you could contact the JASP team for assistance.
de: JASP ist auf ein Problem beim Laden der bekannten Probleme für diese Version gestoßen. Dies ist nicht unbedingt ein Problem, aber wenn es immer wieder auftritt, könnten Sie das JASP-Team um Unterstützung bitten.
es: JASP se encontró con un problema al descargar las incidencias ya conocidas de esta versión, y esto no tiene por qué ser un problema; pero si sigue ocurriendo, puedes contactar con el equipo de JASP para obtener ayuda.
gl: JASP topou cun problema ao descargar as incidencias xa coñecidas desta versión, e isto non ten por que ser un problema; pero se segue ocorrendo, podes contactar co equipo de JASP para obter axuda.
ja: JASPはこのバージョンの既知の問題をロードする際に問題が発生しました。これは必ずしも問題ではありませんが、この問題が発生し続ける場合は、JASPチームに問い合わせてください。
nl: JASP had een probleem met het laden van de bekende problemen voor deze versie. Dit is niet noodzakelijk een probleem, maar als het zich blijft voordoen kunt u contact opnemen met het JASP-team voor assistentie.
pt: O JASP deparou-se com um problema ao carregar os problemas conhecidos para esta versão, isto não é necessariamente um problema, mas se continuar a acontecer pode contactar a equipa JASP para obter assistência.

# KnownIssues|
source: JASP ran into a problem ('%1') loading the known issues for this version, this isn't necessarily a problem but if it keeps occuring you could contact the JASP team for assistance.
de: JASP hatte ein Problem ('%1') beim Laden der bekannten Probleme für diese Version. Dies ist nicht unbedingt ein Problem, aber wenn es immer wieder auftritt, könnten Sie das JASP-Team um Hilfe bitten.
es: JASP se encontró con un problema ('%1') al descargar las incidencias ya conocidas de esta versión, y esto no tiene por qué ser un problema; pero si sigue ocurriendo, puedes contactar con el equipo de JASP para obtener ayuda.
gl: JASP topou cun problema ('%1') ao descargar as incidencias xa coñecidas desta versión, e isto non ten por que ser un problema; pero se segue ocorrendo, podes contactar co equipo de JASP para obter axuda.
ja: JASPでは、このバージョンの既知の問題をロードする際に問題（'%1'）が発生しました。これは必ずしも問題ではありませんが、この問題が発生し続ける場合は、JASPチームに問い合わせてください。
nl: JASP had een probleem ('%1') met het laden van de bekende problemen voor deze versie. Dit is niet noodzakelijk een probleem, maar als het zich blijft voordoen kunt u contact opnemen met het JASP team voor assistentie.
pt: JASP encontrou um problema ('%1') carregando os problemas conhecidos para esta versão, isto não é necessariamente um problema, mas se continuar a acontecer você pode contactar a equipa JASP para obter assistência.

# MainWindow|
source: No default spreadsheet editor for file %1. Do you want to export the data into a CSV file and start the default spreadsheet editor for this CSV file?
de: Kein Standard-Tabelleneditor für Datei %1. Möchten Sie die Daten in eine CSV-Datei exportieren und den Standard-Tabelleneditor für diese CSV-Datei starten?
es: No hay un editor predeterminado de hojas de cálculo para el archivo %1. Quieres exportar los datos a un archivo CSV e iniciar el editor predeterminado de hojas de cálculo con ese archivo CSV?
gl: Non hai un editor predeterminado de follas de cálculo para o ficheiro %1. Queres exportar os datos a un ficheiro CSV e iniciar o editor predeterminado de follas de cálculo con ese ficheiro CSV?
ja: ファイル%1用の既定の表計算エディタがありません。データをCSVファイルにエクスポートして、このCSVファイルのデフォルトの表計算エディタを起動しますか？
nl: Geen standaard spreadsheet-editor voor bestand %1. Wilt u de gegevens exporteren naar een CSV-bestand en de standaard spreadsheet-editor voor dit CSV-bestand starten?
pt: Nenhum editor de planilhas padrão para ficheiro %1. Você quer exportar os dados para um ficheiro CSV e iniciar o editor de planilhas padrão para este arqui.vo CSV?

# MainWindow|
source: Generate Data File as CSV
de: Datendatei als CSV generieren
es: Generar un Archivo de Datos como CSV
gl: Xerar un Ficheiro de Datos como CSV
ja: CSV 形式でデータ ファイルを生成
nl: Genereer gegevensbestand als CSV
pt: Gerar ficheiro de dados como CSV

# MainWindow|
source: Cancel
de: Abbrechen
es: Cancelar
gl: Cancelar
ja: キャンセル
nl: Annuleren
pt: Cancelar
