Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# PrefsData|
source: If a variable has more distinct integer values than this it will be interpreted as scale.
de: Falls eine Variable mehr eindeutige ganzzahlige Werte als diese hat, wird sie als metrisch interpretiert.
es: Si una variable tiene valores enteros distintos que éste, se interpretará como escala.
gl: Se unha variable ten máis valores enteiros diferentes que isto, se interpretará como de escala.
ja: 変数により明確な整数値がある場合、スケールとして解釈されます.
nl: Als een variabele meer verschillende gehele getallen heeft dan dit, zal het geïnterpreteerd worden als schaal.

# PrefsData|
source: Reset types of loaded variables
de: Die Typen geladener Variablen zurücksetzen
es: Restablecer variables cargadas
gl: Restablecer os tipos de variables cargadas
ja: 読み込んだ変数の型をリセット
nl: Typen geladen variabelen terugzetten

# PrefsData|
source: Missing values setting
de: Einstellung fehlender Werte
es: Ajuste de valores perdidos
gl: Configuración de valores ausentes
ja: 欠測値の設定
nl: Instelling ontbrekende waarden

# AboutWindow|
source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
gl: Copiado ao portapapeis
ja: クリップボードにコピー
nl: Gekopieerd naar het klembord

# AboutWindow|
source: Copy debug information
de: Debug-Informationen kopieren
es: Copiar información del depurado
gl: Copiar información do depurado
ja: デバッグ情報をコピー
nl: Debug-informatie kopiëren

# MainPage|
source: Search in results:
de: In Ergebnissen suchen:
es: Buscar en los resultados:
gl: Procurar nos resultados:
ja: 結果を検索:
nl: Zoek in resultaten:

# MainPage|
source: Close search bar
de: Suche schließen
es: Cerrar la barra de búsqueda
gl: Pechar a barra de procura
ja: 検索バーを閉じる
nl: Zoekbalk sluiten

# MainPage|
source: Font Color
de: Schriftfarbe
es: Color de la fuente
gl: Cor da fonte
ja: フォントカラー
nl: Letterkleur

# MainPage|
source: Input LaTeX here:
de: Hier LaTeX eingeben:
es: Introducir LaTeX aquí:
gl: Introduce LaTeX aquí:
ja: LaTeX入力はこちら:
nl: Voer hier LaTeX in:

# MainPage|
source: Press `Cmd/Ctrl + Enter` to apply;
de: Drücken Sie `Cmd/Strg + Enter` zum Anwenden;
es: Pulsar `Cmd/Ctrl + Intro` para aplicar;
gl: Pulsa `Cmd/Ctrl + Entrar` para aplicar;
ja: `Cmd/Ctrl + Enter`で適用;
nl: Druk op `Cmd/Ctrl + Enter` om toe te passen;

# MainPage|
source: Click to apply formula
de: Anklicken, um Formel anzuwenden
es: Hacer clic para aplicar la fórmula
gl: Fai clic para aplicar a fórmula
ja: クリックして、式を適用
nl: Klik om formule toe te passen

# MainPage|
source: Click to edit this formula
de: Anklicken, um diese Formel zu ändern
es: Hacer clic para editar esta fórmula
gl: Fai clic para editar esta fórmula
ja: この式を編集するためにクリック
nl: Klik om deze formule te bewerken

# FactorsForm|
source: Add a %1
de: Ein %1 hinzufügen
es: Añadir a %1
gl: Engadir a %1
ja: %1 を追加
nl: Voeg een %1 toe

# FactorsForm|
source: Remove last %1
de: Letzte %1 entfernen
es: Quitar el último %1
gl: Quitar o último %1
ja: 最後の%1を削除
nl: Verwijder laatste %1

# DataTableView|
source: Insert constructor column before
es: Insertar la columna constructora antes
gl: Inserir a columna construtora antes
ja: コンストラクタの列を前に挿入
nl: Constructorkolom invoegen voor

# DataTableView|
source: Insert constructor column after
de: Baukasten-Spalte dahinter einfügen
es: Insertar la columna constructora después
gl: Inserir a columna construtora despois
ja: コンストラクタの列を後に挿入
nl: Constructorkolom invoegen na

# DataTableView|
source: Insert R column before
de: R-Spalte davor einfügen
es: Insertar la columna de R antes
gl: Inserir a columna de R antes
ja: Rの列を前に挿入
nl: R-kolom invoegen voor

# DataTableView|
source: Insert R column after
de: R-Spalte dahinter einfügen
es: Insertar la columna de R después
gl: Inserir a columna de R despois
ja: Rの列を後に挿入
nl: R-kolom invoegen na

# DataTableViewColumnHeader|
source: Click here to change column type
de: Hier klicken, um Spaltentyp zu ändern
es: Hacer clic aquí para cambiar el tipo de columna
gl: Fai clic aquí para cambiar o tipo de columna
ja: 列の型を変更するには、ここをクリック
nl: Klik hier om kolomtype te veranderen

# DataTableViewColumnHeader|
source: Add column
de: Spalte einfügen
es: Añadir columna
gl: Engadir columna
ja: 列を追加
nl: Voeg kolom toe

# DataTableViewColumnHeader|
source: Computed by an analysis
de: Berechnet durch eine Analyse
es: Calculado mediante un análisis
gl: Calculado mediante unha análise
ja: 分析による計算
nl: Berekend door een analyse

# DataTableViewColumnHeader|
source: Doubleclick here to change variable settings
de: Hier doppelklicken, um Variableneinstellungen zu ändern
es: Hacer doble clic aquí para cambiar las configuraciones de variables
gl: Premer dobre clic aquí para trocar as configuracións de variables
ja: 変数設定を変更するには、ここをダブルクリック
nl: Dubbelklik hier om instellingen voor variabelen te veranderen

# DataTableViewColumnHeader|
source: Doubleclick here to close variable window
de: Hier doppelklicken, um das Variablenfenster zu schließen
es: Hacer doble clic aquí para cerrar la ventana de variables
gl: Premer dobre clic aquí para pechar a xanela de variables
ja: 変数ウィンドウを閉じるにはここをダブルクリック
nl: Dubbelklik hier om variabelenvenster te sluiten

# DataTableViewColumnHeader|
source: Click here to change selected variable
de: Hier klicken, um ausgewählte Variable zu ändern
es: Hacer clic aquí para cambiar la variable seleccionada
gl: Preme clic aquí para cambiar a variable elixida
ja: 選択された変数を変更するにはここをクリック
nl: Klik hier om de geselecteerde variabele te wijzigen

# DataTableViewRowHeader|
source: Click here to select the row, hold shift for selecting multiple.
de: Hier klicken um die Zeile auszuwählen; Umschalttaste gedrückt halten, um mehrere auszuwählen.
es: Hacer clic aquí para elegir la fila, pulsando 'Mayús' para una selección múltiple.
gl: Preme clic aquí para elixir a fila, pulsando 'Maiús' para unha selección múltiple.
ja: ここで行を選択し、シフトを押すことで複数の行を選択することができます.
nl: Klik hier om de rij te selecteren, hou de shift-knop ingedrukt om meerdere rijen te selecteren.

# QObject|
source: Set original value from '%3' to '%4' for label '%1' of column '%2'
de: Set ursprünglichen Wert von '%3' auf '%4' für Bezeichnung '%1' von Spalte '%2'
es: Establecer el valor original de '%3' a '%4' para la etiqueta '%1' de la columna '%2'
gl: Establecer o valor orixinal de '%3' a '%4' para a etiqueta '%1' da columna '%2'
ja: 列 '%2 のラベル '%1' の元の値 を'%3' から '%4' へと設定します
nl: Stel oorspronkelijke waarde in van '%3' naar '%4' voor label '%1' van kolom '%2'

# RibbonModel|
source: Insert constructor column before
de: Baukasten-Spalte davor einfügen
es: Insertar la columna constructora antes
gl: Inserir a columna construtora antes
ja: コンストラクタの列を前に挿入
nl: Constructorkolom invoegen voor

# RibbonModel|
source: Insert constructor column after
de: Baukasten-Spalte dahinter einfügen
es: Insertar la columna constructora después
gl: Inserir a columna construtora despois
ja: コンストラクタの列を後に挿入
nl: Constructorkolom invoegen na

# RibbonModel|
source: Insert R column before
de: R-Spalte davor einfügen
es: Insertar la columna de R antes
gl: Inserir a columna de R antes
ja: Rの列を前に挿入
nl: R-kolom invoegen voor

# RibbonModel|
source: Insert R column after
de: R-Spalte dahinter einfügen
es: Insertar la columna de R después
gl: Inserir a columna de R despois
ja: Rの列を後に挿入
nl: R-kolom invoegen na

# DataTableView|
source: Reverse values
es: Invertir los valores
gl: Inverter os valores
ja: 値の逆転
nl: Draai waarden om

# DataTableViewColumnHeader|
source: Computed column has error:<br>
de: Berechnete Spalte hat Fehler:<br>
es: La columna calculada tiene un error: <br>
gl: A columna calculada ten un erro: <br>
ja: 計算された列にエラーがあります:<br>
nl: Berekende kolom heeft fout:<br>

# LabelEditorWindow|
source: Reverse order of all numerical values
de: Reihenfolge aller Zahlenwerte umkehren
es: Invertir el orden de todos los valores numéricos
gl: Inverter a orde de tódolos valores numéricos
ja: 全数値の逆順
nl: Keer volgorde van alle numerieke waarden om

# DataSetPackage|
source: Changing column type failed
de: Spaltentyp-Änderung fehlgeschlagen
es: Falló el cambio del tipo de columna
gl: Fallou o cambio do tipo de columna
ja: 列タイプの変換に失敗しました
nl: Kolomtype wijzigen mislukt

# DataSetPackage|
source: The column '%1' is generated by an analysis and its type is fixed.
de: Die Spalte "%1" wird durch eine Analyse erzeugt und deren Typ ist fixiert.
es: La columna '%1' se generó mediante una análisis y su tipo está fijado.
gl: A columna '%1' xerouse mediante unha análise e o seu tipo está fixado.
ja: 列 '%1' は分析によって生成され、その型は固定されている.
nl: De kolom '%1' is gegenereerd door een analyse en het type staat vast.

# QObject|
source: Set type to '%1' for column(s) '%2'
de: Typ auf '%1' für Spalte(n) '%2' setzen
es: Establecer el tipo en '%1' para la(s) columna(s) '%2'
gl: Establecer o tipo en '%1' para a(s) columna(s) '%2'
ja: 列 '%2' を '%1'の型に設定
nl: Stel type in op '%1' voor kolom(men) '%2'

# QObject|
source: Reverse values of column(s) '%1'
es: Invertir los valores de la(s) columna(s) '%1'
gl: Inverter os valores da(s) columna(s) '%1'
ja: 列 '%1'の値を逆転させる
nl: Keer waarden om van kolom(men) '%1'

# QObject|
source: Reverse labels of column '%1'
es: Invertir las etiquetas de la columna '%1'
gl: Inverter as etiquetas da columna '%1'
ja: 列 '%1' のラベルを逆転させる
nl: Labels van kolom '%1' omkeren

# DataTableView|
source: Order labels by values
de: Bezeichnungen nach Werten sortieren
es: Ordenar etiquetas por valores
gl: Ordenar etiquetas por valores
ja: 値によって値を並び替える
nl: Sorteer labels op waarden

# WelcomePage|
source: JASP is an open-source project with structural support from the <a href="dummyLink">University of Amsterdam &amp; others</a>.
de: JASP ist ein Open-Source-Projekt mit struktureller Unterstützung der <a href="dummyLink">Universität von Amsterdam &amp; anderen</a>.
es: JASP es un proyecto de código abierto con apoyo estructural de la <a href="dummyLink">Universidad de Ámsterdam &amp; otros</a>.
gl: JASP é un proxecto de código aberto con apoio estrutural da <a href="dummyLink">Universidade de Ámsterdam &amp; outros</a>.
ja: JASPは、<a href="dummyLink">University of Amsterdam &amp; その他 </a> から構造的サポートを受けているオープンソースプロジェクトである.
nl: JASP is een open-source project met structurele steun van de <a href="dummyLink">Universiteit van Amsterdam &amp; anderen</a>.

# WelcomePage|
source: Report bugs
de: Fehler melden
es: Informar de errores
gl: Informar de fallos
ja: バグを報告
nl: Bugs rapporteren

# WelcomePage|
source: Request features
de: Funktionen vorschlagen
es: Solicitar funcionalidades
gl: Solicitar funcionalidades
ja: 機能のリクエスト
nl: Functies aanvragen

# QObject|
source: Insert %2 cols at %1
de: %2 Spalten bei %1 einfügen
es: Insertar %2 columnas en %1
gl: Inserir %2 columnas en %1
ja: %1 に%2列を挿入
nl: Voeg %2 kolommen in bij %1

# QObject|
source: Insert %2 rows at %1
de: %2 Zeilen bei %1 einfügen
es: Insertar %2 filas en %1
gl: Inserir %2 filas en %1
ja: %1 に%2行を挿入
nl: Voeg %2 rijen in bij %1

# QObject|
source: Paste values at row '%1' column '%2'
de: Werte einfügen in Zeile '%1' Spalte '%2'
es: Pegar valores en fila '%1' columna '%2
gl: Pegar valores en fila '%1' columna '%2
ja: '%1' 行 '%2' 列に値をペーストする
nl: Waarden plakken bij rij '%1' kolom '%2'

# DataSetView|
source: Cutting all data
es: Recortando todos los datos
gl: Recortando tódolos datos
ja: 全データを切断
nl: Alle gegevens knippen

# TableViewBase|
source: Mutinomial Chi2 Table
de: Multinomiale Chi2-Tabelle
es: Tabla Chi2 multinomial
gl: Táboa Khi2 multinomial
ja: 多項χ2表
nl: Mutinomiale Chi2-tabel

# TableViewBase|
source: JAGS Table
de: JAGS-Tabelle
es: Tabla JAGS
gl: Táboa JAGS
ja: JAGSテーブル
nl: JAGS-tabel

# TableViewBase|
source: Custom Contrasts Table
de: Benutzerdefinierte Kontraste-Tabelle
es: Tabla de contrastes personalizada
gl: Táboa de probas personalizada
ja: カスタム対比テーブル
nl: Aangepaste Contrasttabel

# TableViewBase|
source: Filterd Data Entry Table
es: Tabla de entrada de datos filtrados
gl: Táboa de entrada de datos filtrados
ja: フィルタリングされたデータ入力表
nl: Tabel voor Gefilterde Gegevensinvoer

# TableViewBase|
source: Grid Table
es: Tabla de cuadrícula
gl: Táboa de cuadrícula
ja: グリッドテーブル
nl: Roostertabel

# TableViewBase|
source: Table
de: Tabelle
es: Tabla
gl: Táboa
ja: 表
nl: Tabel

# TextInputBase|
source: Double Field
de: Double-Präzisions-Feld
es: Campo doble
gl: Campo dobre
ja: 二重フィールド
nl: Dubbelveld

# PrefsData|
source: Import settings
de: Import-Einstellungen
es: Configuración de importación
gl: Configuración de importación
ja: インポート設定
nl: Instellingen importeren

# PrefsData|
source: This might incur a slowdown while loading very large datasets with lots of scalars. Think 1 million+ rows of random floating point numbers. If you find that loading of such a file is slow you can disable this option.
de: Dies kann eine Verlangsamung verursachen, während sehr große Datensätze mit vielen Skalaren geladen werden. Gemeint sind 1+ Millionen Zeilen mit zufälligen Gleitkommazahlen. Wenn Sie feststellen, dass das Laden einer solchen Datei langsam ist, können Sie diese Option deaktivieren.
es: Esto podría originar una ralentización mientras se cargan bases de datos muy largas con muchos escalares. Piense en más de millón de filas de números aleatorios de punto flotante. Se se encuentra con que la descarga de uno de esos archivos es lenta, puede deshabilitar esta opción.
gl: Isto podería orixinar unha demora mentres se cargan bancos de datos moi longas con moitos escalares. Pensa en máis de millón de filas de números aleatorios de punto flotante. Se achas que a descarga dun deses ficheiros é lenta, podes inhabilitar esta opción.
ja: スカラーを大量に含む非常に大きなデータセットをロードする際に、処理速度が低下する可能性がある。100万行以上のランダムな浮動小数点数を考えてほしい。 このようなファイルの読み込みが遅いと感じたら、このオプションを無効にすることができる.
nl: Dit kan een vertraging opleveren bij het laden van zeer grote datasets met veel scalars. Denk aan 1 miljoen+ rijen met willekeurige zwevendekommagetallen. Als het laden van zo'n bestand traag is, kun je deze optie uitschakelen.

# PrefsData|
source: Threshold for Scale
de: Schwellwert für Metrisch
es: Umbral para la escala
gl: Limiar para a escala
ja: スケールの閾値
nl: Drempel voor Schaal

# ExpandDataProxyModel|
source: Remove %1 rows
de: %1 Zeilen entfernen
es: Eliminar %1 fila(s)
gl: Eliminar %1 fila(s)
ja: %1 行を除外
nl: Verwijder %1 rijen

# ExpandDataProxyModel|
source: Remove %1 columns
de: %1 Spalten entfernen
es: Eliminar %1 columna(s)
gl: Eliminar %1 columna(s)
ja: %1 列を除外
nl: Verwijder %1 kolommen

# CommunityWindow|
source: <h3>Community</h3> The institutions of higher learning that participate in the JASP community jointly support the maintenance and further development of JASP, therefore providing an invaluable educational service to their own students and to those of other institutions worldwide. If your institution is not yet part of the JASP community, you can <a href="%1">suggest that they join</a>. Below the educators that helped make this release possible: <i><b>Gold Educators:</b></i> %2 <i><b>Silver Educators:</b></i> %3 <i><b>Bronze Educators:</b></i> %4 <a href="%6">Click here for the current list of educators</a>
de: <h3>Gemeinschaft</h3> Die Institutionen der höheren Bildung, die sich an der JASP-Gemeinschaft beteiligen, unterstützen gemeinsam die Wartung und Weiterentwicklung von JASP und bieten damit einen unschätzbaren Bildungsdienst für ihre eigenen Studierenden und die anderer Institutionen weltweit. Falls Ihre Einrichtung noch nicht Teil der JASP-Gemeinschaft ist, können Sie <a href="%1">vorschlagen, ihr beizutreten</a>. Unten sind die Bildungsanbieter, die diese Version möglich gemacht haben: <i><b>Gold-Ausbilder:</b></i> %2 <i><b>Silber-Ausbilder:</b></i> %3 <i><b>Bronze-Ausbilder:</b></i> %4 <a href="%6">Hier klicken für die aktuelle Liste der Bildungsanbieter</a>
es: <h3>Comunidad</h3> Las instituciones de enseñanza superior que participan en la Comunidad de JASP apoyan conjuntamente el mantenimiento y el desarrollo posterior de JASP, proporcionando así un inestimable servicio educativo a sus propios estudiantes y a los de otras instituciones de todo el mundo. Si su institución aún no forma parte de la Comunidad de JASP, puede <a href="%1">sugerirle que se una</a>. A continuación, los profesores que han contribuido a hacer posible esta publicación: <i><b>Profesores de oro:</b></i> %2 <i><b>Profesores de plata:</b></i> %3 <i><b>Profesores de bronce:</b></i> %4 <a href="%6">Haga clic aquí para ver la lista actual de profesores</a>
gl: <h3>Comunidade</h3> As institucións de ensino superior que participan na Comunidade de JASP apoian conxuntamente o mantemento e posterior desenvolvemento de JASP, proporcionando así un inestimable servizo educativo aos seus propios estudantes e aos de outras institucións de todo o mundo. Se a túa institución aínda non forma parte da Comunidade de JASP, podes <a href="%1">suxerirlles que se unan</a>. A continuación, os profesores que contribuíron a facer posible esta publicación: <i><b>Profesores de ouro:</b></i> %2 <i><b>Profesores de prata:</b></i> %3 <i><b>Profesores de bronce:</b></i> %4 <a href="%6">Fai clic aquí para ver a listaxe actual de profesores</a>
ja: <h3>コミュニティ</h3> JASPコミュニティに参加する高等教育機関は、JASPの維持と更なる発展を共同で支援することにより、自校の学生のみならず、世界中の他の教育機関の学生に対しても、かけがえのない教育サービスを提供している。 あなたの機関がまだJASPコミュニティに参加していない場合, <a href="%1">参加を提案</a>できる. 以下は、このリリースの実現に協力した教育関係者である: <i><b>Gold Educators:</b></i> %2 <i><b>Silver Educators:</b></i> %3 <i><b>Bronze Educators:</b></i> %4 <a href="%6">現在のEducatorリストはこちらから</a>

# PrefsData|
source: Order labels by value by default
de: Standardmäßig Beschriftungen nach Wert sortieren
es: Ordenar las etiquetas según valor, por defecto
gl: Arranxar por defecto as etiquetas segundo o valor
ja: デフォルトで値でラベルを並び替える

# LabelEditorWindow|
source: Automatically order labels by their numeric value
de: Automatisch Beschriftungen nach deren numerischen Wert sortieren
es: Ordenar automaticamente las etiquetas según su valor numérico
gl: Arranxar automaticamente as etiquetas segundo seu valor numérico

# LabelEditorWindow|
source: Reverse order of the labels with non-numeric values
de: Umdrehen der Sortierung von Beschriftungen mit nicht-numerischen Werten
es: Ordenar inversamente las etiquetas con valores no numéricos
gl: Arranxar inversamente as etiquetas con valores non numéricos

# LabelEditorWindow|
source: Move selected non-numeric labels up
de: Ausgewählte nicht-numerische Beschriftungen nach oben verschieben
es: Mover arriba las etiquetas no numéricas seleccionadas
gl: Mover arriba as etiquetas non numéricas seleccionadas

# LabelEditorWindow|
source: Move selected non-numeric labels down
de: Ausgewählte nicht-numerische Beschriftungen nach unten verschieben
es: Mover abajo las etiquetas no numéricas seleccionadas
gl: Mover abaixo as etiquetas non numéricas seleccionadas

# ResizeDataDialog|
source: Resize Data
de: Datendimensionen ändern
es: Redimensionar los datos
gl: Volver dimensionar os datos
ja: データのサイズ変更

# ResizeDataDialog|
source: Columns
de: Spalten
es: Columnas
gl: Columnas
ja: 列

# ResizeDataDialog|
source: Rows
de: Zeilen
es: Filas
gl: Filas
ja: 行

# ResizeDataDialog|
source: Resize
es: Redimensionar
gl: Volver dimensionar
ja: サイズの変更

# ResizeDataDialog|
source: Resize data to set values
de: Datendimensionen auf angegebene Werte ändern
es: Redimensionar los datos a valores establecidos
gl: Volver dimensionar os datos a valores establecidos
ja: 設定値にデータのサイズを変更する

# ResizeDataDialog|
source: Close without resizing data
de: Schließen, ohne die Datendimensionen zu ändern
es: Cerrar sin redimensionar los datos
gl: Pechar sen volver dimensionar os datos
ja: データのサイズを変更せずに閉じる

# WelcomePage|
source: Ask a question
de: Eine Frage fragen
es: Realizar una pregunta
gl: Realizar una pregunta
ja: 質問を尋ねる

# WelcomePage|
source: Visit the website
de: Die Webseite besuchen
es: Visitar el sitio WEB
gl: Visitar o sitio WEB
ja: ウェブサイトに訪れる

# QObject|
source: Toggle autosorting labels by values for column(s) '%1'
es: Cambiar etiquetas de auto-ordenación por valores para columna(s) '%1'
gl: Trocar etiquetas de auto-arranxo por valores para columna(s) '%1'
ja: 列 '%1' の値によるラベルの自動並べ替えを切り替える

# RibbonModel|
source: Resize Data
de: Datendimensionen ändern
es: Redimensionar los datos
gl: Volver dimensionar os datos
ja: データのサイズを変更する

# RibbonModel|
source: Resize your dataset
de: Dimensionen Ihres Datensatzes verändern
es: Redimensionar su conjunto de datos
gl: Volver dimensionar teu conxunto de datos
ja: あなたのデータセットのサイズを変更する

# DataSetView|
source: Resize data to %1 rows and %2 columns
de: Datendimensionen ändern auf %1 Zeilen und %2 Spalten
es: Redimensionar los datos a %1 filas y %2 columnas
gl: Volver dimensionar os datos a %1 filas e %2 columnas
ja: %1 行 %2 列にデータを変更する

# PrefsUI|
source: Check for updates
de: Nach Updates suchen
es: Comprobar actualizaciones
gl: Comprobar actualizacións
ja: アップデートを確認

# PrefsUI|
source: Daily automatic check for updates & known issues
de: Automatische tägliche Überprüfung von Updates & bekannten Problemen
es: Comprobación automática diaria de actualizaciones e incidencias conocidas
gl: Comprobación automática diaria de actualizacións e incidencias coñecidas
ja: アップデートや既知の問題を毎日自動チェック

# PrefsUI|
source: JASP doesn't share any of your data when it gets updates, not even which version of JASP you are using. It does share your IP-address with the server but that is required for internet to function. The list of known issues it downloads is rarely used, mostly the issues are at [jasp-issues](https://github.com/jasp-stats/jasp-issues/issues). However if we realize a terrible error has slipped into an analysis this will show you *in the analysis* that there is something you should take into account. Luckily we almost never need to use it.
de: JASP gibt keine Ihrer Daten weiter, wenn es Updates erhält, nicht einmal die Version von JASP, die Sie verwenden. Es teilt Ihre IP-Adresse mit dem Server, aber das ist notwendig, damit das Internet funktioniert. Die Liste der bekannten Probleme, die es herunterlädt, wird nur selten benutzt, meistens sind die Probleme unter [jasp-issues](https://github.com/jasp-stats/jasp-issues/issues) zu finden. Wenn wir jedoch feststellen, dass sich ein schrecklicher Fehler in eine Analyse eingeschlichen hat, wird Ihnen *in der Analyse* angezeigt, dass es etwas gibt, das Sie berücksichtigen sollten. Glücklicherweise brauchen wir dies fast nie zu benutzen.
es: JASP no comparte ninguno de sus datos cuando hace actualizaciones, ni siquiera que versión de JASP está utilizando usted. Comparte su dirección IP con el servidor, pero eso es necesario para que funcione internet. La lista de incidencias conocidas que descarga se utiliza raramente; y la mayoría de las incidencias están en [jasp-issues](https://github.com/jasp-stats/jasp-issues/issues). Sin embargo, si nos damos cuenta de que se deslizó un error grave en un análisis, se le va a indicar *en el análisis* que hay algo que debería tener en cuenta. Afortunadamente, casi nunca necesitamos utilizar esto.
gl: JASP non comparte ningún dos teus datos cando fai actualizacións, nin sequera que versión de JASP estás utilizando. Comparte a túa dirección IP co servidor, pero iso é necesario para que funcione internet. A lista de incidencias coñecidas que descarga utilízase raramente; e a maioría das incidencias están en [jasp-issues](https://github.com/jasp-stats/jasp-issues/issues). Porén, se caemos na conta de que se deslizou un erro grave nunha análise, váiseche indicar *na análise* que hai algo que deberías ter en conta. Afortunadamente, case nunca necesitamos utilizar isto.
ja: JASPはアップデートの際、あなたのデータを共有することはありません。 あなたのIPアドレスはサーバーと共有しますが、それはインターネットが機能するために必要です。 ダウンロードされる既知の問題のリストはほとんど使用されません。主な問題は [jasp-issues](https://github.com/jasp-stats/jasp-issues/issues)に掲載されています。しかし、もし重大なエラーが分析に含まれていることが判明した場合、そのことが分析内で通知され、対処が必要であることを示します。幸運にも、この機能を使用することはほとんどありません.
