Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# EngineRepresentation|
source: Unfortunately the plot could not be saved. Error message: %1 If the problem persists, please report the message above at: https://jasp-stats.org/bug-reports
de: Leider konnte das Diagramm nicht gespeichert werden. Fehlermeldung: %1 Falls dieses Problem bestehen bleibt, berichte bitte die obige Nachricht auf: https://jasp-stats.org/bug-reports
es: Por desgracia, el gráfico no se pudo guardar. Mensaje de error: %1 Si el problema persiste, por favor, enviar el mensaje anterior a: https://jasp-stats.org/bug-reports
gl: Por desgraza, a gráfica non se pode gardar. Mensaxe de fallo: %1 Se persiste o problema, por favor envía a mensaxe anterior a: https://jasp-stats.org/bug-reports
ja: 残念ながら、プロットを保存できませんでした。 エラーメッセージ： %1 問題が解決しない場合は、上記のメッセージを報告してください: https://jasp-stats.org/bug-reports
nl: Helaas kon het plot niet opgeslagen worden. Foutmelding: %1 Als het probleem zich blijft voordoen, meld bovenstaand bericht dan a.u.b aan: https://jasp-stats.org/bug-reports
pt: Infelizmente o gráfico não pôde ser salvo :( Mensagem de erro: %1 Se o problema persistir, por favor reporte a mensagem acima em: https://jasp-stats.org/bug-reports

# EngineRepresentation|
source: Error resizing plot
de: Fehler bei Größenänderung des Diagramms
es: Fallo al cambiar el tamaño del gráfico
gl: Fallo ao volver dar dimensión á gráfica
ja: プロットのサイズ変更中にエラーが発生しました
nl: Fout herschalen plot
pt: Erro ao redimensionar gráfico

# MessageForwarder|
source: Yes
de: Ja
es: Si
gl: Si
ja: はい
nl: Ja
pt: Sim

# MessageForwarder|
source: Cancel
de: Abbrechen
es: Cancelar
gl: Cancelar
ja: キャンセル
nl: Annuleren
pt: Cancelar

# MessageForwarder|
source: Save
de: Speichern
es: Guardar
gl: Gardar
ja: 保存
nl: Opslaan
pt: Salvar

# MessageForwarder|
source: Don't Save
de: Nicht speichern
es: No Guardar
gl: Non Gardar
ja: 保存しない
nl: Niet opslaan
pt: Não Salvar

# MainWindow|
source: Datafile changed
de: Datendatei wurde verändert
es: El archivo de datos ha cambiado
gl: O ficheiro de datos cambiou
ja: データファイルが変更されました
nl: Databestand veranderd
pt: Ficheiro de dados modificado

# MainWindow|
source: The datafile that was used by this JASP file was modified. Do you want to reload the analyses with this new data?
de: Die Datendatei, die von dieser JASP-Datei verwendet wurde, ist verändert. Möchten Sie die Analysen mit diesen neuen Daten erneut laden?
es: Se modificó el archivo de datos que utilizó este archivo JASP. ¿Quieres recargar los análisis con estos nuevos datos?
gl: Trocouse o ficheiro de datos que se usou con este ficheiro de JASP. Queres volver cargar as análises con estes novos datos?
ja: このJASPファイルで使用していたデータファイルが変更されました。この新しいデータで分析をリロードしますか？
nl: Het databestand dat werd gebruikt door dit JASP-bestand is bewerkt. Wilt u de analyses opnieuw laden met deze nieuwe data?
pt: O ficheiro de dados utilizado por esse ficheiro do JASP foi modificado. Você quer recarregar as análises com os dados novos?

# MainWindow|
source: Version incompatibility
de: Versionsinkompatibilität
es: Incompatibilidad de versión
gl: Incompatibilidade de versión
ja: バージョンの非互換性
nl: Versie incompatibiliteit
pt: Incompatibilidade de versão

# MainWindow|
source: Your analyses were created in an older version of JASP, to change the PPI of the images they must be refreshed first. Refresh all analyses?
de: Ihre Analysen wurden mit einer älteren Version von JASP erstellt; um die PPI der Abbildungen zu ändern, müssen diese erst aktualisiert werden. Alle Analysen aktualisieren?
es: Los análisis se crearon con una versión anterior de JASP; para cambiar el PPI de las imágenes, primero deben actualizarse. ¿Actualizar todos los análisis?
gl: A túas análises creáronse cunha versión máis antiga de JASP; para cambiar os PPI das imaxes debes actualizalas primeiro. Actualizar tódalas análises?
ja: あなたの分析は古いバージョンのJASPで作成されています。画像のPPIを変更するには、まずリフレッシュする必要があります。 すべての分析を更新しますか？
nl: Uw analyses zijn gemaakt in een oudere versie van JASP, om de PPI van de afbeeldingen te veranderen moeten ze eerst worden vernieuwd. Vernieuw alle analyses?
pt: Suas análises foram criadas em uma versão anterior do JASP. Para mudar o PPI das imagens, você deve atualizar as análises primeiro. Atualizar todas as análises?

# MainWindow|
source: This analysis was created in an older version of JASP, to save the image it must be refreshed first. Refresh the analysis?
de: Diese Analyse wurde mit einer älteren Version von JASP gemacht; um die Abbildung zu speichern muss diese erst aktualisiert werden. Die Analyse aktualisieren?
es: Este análisis se creó en una versión antigua de JASP; para guardar la imagen debe actualizarse primero. ¿Actualizar el análisis?
gl: Esta análise creouse nunha versión máis antiga de JASP; para gardar a imaxe debes actualizala primeiro. Actualizar a análise?
ja: この分析は古いバージョンのJASPで作成されたもので、画像を保存するにはまず更新する必要があります。 分析結果を更新しますか？
nl: Deze analyse is gemaakt in een oudere versie van JASP, om de afbeelding op te slaan moet deze eerst worden vernieuwd. Vernieuw de analyse?
pt: Esta análise foi criada em uma versão anterior do JASP. Para salvar a imagem, a análise deve ser atualizada. Atualizar a análise?

# MainWindow|
source: Save JASP Image
de: JASP-Abbildung speichern
es: Guardar imagen de JASP
gl: Gardar imaxe de JASP
ja: JASP イメージの保存
nl: Sla JASP Afbeelding Op
pt: Salvar imagem JASP

# MainWindow|
source: Portable Network Graphics (*.png);;Portable Document Format (*.pdf);;Encapsulated PostScript (*.eps);;300 dpi Tagged Image File (*.tiff);;PowerPoint (*.pptx);;Scalable Vector Graphics (*.svg)
es: Gráficos de Red Portátiles (*.png) ;; Formato de Documento Portátil (*.pdf) ;; PostScript Encapsulado (*.eps) ;; Archivo de Imagen con Etiquetas de 300 ppp (*.tiff) ;; PowerPoint (*.pptx) ;; Gráficos Vectoriales Escalables (*.svg)
ja: ポータブルネットワークグラフィックス(*.png);;ポータブルドキュメント形式(*.pdf);;エンカプセルドポストスクリプト (*.eps);;300 dpi タグ付きイメージ ファイル (*.tiff);;PowerPoint (*.pptx);;スケーラブルベクターグラフィックス(*.svg)

# MainWindow|
source: This analysis was created in an older version of JASP, to resize the image it must be refreshed first. Refresh the analysis?
de: Diese Analyse wurde mit einer älteren Version von JASP erstellt; um die Größe der Abbildung zu ändern, muss diese erst aktualisiert werden. Die Analyse aktualisieren?
es: Este análisis se creó en una versión antigua de JASP; para cambiar el tamaño de la imagen, primero debe actualizarse. ¿Actualizar el análisis?
gl: Esta análise creouse nunha versión máis antiga de JASP; para cambiar o tamaño da imaxe debes actualizala primeiro. Actualizar a análise?
ja: この分析は古いバージョンのJASPで作成されたもので、画像のサイズを変更するには、まずリフレッシュする必要があります。 分析結果を更新しますか？
nl: Deze analyse is gemaakt in een oudere versie van JASP, om de afbeelding te herschalen moet deze eerst worden vernieuwd. Vernieuw de analyse?
pt: Esta análise foi criada em uma versão anterior do JASP. Para redimensionar a imagem, a análise deve ser atualizada. Atualizar a análise?

# MainWindow|
source: Unable to open file because: %1
de: Kann Datei nicht öffnen weil: %1
es: No se puede abrir el archivo porque: %1
gl: Non é posible abrir o ficheiro porque: %1
ja: 次の理由でファイルを開くことができません： %1
nl: Kan bestand niet openen omdat: %1
pt: Não foi possível abrir o ficheiro porque: %1

# MainWindow|
source: Save failed
de: Speichern fehlgeschlagen
es: Fallo al guardar
gl: Fallo ao gardar
ja: 保存に失敗しました
nl: Opslaan mislukt
pt: Falha ao salvar

# MainWindow|
source: Unable to save file. %1
de: Datei kann nicht gespeichert werden. %1
es: No se puede guardar el archivo. %1
gl: Non é posible gardar o ficheiro. %1
ja: ファイルを保存できませんでした。 %1
nl: Kan bestand niet opslaan. %1
pt: Não foi possível salvar o ficheiro. %1

# MainWindow|
source: Do you have a GitHub account?
de: Haben Sie ein GitHub-Konto?
es: ¿Tiene una cuenta en GitHub?
gl: Tes unha conta en GitHub?
ja: GitHubのアカウントはお持ちですか？
nl: Heeft u een GitHub account?
pt: Você tem uma conta GitHub?

# MainWindow|
source: To be able to report the bug you need to have a GitHub account, do you have such an account?
de: Um den Fehler berichten zu können, brauchen Sie ein GitHub-Konto; haben Sie ein solches Konto?
es: Para poder informar del fallo, se necesita tener una cuenta en GitHub. ¿Tiene una cuenta de este tipo?
gl: Para poder informar do fallo, necesitas ter unha conta en GitHub. Tes ese tipo de conta?
ja: バグを報告するにはGitHubのアカウントが必要ですが、そのようなアカウントはお持ちですか？
nl: Om een fout te melden heeft u een GitHub account nodig, heeft u zo'n account?
pt: Para reportar o bug, você precisa ter uma conta no GitHub. Você a possui?

# MainWindow|
source: Join GitHub
de: GitHub beitreten
es: Unirse a GitHub
gl: Unirse a GitHub
ja: GitHubに参加する
nl: Meld u zich aan bij GitHub
pt: Criar conta no GitHub

# MainWindow|
source: We will open two pages for you in your webbrowser. The second will be the 'Join GitHub' page where you can register for an account with GitHub. The first will be a login page that leads to a partly filled bug report after you sign in with your new GitHub account. Please fill in all missing information there.
de: Wir werden zwei Webseiten in Ihrem Webbrowser öffnen. Die zweite Seite ist die 'GitHub beitreten'-Seite, auf der Sie einen neues Konto bei GitHub registrieren können. Die erste Seite zeigt ein teilweise ausgefülltes Fehlerformular, nachdem Sie sich bei GitHub mit dem neuen GitHub-Konto angemeldet haben. Bitte füllen Sie dort alle fehlenden Informationen aus.
es: Abriremos dos páginas para usted en su navegador web. La segunda será la página 'Unirse a GitHub', donde puede registrarse para obtener una cuenta de GitHub. La primera será una página de inicio de sesión que conduce a un informe de fallos parcialmente lleno, después de iniciar sesión con su nueva cuenta de GitHub. Por favor, complete toda la información que falte ahí.
gl: Imos abrir dúas páxinas para ti, no teu procurador na Web. A segunda será a páxina 'Unirse a GitHub', onde podes rexistrarte nunha conta de GitHub. A primeira será unha páxina de acceso que te dirixe a un informe de fallos parcialmente cuberto, despois de que te rexistres coa túa nova conta de GitHub. Pregámosche que cubras toda a información que falta aí.
ja: ウェブブラウザで2つのページを開きます。 2つ目は「Join GitHub」ページで、GitHubにアカウントを登録することができます。 1つ目はログインページで、GitHubの新しいアカウントでサインインした後に、一部が記入されたバグレポートにつながるものです。 そこに足りない情報をすべて記入してください。
nl: We openen twee pagina's voor u in uw webbrowser. De tweede pagina is de 'Join GitHub' pagina waar u zich kunt registreren voor een nieuw account bij GitHub. De eerste pagina leidt u naar een gedeeltelijk ingevuld foutenformulier nadat u zich hebt aangemeld bij GitHub met uw nieuwe GitHub account. Vult u a.u.b daar alle ontbrekende informatie in.
pt: Iremos abrir duas páginas no seu navegador. A primeira será a página de criação de conta do GitHub, onde você irá criar a sua conta no GitHub. A segunda será uma página de login, que leva a uma página onde você poderá reportar o bug após entrar com sua conta do GitHub. Por favor preencha todas as informações ausentes.

# MainWindow|
source: GitHub couldn't be openend for you
de: GitHub konnte nicht für Dich geöffnet werden
es: No puede abrirse GitHub para ti
gl: Non se pode abrir GitHub para ti
ja: あなたのGitHubを開くことができませんでした
nl: GitHub kon niet voor u geopend worden
pt: Não conseguimos abrir o GitHub para você

# MainWindow|
source: Something went wrong with leading you to GitHub.. You can still report the bug by going to https://github.com/jasp-stats/jasp-issues/issues
de: Etwas ist beim Verbinden mit GitHub schiefgelaufen.. Sie können den Fehler trotzdem noch auf https://github.com/jasp-stats/jasp-issues/issues berichten
es: Algo salió mal al conectarte a GitHub .. Aún se puede informar del error accediendo a https://github.com/jasp-stats/jasp-issues/issues
gl: Algo foi mal ao conectarte a GitHub. Aínda podes informar do fallo indo a https://github.com/jasp-stats/jasp-issues/issues
ja: GitHubへの誘導に問題がありました。 https://github.com/jasp-stats/jasp-issues/issues にアクセスして、バグを報告することができます。
nl: Er trad een fout op bij het benaderen van GitHub.. U kunt nog steeds de fout rapporteren door te navigeren naar https://github.com/jasp-stats/jasp-issues/issues
pt: Algo deu errado ao tentarmos levar você ao GitHub. Você ainda pode reportar o bug aqui: https://github.com/jasp-stats/jasp-issues/issues

# MainWindow|
source: Error
de: Fehler
es: Fallo
gl: Fallo
ja: エラー
nl: Fout
pt: Erro

# MainWindow|
source: JASP has experienced an unexpected internal error: %1
de: In JASP ist ein unvorhergesehener interner Fehler aufgetreten: %1
es: JASP ha sufrido un fallo interno inesperado: %1
gl: JASP tivo un fallo interno imprevisto: %1
ja: JASPに予期せぬ内部エラーが発生しました。 %1
nl: Er is in JASP een onverwachte interne fout opgetreden: %1
pt: O JASP teve um erro interno inesperado: %1

# MainWindow|
source: JASP cannot continue and will close. We would be grateful if you could report this error to the JASP team.
de: JASP kann nicht weitermachen und wird beendet. Wir wären dankbar wenn Sie dem JASP-Team von diesem Fehler berichten könnten.
es: JASP no puede continuar y se cerrará. Le agradeceríamos que informara de este error al equipo de JASP.
gl: JASP non pode continuar e vai pecharse. Te estariamos moi agradecidos se puideras informar deste fallo ao equipo de JASP.
ja: JASPは継続することができず、終了します。 お手数ですが、このエラーをJASPチームに報告していただけますと幸いです。
nl: JASP kan niet doorgaan en sluit af. We zouden het op prijs stellen als u deze fout rapporteert aan het JASP team.
pt: O JASP não pode continuar e irá fechar. Ficaremos agradecidos se você reportar esse erro à equipe do JASP.

# MainWindow|
source: Report
de: Berichten
es: Informe
gl: Informe
ja: レポート
nl: Rapporteer
pt: Reportar

# MainWindow|
source: Exit
de: Beenden
es: Salir
gl: Saír
ja: 閉じる
nl: Sluit af
pt: Sair

# MainWindow|
source: JASP was started without associated data file (csv, sav or ods file). But to edit the data, JASP starts a spreadsheet editor based on this file and synchronize the data when the file is saved. Does this data file exist already, or do you want to generate it?
de: JASP wurde ohne zugehörige Datendatei gestartet (CSV-, SAV- oder ODS-Datei). Allerdings startet JASP zum Bearbeiten der Daten ein Tabellenprogramm mit dieser Datendatei und synchronisiert die darin enthaltenen Daten sobald diese gespeichert werden. Gibt es diese Datendatei bereits, oder möchten Sie eine neue anlegen?
es: JASP se inició sin un archivo de datos asociado (archivo csv, sav o ods); pero para editar los datos, JASP inicia un editor de hojas de cálculo basado en un nuevo archivo y sincroniza los datos cuando este se guarda. ¿Existe ya este archivo de datos, o desea generarlo?
gl: JASP iniciouse sen un ficheiro de datos asociado (ficheiro csv, sav ou ods); mais para editar os datos, JASP inicia un editor de follas de cálculo baseado nun novo ficheiro e sincroniza os datos cando este se garda. Existe xa ese ficheiro de datos, ou queres xeralo?
ja: JASP は、関連付けられたデータ ファイル (csv、sav または ods ファイル) なしで開始されました。ただし、データを編集するために、JASPはこのファイルに基づいてスプレッドシートエディタを起動し、ファイルが保存されるときにデータを同期します。このデータ ファイルは既に存在しますか、それとも生成しますか?
nl: JASP is gestart zonder een bijbehorend gegevensbestand (csv, sav of ods bstand). Maar om de gegevens te bewerken, start JASP een gegevensverwerkingsprogramma (spreadsheet) gebaseerd op dit bestand en synchroniseert de gegevens wanneer het bestand wordt opgeslagen. Bestaat dit bestand al, of wilt u dat dit nu wordt aangemaakt?
pt: O JASP foi inicializado sem ficheiro de dados associado (csv, sav ou ods). Para editar os dados, o JASP inicia um editor de planilhas baseado nesse ficheiro e sincroniza os dados quando o ficheiro é gravado. O ficheiro de dados já existe, ou quer gerá-lo?

# MainWindow|
source: JASP was started with an online data file (csv, sav or ods file). But to edit the data, JASP needs this file on your computer. Does this data file also exist on your computer, or do you want to generate it?
de: JASP wurde mit einer Online-Datendatei (CSV-, SAV- oder ODS-Datei) gestartet. Allerdings muss diese Datei zum Bearbeiten der Daten auf Ihrem Computer gespeichert werden. Gibt es diese Datendatei auch auf Ihrem Computer, oder möchten Sie eine neue anlegen?
es: JASP se inició con un archivo de datos en línea (archivo csv, sav o ods); pero para editar los datos, JASP necesita este archivo en su ordenador. ¿Existe también este archivo de datos en su ordenador, o desea generarlo?
gl: JASP iniciouse cun ficheiro de datos en liña (ficheiro csv, sav ou ods); mais para editar os datos, JASP necesita ese ficheiro no teu ordenador. Existe tamén ese ficheiro de datos no teu ordenador, ou queres xeralo?
ja: JASPは、オンラインデータファイル（csv、sav、odsファイル）を使ってスタートしました。しかし、データを編集するには、JASPはあなたのコンピュータにこのファイルを必要とします。このデータファイルはあなたのコンピュータにも存在するのでしょうか、それとも生成したいのでしょうか？
nl: JASP is gestart met een online gegevensbestand (csv, sav of ods bestand). Maar om de gegevens te kunnen bewerken, moet dit bestand op uw computer staan. Staat dit bestand ook op uw computer of moet JASP het bestand genereren?
pt: O JASP foi inicializado com um ficheiro de dados online (csv, sav ou ods). Para editar os dados, o JASP precisa desse ficheiro no seu computador. O ficheiro de dados também existe no seu computador, ou você quer gerá-lo?

# MainWindow|
source: JASP was started with a read-only data file (probably from the examples). But to edit the data, JASP needs to write to the data file. Does the same file also exist on your computer, or do you want to generate it?
de: JASP wurde mit einer Datendatei ohne Schreibrechte gestartet (wahrscheinlich aus den Beispielen). Allerdings muss JASP zum Bearbeiten der Daten in diese Datei schreiben. Gibt es diese Datendatei auch auf Ihrem Computer, oder möchten Sie eine neue anlegen?
es: JASP se inició con un archivo de datos de solo lectura (uno de los ejemplos, probablemente); pero para editar los datos, JASP necesita escribir en el archivo de datos. ¿Existe también el mismo archivo en su ordenador, o desea generarlo?
gl: JASP iniciouse cun ficheiro de datos de só lectura (un dos exemplos, probablemente); mais para editar os datos, JASP necesita escribir no ficheiro de datos. Existe tamén o mesmo ficheiro no teu ordenador, ou queres xeralo?
ja: JASPは、読み取り専用のデータファイル（おそらくexamplesから）で開始されました。ただし、データを編集するには、JASPがデータファイルに書き込む必要があります。同じファイルがコンピューターにも存在しますか、それとも生成しますか？
nl: JASP is gestart met een alleen-lezen gegevensbestand (waarschijnlijk uit de voorbeelden). Maar om de gegevens te bewerken, moet het mogelijk zijn voor JASP om in het bestand te schrijven. Bestaat het bestand ook op uw computer of moet JASP het bestand genereren?
pt: O JASP foi inicializado com um ficheiro de dados de apenas leitura (provavelmente dos exemplos). Para editar os dados, o JASP precisa ter permissão para modificar o ficheiro. O ficheiro existe em seu computador, ou você quer gerá-lo?

# MainWindow|
source: Start Spreadsheet Editor
de: Starte Tabellenprogramm
es: Iniciar el Editor de Hojas de Cálculo
gl: Iniciar o Editor de Follas de Cálculo
ja: 表計算ソフトの起動
nl: Start Spreadsheet Gegevensbewerker
pt: Iniciar Editor de Planilhas

# MainWindow|
source: Generate Data File
de: Datendatei anlegen
es: Generar un Archivo de Datos
gl: Xerar un Ficheiro de Datos
ja: データファイルの生成
nl: Genereer gegevensbestand
pt: Gerar ficheiro de dados

# MainWindow|
source: Find Data File
de: Datendatei finden
es: Buscar Archivo de Datos
gl: Atopar Ficheiro de Datos
ja: データファイルの検索
nl: Zoek gegevensbestand
pt: Encontrar ficheiro de dados

# MainWindow|
source: Start Editor
de: Tabellenprogramm starten
es: Iniciar el Editor
gl: Iniciar o Editor
ja: エディタを起動
nl: Start Gegevensverwerker
pt: Iniciar Editor

# MainWindow|
source: Unable to start the editor : %1. Please check your editor settings in the preference menu.
de: Unmöglich, das Tabellenprogramm %1 zu starten. Bitte kontrollieren Sie Ihre Einstellungen zum Tabellenprogramm im Einstellungs-Menü.
es: No se puede iniciar el editor: %1. Por favor, compruebe la configuración de su editor en el menú de Preferencias.
gl: Non é posible iniciar o editor %1 . Por favor, verifica a configuración do teu editor no menú de Preferencias.
ja: エディターを起動できません : %1.環境設定メニューでエディタの設定を確認してください。
nl: Niet mogelijk om de gegevensverwerker %1 te starten. Controleer de gegevensverwerker instellingen in het voorkeursmenu.
pt: Não foi possível iniciar o editor: %1. Por favor, cheque suas configurações do editor no Menu de Preferências.

# MainWindow|
source: No default spreadsheet editor for file %1. Use Preferences to set the right editor.
de: Es gibt kein Standardprogramm zur Tabellenkalkulation für Datendatei %1. Wähle das korrekte Tabellenprogramm in den Einstellungen aus.
es: No hay un editor de hojas de cálculo predeterminado para el archivo %1. Utilizar Preferencias para establecer el editor correcto.
gl: Non hai un editor de follas de cálculo por defecto, para o ficheiro %1. Utiliza Preferencias para establecer o editor correcto.
ja: ファイル%1にはデフォルトのスプレッドシートエディタがありません。環境設定で適切なエディタを設定してください。
nl: Er is geen standaard spreadsheet gegevensverwerker voor bestand %1. Gebruik de Voorkeuren->Data bij de Instellingen om de juiste gegevensverwerker te kiezen.
pt: Sem editor de planilhas padrão para o ficheiro %1. Vá até Preferências para definir o editor.

# MainWindow|
source: Remove All Analyses
de: Alle Analysen löschen
es: Eliminar Todos los Análisis
gl: Eliminar Todas as Análises
ja: すべての分析を削除
nl: Verwijder alle analyses
pt: Remover todas as análises

# MainWindow|
source: Do you really want to remove all analyses?
de: Wollen Sie wirklich alle Analysen löschen?
es: ¿Desea realmente eliminar todos los análisis?
gl: Queres realmente eliminar todas as análises?
ja: 本当にすべての分析を削除しますか？
nl: Weet u zeker dat u alle analyses wilt verwijderen?
pt: Você deseja remover todas as análises?

# RibbonModel|
source: Loading bundled module %1 failed
de: Das Laden von Paketen für Modul %1 ist fehlgeschlagen
es: Falló la carga del módulo %1 empaquetado
gl: Fallou a carga do módulo %1 empaquetado
ja: バンドルモジュール%1の読み込みに失敗しました
nl: Het laden van pakketten voor module %1 is mislukt
pt: O carregamento do módulo agrupado %1 falhou

# RibbonModel|
source: Loading of the bundled module %1 failed with the following error: %2
de: Das Laden der Pakete von Modul %1 ist fehlgeschlagen mit folgender Fehlermeldung: %2
es: Falló la carga del módulo %1 empaquetado, con el siguiente mensaje de error: %2
gl: Fallou a carga do módulo %1 empaquetado, co seguinte fallo: %2
ja: バンドルモジュール %1 のロードに失敗し、次のエラーが発生しました: %2
nl: Het laden van de pakketten van module %1 is mislukt met de volgende foutmelding: %2
pt: O carregamento do módulo agrupado %1 falhou com o seguinte erro: %2

# Modules::Upgrader|
source: Error Loading Upgrades
de: Fehler beim Laden von Upgrades
es: Fallo al Cargar Actualizaciones
gl: Fallo ao Cargar Actualizacións
ja: アップグレードの読み込みエラー
nl: Fout gedurende laden van upgrades
pt: Erro ao carregar atualizações

# Modules::Upgrader|
source: While loading upgrades for %1 an error was encountered: %2
de: Beim Laden von Upgrades für %1 ist ein Fehler aufgetreten: %2
es: Al cargar las actualizaciones para %1, se encontró un fallo: %2
gl: Atopouse un fallo durante a carga de actualizacións para %1: %2
ja: %1 のアップグレードを読み込んでいる間にエラーが発生しました: %2
nl: Gedurende het laden van upgrades voor %1 is een fout opgetreden: %2
pt: Um erro foi encontrado ao carregar atualizações para %1: %2

# Modules::Upgrader|
source: Upgrades couldn't be read
de: Upgrades konnten nicht gelesen werden
es: No se pudieron leer las actualizaciones
gl: As actualización non poden lerse
ja: アップグレードを読み取れませんでした
nl: Upgrades konden niet worden gelezen
pt: As atualizações não podem ser lidas
