Repository: jasp-stats/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: de, es, gl, ja, nl, pt

# Modules::Upgrader|
source: The necessary upgrades for reading older JASP-files could not be read... You can still use JASP and even read (some) older files but some options might not be understood properly and some analyses might fail to load entirely.
de: Die benötigten Updates für das Lesen älterer (<0.12) JASP-Dateien konnten nicht gelesen werden... Sie können JASP weiter benutzen und sogar (manche) ältere Dateien einlesen, aber manche Optionen werden möglicherweise nicht korrekt verstanden, und manche Analysen können möglicherweise gar nicht geladen werden.
es: No se pudieron leer las actualizaciones necesarias para leer los archivos antiguos de JASP ... Aún se puede usar JASP e incluso leer (algunos) archivos más antiguos, pero es posible que algunas opciones no se interpreten correctamente y que falle la carga completa de algunos análisis.
gl: Non poden lerse as actualizacións necesarias para interpretar os ficheiros antigos de JASP... Aída podes usar JASP e mesmo ler (algúns) ficheiros máis antigos, pero é posible que algunhas opcións non se interpreten correctamente e que falle a carga completa dalgunhas análises.
ja: 古いJASPファイルを読むために必要なアップグレードができませんでした...。 JASPを使用することはできますし、古いファイルを読むこともできますが、いくつかのオプションが正しく理解できなかったり、いくつかの分析が完全に読み込めなかったりすることがあります。
nl: De benodigde upgrades voor het lezen van oudere (<0.12) JASP-bestanden konden niet worden gelezen… U kunt nog steeds JASP gebruiken en zelfs oudere bestanden inlezen, maar sommige opties kunnen misschien niet goed geïnterpreteerd worden en sommige analyses kunnen dan niet in hun geheel geladen worden.
pt: Os upgrades necessários para ler ficheiros JASP mais antigos não puderam ser lidos... Você ainda pode usar JASP e até mesmo ler (alguns) ficheiros mais antigos, mas algumas opções podem não ser entendidas corretamente e algumas análises podem falhar em carregar completamente.

# OnlineDataManager|
source: File Changed
de: Datei verändert
es: Archivo Cambiado
gl: O ficheiro cambiou
ja: ファイルが変更されました
nl: Bestand gewijzigd
pt: O ficheiro mudou

# OnlineDataManager|
source: The online copy of this file has changed since it was opened. Would you like to override the online file?
de: Die Online-Kopie dieser Datei hat sich seit dem Öffnen geändert. Wollen Sie die Online-Kopie überschreiben?
es: La copia en línea de este archivo ha cambiado desde que se abrió. ¿Le gustaría sobrescribir el archivo en línea?
gl: A copia en liña deste ficheiro cambiou desde que se abriu. Queres sobrescribir o ficheiro en liña?
ja: このファイルのオンライン コピーは、開かれてから変更されています。 オンライン ファイルを上書きしますか?
nl: De kopie van de online versie van dit bestand is gewijzigd sinds het is het is geopend. Wilt u de online versie overschrijven?
pt: A cópia online desse ficheiro mudou desde que foi aberto. Você gostaria de sobrepor ao ficheiro online?

# OnlineDataNodeOSF|
source: Initiating upload of
de: Initiiere Hochladen von
es: Iniciando la carga de
gl: Comezando a carga de
ja: アップロードの実行
nl: Initialiseren van upload van
pt: Iniciando o upload de

# OnlineDataNodeOSF|
source: Initiating download of
de: Initiiere Herunterladen von
es: Iniciando la descarga de
gl: Comezando a descarga de
ja: ダウンロードの開始:
nl: Initialiseren van download van
pt: A iniciar a descarga de

# OnlineDataNodeOSF|
source: Initiating making new file
de: Initiiere Anlegen einer neuen Datei
es: Comenzando a generar un nuevo archivo
gl: Comezando a xerar un novo ficheiro
ja: 新規ファイル作成の開始
nl: Initialiseren van het maken van nieuw bestand van
pt: Iniciando a criação de um novo ficheiro

# OnlineDataNodeOSF|
source: Initiating making new folder
de: Initiiere Anlegen eines neuen Verzeichnisses
es: Comenzando a generar una nueva carpeta
gl: Comezando a xerar un novo cartafol
ja: 新規フォルダ作成の開始
nl: Initialiseren van het maken van een nieuwe map
pt: Iniciando a criação de uma nova pasta

# OnlineDataNodeOSF|
source: Initiating osf action
de: Initiiere OSF-Aktion
es: Comenzando una acción OSF
gl: Comezando unha acción OSF
ja: OSF関係のアクションの開始
nl: Initialiseren van osf actie
pt: Iniciando a ação de

# OnlineDataNodeOSF|
source: Upload of
de: Hochladen von
es: Carga de
gl: Carga de
ja: アップロード:
nl: Upload van
pt: Upload de

# OnlineDataNodeOSF|
source: Download of
de: Herunterladen von
es: Descarga de
gl: Descarga de
ja: ダウンロード:
nl: Download van
pt: Descarga de

# OnlineDataNodeOSF|
source: Creating new file
de: Lege neue Datei an
es: Creando un nuevo archivo
gl: Creando un novo ficheiro
ja: 新規ファイルの作成
nl: Maken van een nieuw bestand
pt: Criando um novo ficheiro

# OnlineDataNodeOSF|
source: Creating new folder
de: Lege neues Verzeichnis an
es: Creando una nueva carpeta
gl: Creando un novo cartafol
ja: 新規フォルダの作成
nl: Maken van een nieuwe map
pt: Criando nova pasta

# OnlineDataNodeOSF|
source: Osf action
de: OSF Aktion
es: Acción OSF
gl: Acción OSF
ja: OSFアクション
nl: Osf actie
pt: Acção Osf

# OnlineDataNodeOSF|
source: %1 %2 failed because %3
de: %1 %2 ist fehlgeschlagen weil %3
es: %1 %2 falló porque %3
gl: %1 %2 fallou porque %3
ja: %3 が原因で%1 %2 が失敗しました
nl: %1 %2 faalde omdat %3
pt: %1 %2 falhou porque %3

# OnlineDataNodeOSF|
source: in progress
de: in Bearbeitung
es: en progreso
gl: en progreso
ja: 進行中
nl: gaande
pt: em andamento

# ResultMenuModel|
source: Collapse
de: Einklappen
es: Colapsar
gl: Colapsar
ja: 折りたたむ
nl: Inklappen
pt: Recolher

# ResultMenuModel|
source: Edit Title
de: Titel bearbeiten
es: Editar el título
gl: Editar Título
ja: タイトルの編集
nl: Bewerk titel
pt: Editar título

# ResultMenuModel|
source: Copy
de: Kopieren
es: Copiar
gl: Copiar
ja: コピー
nl: Kopieer
pt: Copiar

# ResultMenuModel|
source: Copy LaTeX
de: LaTeX kopieren
es: Copiar LaTeX
gl: Copiar LaTeX
ja: LaTeXをコピーする
nl: Kopieer LaTeX
pt: Copiar LaTeX

# ResultMenuModel|
source: Copy Citations
de: Referenzen kopieren
es: Copiar las Referencias
gl: Copiar as Referencias
ja: 引用をコピーする
nl: Kopieer referenties
pt: Copiar Citações

# ResultMenuModel|
source: Save Image As
de: Abbildung speichern als
es: Guardar la Imagen como
gl: Gardar a Imaxe como
ja: 画像を名前を付けて保存
nl: Sla afbeelding op als
pt: Salvar imagem como

# ResultMenuModel|
source: Edit Image
de: Abbildung bearbeiten
es: Editar Imagen
gl: Editar Imaxe
ja: 画像の編集
nl: Bewerk afbeelding
pt: Editar imagem

# ResultMenuModel|
source: Add Note
de: Bemerkung hinzufügen
es: Añadir Nota
gl: Engadir Nota
ja: ノートの追加
nl: Opmerking toevoegen
pt: Adicionar nota

# ResultMenuModel|
source: Duplicate
de: Duplizieren
es: Duplicar
gl: Duplicar
ja: 複製
nl: Dupliceer
pt: Duplicar

# ResultMenuModel|
source: Remove
de: Löschen
es: Eliminar
gl: Eliminar
ja: 削除
nl: Verwijder
pt: Remover

# ResultMenuModel|
source: Remove All
de: Alle löschen
es: Eliminar Todo
gl: Eliminar Todo
ja: すべて削除
nl: Verwijder alles
pt: Remover todos

# ResultMenuModel|
source: Refresh All
de: Aktualisiere alles
es: Renovar Todo
gl: Renovar todo
ja: すべて更新
nl: Ververs alles
pt: Atualizar todos

# ResultMenuModel|
source: Show Dependencies
de: Abhängigkeiten anzeigen
es: Mostrar Dependencias
gl: Amosar as Dependencias
ja: 依存関係の表示
nl: Toon afhankelijkheden
pt: Mostrar dependências

# ResultMenuModel|
source: Export Results
de: Ergebnisse exportieren
es: Exportar Resultados
gl: Exportar Resultados
ja: 結果のエクスポート
nl: Exporteer resultaten
pt: Exportar resultados

# ResultsJsInterface|
source: Results Warning
de: Ergebniswarnung
es: Aviso de Resultados
gl: Aviso de Resultados
ja: 結果の警告
nl: Resultaten Waarschuwing
pt: Aviso de Resultados

# HelpModel|
source: Coming Soon! ======== There is currently no help available for this analysis. Additional documentation will be available in future releases of JASP.
de: Bald verfügbar! ======== Es ist momentan keine Hilfe zu dieser Analyse verfügbar. In einer zukünftigen Version von JASP soll hier Dokumentation hinzugefügt werden.
es: ¡Próximamente! ======== Actualmente no hay ayuda disponible para este análisis. En futuras versiones de JASP estará disponible información adicional.
gl: Proximamente! ======== Actualmente non hai axuda dispoñible para esta análise. En versións futuras de JASP estará dispoñible información adicional.
ja: 近日公開 ======== 現在、この分析に利用できるヘルプはありません。 JASPの将来のリリースでは、追加のドキュメントが利用可能になる予定です。
nl: Binnenkort beschikbaar! ======== Er is momenteel geen hulp beschikbaar voor deze analysis. Er zal documentatie worden toegevoegd in een toekomstige versie van JASP.
pt: Em breve! ========== Atualmente não há ajuda disponível para essa análise :( Documentação adicional estará disponível em versões futuras do JASP.

# QObject|
source: valid R code
de: gültiger R-Code
es: código de R válido
gl: código de R válido
ja: 有効な R コード
nl: geldige R-code
pt: código R válido

# ComboBoxBase|
source: Unknown option %1 in DropDown %2
de: Unbekannte Option %1 in DropDown %2
es: Opción %1 desconocida en Desplegable %2
gl: Opción %1 descoñecida en Despregable %2
ja: ドロップダウン %2で不明なオプション %1が発生しました
nl: Onbekende optie %1 in DropDown %2
pt: Opção desconhecida %1 no DropDown %2

# ActionButtons|
source: Open
de: Öffnen
es: Abrir
gl: Abrir
ja: 開く
pt: Abrir

# ActionButtons|
source: Save
de: Speichern
es: Guardar
gl: Gardar
ja: 保存
nl: Opslaan
pt: Salvar

# ActionButtons|
source: Save As
de: Speichern unter
es: Guardar como
gl: Gardar como
ja: 名前を付けて保存
nl: Opslaan als
pt: Salvar Como

# ActionButtons|
source: Export Results
de: Ergebnisse exportieren
es: Exportar Resultados
gl: Exportar Resultados
ja: 結果のエクスポート
nl: Exporteer resultaten
pt: Exportar resultados

# ActionButtons|
source: Export Data
de: Daten exportieren
es: Exportar Datos
gl: Exportar Datos
ja: データのエクスポート
nl: Exporteer data
pt: Exportar dados

# ActionButtons|
source: Sync Data
de: Daten synchronisieren
es: Sincronizar datos
gl: Sincronizar datos
ja: データの同期
pt: Sincronizar dados

# ActionButtons|
source: Close
de: Schließen
es: Cerrar
gl: Pechar
ja: 閉じる
nl: Sluit
pt: Fechar

# ActionButtons|
source: Preferences
de: Einstellungen
es: Preferencias
gl: Preferencias
ja: 設定
nl: Voorkeuren
pt: Preferências

# ActionButtons|
source: About
de: Über JASP
es: Acerca de
gl: Sobre
ja: JASPについて
nl: Over
pt: Sobre

# DataLibraryBreadCrumbsListModel|
source: Categories
de: Kategorien
es: Categorías
gl: Categorías
ja: カテゴリ
nl: Categorieën
pt: Categorias

# FileMenu|
source: File Types
de: Dateitypen
es: Tipos de Archivos
gl: Tipos de Ficheiros
ja: ファイルの種類
nl: Bestand Types
pt: Tipos de Ficheiros

# FileMenu|
source: Failed to open file from OSF
de: Konnte Datei von OSF nicht öffnen
es: Fallo al abrir el archivo desde OSF
gl: Fallo ao abrir o ficheiro desde OSF
ja: OSF からファイルを開くことができませんでした
nl: Kon bestand op OSF niet openen
pt: Falha ao abrir ficheiro de OSF

# FileMenu|
source: No associated data file
de: Keine zugehörige Datendatei
es: Sin archivo de datos asociado
gl: Non hai un ficheiro de datos asociado
ja: 関連付けられたデータ ファイルがありません
nl: Geen bijbehorend gegevensbestand
pt: Nenhum ficheiro de dados associado

# FileMenu|
source: JASP has no associated data file to be synchronized with. Do you want to search for such a data file on your computer? NB: You can also set this data file via menu File/Sync Data.
de: JASP hat keine zugehörige Datendatei, um damit zu synchronisieren. Wollen Sie nach einer solchen Datendatei auf Ihrem Computer suchen? PS: Sie können die Datendatei auch im Menü Daten setzen, dann Daten synchronisieren.
es: JASP no tiene ningún archivo de datos asociado con el que sincronizarse. ¿Quiere buscar un archivo de datos de este tipo en su ordenador? Nota: También puede definir este archivo de datos a través del menú Archivo / Sincronizar datos.
gl: JASP non ten un ficheiro de datos asociado co que sincronizarse. Queres procurar un ficheiro de datos dese tipo no teu ordenador? Nota: Tamén podes definir este ficheiro de datos mediante o menú Ficheiro/Sincronizar datos.
ja: JASPは同期すべき関連データファイルをみつけられませんでした。 そのようなデータファイルをコンピュータ上で探しますか？ 注：このデータファイルは、メニューの［ファイル］／［データの同期］で設定することもできます。
nl: JASP heeft geen bijbehorend gegevensbestand om mee te synchroniseren. Wilt u dat bestand selecteren op uw computer? NB: U kunt dit gegevensbestand ook selecteren via het menu Bestand/Sync Data.
pt: O JASP não possui ficheiro de dados associado para ser sincronizado. Deseja procurar um ficheiro de dados no seu computador? Também pode definir o ficheiro de dados via menu Ficheiro/Sincronizar Dados.

# FileMenu|
source: Find Data File
de: Datendatei finden
es: Buscar Archivo de Datos
gl: Atopar Ficheiro de Datos
ja: データファイルの検索
nl: Zoek gegevensbestand
pt: Encontrar ficheiro de dados

# FileMenu|
source: Data File
de: Datendatei
es: Archivo de Datos
gl: Ficheiro de Datos
ja: データファイル
nl: Gegevensbestand
pt: Ficheiro de dados

# OSF|
source: Username and/or password are not correct. Please try again.
de: Benutzername und/oder Passwort sind nicht korrekt. Bitte nochmal probieren.
es: El nombre de usuario y / o la contraseña son incorrectos. Por favor, inténtelo de nuevo.
gl: O nome de usuario e/ou o contrasinal son incorrectos. Pregámosche que o intentes de novo.
ja: ユーザー名かパスワードが正しくありません。もう一度やり直してください。
nl: Gebruikersnaam en/of wachtwoord niet correct. Probeer nogmaals aub.
pt: Nome de utilizador e/ou senha estão incorretos. Por favor, tente novamente.

# OSF|
source: OSF service not available. Please check your internet connection.
de: OSF-Service ist nicht erreichbar. Bitte prüfen Sie Ihre Internetverbindung.
es: El servicio OSF no está disponible. Por favor, compruebe su conexión a Internet.
gl: O servizo OSF non está dispoñible. Por favor, comproba a túa conexión a Internet.
ja: OSFサービスが利用できません。インターネットの接続状況をご確認ください。
nl: OSF service is niet beschikbaar. Controleer uw internet verbinding.
pt: Serviço OSF indisponível. Por favor, cheque sua conexão de internet.

# OSF|
source: Connection Timeout error. Please check your internet connection.
de: Verbindungs-Timeout-Fehler. Bitte prüfen Sie Ihre Internetverbindung.
es: Fallo en el tiempo de espera de la conexión. Por favor, compruebe su conexión a Internet.
gl: Fallo no tempo de espera da conexión. Por favor, comproba a túa conexión a Internet.
ja: 接続タイムアウトエラーです。インターネット接続を確認してください。
nl: Timeout verbindingsfout. Controleer uw internet verbinding aub.
pt: Tempo limite de conexão com o servidor esgotado. Por favor, cheque sua conexão de internet.

# OSF|
source: OSF Error
de: OSF-Fehler
es: Error de OSF
gl: Fallo OSF
ja: OSF エラー
nl: OSF fout
pt: Erro OSF

# OSF|
source: Projects
de: Projekte
es: Proyectos
gl: Proxectos
ja: プロジェクト
nl: Projecten
pt: Projetos

# OSF|
source: Files cannot be added to the projects list. To add a new project please use the online OSF services.
de: Dateien können nicht zu der Projektliste hinzugefügt werden. Bitte nutze den Onlineservice von OSF, um ein neues Projekt anzulegen.
es: Los archivos no se pueden agregar a la lista de proyectos. Para agregar un nuevo proyecto, por favor, utilice los servicios OSF en línea.
gl: Os ficheiros non poden engadirse á listaxe de proxectos. Para engadir un novo proxecto, pregámosche que utilices os servizos en liña de OSF.
ja: ファイルをプロジェクト リストに追加できません。 新しいプロジェクトを追加するには、オンライン OSF サービスを使用してください。
nl: Bestanden konden niet toegevoegd worden aan de lijst met projecten. Gebruik de online OSF om een nieuwe project toe te voegen.
pt: Os ficheiros não podem ser adicionados à lista de projetos. Para criar um novo projeto, por favor utilize os serviços OSF.

# OSF|
source: Data Providers
de: Daten-Provider
es: Proveedores de Datos
gl: Provedores de Datos
ja: データ提供者
nl: Gegevensproviders
pt: Provedores de dados

# OSF|
source: Files cannot be added to a projects data providers list. To add a new data provider (eg. google drive) please use the online OSF services.
de: Dateien können nicht der Liste von Datenprovidern eines Projekts hinzugefügt werden. Bitte nutze den Onlineservice von OSF, um einen neuen Datenprovider (z.B. Google Drive) anzulegen.
es: Los archivos no se pueden agregar a una lista de proveedores de datos de proyectos. Para agregar un nuevo proveedor de datos (por ejemplo, Google Drive), por favor, utilice los servicios OSF en línea.
gl: Os ficheiros non poden engadirse á listaxe de provedores de datos de proxectos. Para engadir un novo provedor de datos (p.e. Google Drive), pregámosche que utilices os servizos en liña de OSF.
ja: プロジェクトのデータ提供者リストにファイルを追加することはできません。 新しいデータプロバイダー（例：google drive）を追加するには、オンラインOSFサービスをご利用ください。
nl: Bestanden konden niet toegevoegd worden aan de lijst met gegevensproviders van projecten. Gebruik de online OSF om een nieuwe gegevensprovider toe te voegen (bijv. Google Drive).
pt: Os ficheiros não podem ser adicionados à lista de provedores de dados de projetos. Para adicionar um novo provedor de dados (por exemplo, Google Drive) por favor utilize os serviços OSF.

# OSF|
source: Files cannot be added to '%1' for an unknown reason.
de: Dateien können aus unbekanntem Grund nicht zu '%1' hinzugefügt werden.
es: Los archivos no se pueden agregar a '%1' por una razón desconocida.
gl: Os ficheiros non poden engadirse a '%1' por unha causa descoñecida.
ja: 不明な理由により、ファイルを '%1 に追加することはできません。
nl: Bestanden konden niet toegevoegd worden aan '%1' om onbekende reden.
pt: Os ficheiros não podem ser adicionados a '%1' por motivo desconhecido.

# OSF|
source: File Types
de: Dateitypen
es: Tipos de Archivos
gl: Tipos de Ficheiros
ja: ファイルの種類
nl: Bestand Types
pt: Tipos de ficheiros

# OSF|
source: Failed to open file from OSF
de: Fehler beim Öffnen der Datei von OSF
es: Fallo al abrir el archivo desde OSF
gl: Fallo ao abrir o ficheiro desde OSF
ja: OSF からファイルを開くことができませんでした
nl: Kon bestand op OSF niet openen
pt: Falha ao abrir ficheiro de OSF

# OSF|
source: An error occured and the folder could not be created.
de: Ein Fehler ist aufgetreten und das Verzeichnis konnte nicht angelegt werden.
es: Se produjo un fallo y no se pudo crear la carpeta.
gl: Ocorreu un fallo e non se puido crear o cartafol.
ja: エラーが発生し、フォルダを作成できませんでした。
nl: Een fout is opgetreden en de map kon niet aangemaakt worden.
pt: Ocorreu um erro e a pasta não pôde ser criada.

# OSF|
source: A new folder cannot be added to the projects list.<br>To add a new project please use the online OSF services.
de: Ein neuer Ordner kann nicht zur Projektliste hinzugefügt werden.<br>Um ein neues Projekt hinzuzufügen, benutze bitte die Online-Dienste des OSF.
es: No se puede agregar una nueva carpeta a la lista de proyectos.<br>Para agregar un nuevo proyecto, utilice los servicios OSF en línea.
gl: Non se pode engadir un novo cartafol á listaxe de proxectos.<br>Para engadir un novo proxecto, por favor usa os servizos en liña de OSF.
ja: 新しいフォルダをプロジェクトリストに追加することはできません。<br>新しいプロジェクトを追加するには、OSFのオンラインサービスをご利用ください。
nl: Een nieuwe map kan niet worden toegevoegd aan de projectenlijst.<br>Om een nieuw project toe te voegen kunt u gebruik maken van de online OSF-diensten.
pt: Uma nova pasta não pode ser adicionada à lista de projetos.<br>Para adicionar um novo projeto por favor use os serviços OSF online.

# OSF|
source: A new folder cannot be added to a projects data providers list.<br>To add a new data provider (eg. google drive) please use the online OSF services.
de: Ein neuer Ordner kann nicht zur Liste der Datenanbieter eines Projekts hinzugefügt werden.<br>Um einen neuen Datenanbieter hinzuzufügen (z.B.Google Drive), nutze bitte die Online-Dienste des OSF.
es: No se puede agregar una nueva carpeta a la lista de proveedores de datos de proyectos. Para agregar un nuevo proveedor de datos (por ejemplo, Google Drive), por favor, utilizar los servicios en línea de OSF.
gl: Non se pode engadir un novo cartafol á listaxe de provedores de datos de proxectos. Para engadir un novo provedor de datos (p.e. Google Drive), por favor usa os servizos en liña de OSF.
ja: プロジェクトのデータ提供者リストにファイルを追加することはできません。<br>新しいデータプロバイダー（例：google drive）を追加するには、オンラインOSFサービスをご利用ください。
nl: Een nieuwe map kan niet worden toegevoegd aan een lijst van projectgegevensleveranciers.<br>Om een nieuwe gegevensleverancier (bijv. google drive) te voegen kunt u gebruik maken van de online OSF-diensten.
pt: Uma nova pasta não pode ser adicionada a uma lista de provedores de dados de projetos.<br>Para adicionar um novo provedor de dados (por exemplo, google drive) por favor use os serviços online OSF.

# OSF|
source: A new folder cannot be added to '%1' for an unknown reason.
de: Eine neues Verzeichnis kann aus unbekanntem Grund nicht zu '%1' hinzugefügt werden.
es: No se puede agregar una nueva carpeta a '%1' por un motivo desconocido.
gl: Non se pode engadir un novo cartafol a '%1' por unha razón descoñecida.
ja: 不明な理由により、「%1」に新しいフォルダを追加できません。
nl: Een nieuwe map kan niet toegevoegd worden aan '%1' om onbekende reden.
pt: Uma nova pasta não pode ser adicionada a '%1' por motivo desconhecido.

# OSF|
source: Folder
de: Verzeichnis
es: Carpeta
gl: Cartafol
ja: フォルダ
nl: Map
pt: Pasta

# OSF|
source: Login
de: Anmelden
es: Iniciar sesión
gl: Iniciar sesión
ja: ログイン
nl: Aanmelden

# OSF|
source: User or password cannot be empty.
de: Benutzername oder Passwort dürfen nicht leer sein.
es: No pueden estar vacíos ni el usuario ni la contraseña.
gl: Non poden estar baleiros o usuario nin o contrasinal.
ja: ユーザーまたはパスワードを空にすることはできません。
nl: Gebruikersnaam of wachtwoord mag niet leeg zijn.
pt: Nome de utilizador ou senha não pode estar em branco.

# OSF|
source: Entry name cannot be empty.
de: Namenseingabe kann nicht leer bleiben.
es: El nombre de la entrada no puede estar vacío.
gl: O nome da entrada non pode estar baleiro.
ja: エントリー名を空にすることはできません。
nl: Naam invoer mag niet leeg zijn.
pt: Nome não pode estar em branco.

# OSF|
source: %1 name can only contain the following characters A-Z a-z 0-9 _ %2
de: %1 Name darf nur die folgenden Zeichen enthalten: A-Z a-z 0-9 _ %2
es: El nombre de %1 solo puede contener los siguientes caracteres A-Z a-z 0-9 _ %2
gl: O nome de %1 só pode conter os seguintes caracteres: A-Z a-z 0-9 _ %2
ja: %1名前には以下の文字しか使用できません。 A-Z a-z 0-9 _ %2
nl: %1 naam kan slechts de volgende karakters bevatten: A-Z a-z 0-9 _ %2
pt: %1 Nome pode ter apenas os seguintes caracteres: letras maiúsculas e minúsculas, números e _ %2

# ResourceButtons|
source: Recent Files
de: Zuletzt geöffnet
es: Archivos Recientes
gl: Ficheiros Recentes
ja: 最近使ったファイル
nl: Laatst geopend
pt: Ficheiros recentes

# ResourceButtons|
source: Current File
de: Derzeitige Datei
es: Archivo Actual
gl: Ficheiro Vixente
ja: 現在のファイル
nl: Huidig bestand
pt: Ficheiro atual

# ResourceButtons|
source: Computer
es: Ordenador
gl: Ordenador
ja: コンピュータ
pt: Computador

# ResourceButtons|
source: Data Library
de: Datenbibliothek
es: Biblioteca de Datos
gl: Biblioteca de Datos
ja: データ ライブラリ
nl: Bibliotheek
pt: Biblioteca de dados

# ResourceButtons|
source: Data
de: Daten
es: Datos
gl: Datos
ja: データ
pt: Dados

# ResourceButtons|
source: Results
de: Ergebnisse
es: Resultados
gl: Resultados
ja: 結果
nl: Resultaten
pt: Resultados

# ResourceButtons|
source: Interface
de: Bedienoberfläche
es: Interfaz
ja: インターフェース

# ResourceButtons|
source: Advanced
de: Erweitert
es: Avanzado
gl: Avanzado
ja: 詳細
nl: Geavanceerd
pt: Avançado

# ListModelCustomContrasts|
source: Contrast %1
de: Kontrast %1
es: Contraste %1
gl: Proba %1
ja: コントラスト %1
pt: Contraste %1

# ListModelLayersAssigned|
source: Layer %1
de: Ebene %1
es: Estrato %1
gl: Estrato %1
ja: レイヤー %1
nl: Laag %1
pt: Camada %1

# RadioButtonsGroupBase|
source: A RadioButton inside RadioButtonGroup element (name: %1) does not have any name
de: Ein RadioButton in der RadioButtonGroup Element (Name: %1) hat keinen Namen
es: Hay un RadioButton en el elemento RadioButtonGroup (nombre: %1) que no tiene ningún nombre
gl: Hai un botón de opción no elemento RadioButtonGroup (nome: %1) que non ten ningún nome
ja: ラジオボタングループ要素内(名前: %1)のラジオボタンには名前がありません
nl: Een RadioButton in het RadioButtonGroup element (naam: %1) heeft geen naam
pt: Um botão de opção dentro do elemento RadioButtonGroup (nome: %1) não tem nome
