Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASPgraphs/po/R-*.po
Languages: de, nl

source: all subplots should be of class ggplot!
de: Alle Teilabbildungen müssen von Klasse ggplot sein!
nl: alle sub-grafieken moeten van de klasse ggplot zijn!

source: plotFunction should be a function!
de: plotFunction muss eine Funktion sein!
nl: plotFunction moet een functie zijn!

source: all arguments in ... should be named.
de: Alle Argumente in ... müssen benannt sein.
nl: alle argumenten in ... moeten een naam hebben.

source: value should be numeric!
de: Wert muss numerisch sein!
nl: waarde moet numeriek zijn!

source: group should be a character or factor!
de: Gruppe muss ein Zeichen oder Faktor sein!
nl: groep moet een karakter of factor zijn!

source: value and group should have the same length!
de: Werte und Gruppe müssen dieselbe Länge haben!
nl: waarde en groep moeten dezelfde lengte hebben!

source: scaleText should be positive!
de: scaleText muss positiv sein!
nl: schaalTekst moet positief zijn!

source: linewidth should be positive!
de: linewidth muss positiv sein!
nl: lijnbreedte moet positief zijn!

source: Not implemented
de: Nicht implementiert
nl: Niet ge√Ømplementeerd

source: incorrect class for align. Expected character of numeric.
de: inkorrekte Klasse für align. Zeichen oder Zahl erwartet.
nl: onjuiste klasse voor align. Een karakter of getal verwacht.

source: dfLines should be a data.frame with $x, $y, and $g!
de: dfLines muss ein data.frame mit $x, $y und $g sein!
nl: dfLines moet een data.frame zijn met $x, $y en $g!

source: dfPoints should be a data.frame with $x, $y, and $g!
de: dfPoints moet een data.frame zijn met $x, $y en $g!
nl: dfPoints moet een data.frame zijn met $x, $y en $g!

source: CRI should be numeric and have length 2! (left bound, right bound)
de: CRI muss numerisch sein und Länge 2 haben! (linke Grenze, rechte Grenze)
nl: CRI moet numeriek zijn en lengte 2 hebben! (linker grens, rechter grens)

source: median should be numeric and have length 1!
de: Median muss numerisch sein und Länge 1 haben!
nl: mediaan moet numeriek zijn en lengte 1 hebben!

source: BF should be numeric and have length 1!
de: BF muss numerisch sein und Länge 1 haben!
nl: BF moet numeriek zijn en lengte 1 hebben!

source: bfSubscripts and BFvalues have different length!
de: bfSubscripts und BFvalues haben verschiedene Längen!
nl: bfSubscripts en BFvalues hebben verschillende lengte!

source: data | H0
de: Daten | H0

source: data | H1
de: Daten | H1

source: data | H-
de: Daten | H-

source: data | H+
de: Daten | H+

source: Density
de: Dichte
nl: Dichtheid

source: Cannot provide both a BF pizzaplot and a points legend!
de: Kann nicht sowohl ein BF-Tortendiagramm als auch eine Punktlegende liefern!
nl: Kan niet zowel een BF taartdiagram als een puntenlegenda leveren!

source: Anecdotal
de: Anekdotisch
nl: Anekdotisch

source: Moderate
de: Moderat
nl: Matig

source: Strong
de: Stark
nl: Sterk

source: Very Strong
de: Sehr Stark
nl: Zeer Sterk

source: Extreme
de: Extrem
nl: Extreem

source: Evidence
de: Evidenz
nl: Bewijs

source: lineColors and lineTypes must have the same length as the number of groups in dfLines.
de: lineColors und lineTypes müssen dieselbe Länge wie die Anzahl der Gruppen in dfLines haben.
nl: lineColors en lineTypes moeten dezelfde lengte hebben als het aantal groepen in dfLines.

source: Evidence for H%s:
de: Evidenz für H%s:
nl: Bewijs voor H%s:

source: Evidence for H%s
de: Evidenz für H%s
nl: Bewijs voor H%s

source: palette must be character!
de: Palette muss ein Zeichen sein!
nl: palet moet een karakter zijn!

source: palette was %s but must be one of %s
de: Palette war %s aber muss eine von %s sein
nl: palet was %s maar moet een van de %s zijn

source: This function will be deprecated.
de: Diese Funktion wird überholt werden - nicht mehr gebrauchen.
nl: Deze functie zal niet meer gebruikt worden.

source: Argument dat and graph cannot both be NULL.
de: Argument dat und graph dürfen nicht beide NULL sein.
nl: Argumenten dat en graph kunnen niet allebei NULL zijn.

source: You must specify either `position` or `nudge_x`/`nudge_y`.
de: Du musst entweder `position` oder `nudge_x`/`nudge_y` angeben.
nl: U moet ofwel `position` specificeren of `nudge_x`/`nudge_y`.

source: Argument %s should either have length 1 or length %d.
de: Argument %s muss Länge 1 haben oder Länge %d.
nl: Argument %s moet of lengte 1 hebben of lengte %d.

source: removeXYlabels must be a character and contain either 'x', 'y', 'xy', or 'none'
de: removeXYlabels muss ein Zeichen sein und entweder 'x', 'y', 'xy', oder 'none' enthalten
nl: removeXYlabels moet een karakter zijn en ofwel 'x', 'y', 'xy', of 'none' bevatten

source: Dim(removeXYlabels) does not match dim(plotList) / layout. Got (%d, %d) and expected: (%d, %d).
de: Dim(removeXYlabels) stimmt nicht mit dim(plotList) / layout überein. Bekam (%d, %d) und erwartete: (%d, %d).
nl: Dim(removeXYlabels) stemt niet overeen met dim(plotList) / layout. Kreeg (%d, %d) en verwachtte: (%d, %d).

source: removeXYlabels should either have length 1 or length(plotList).
de: removeXYlabels muss entweder Länge 1 oder length(plotList) haben.
nl: removeXYlabels moet of lengte 1 hebben of length(plotList).

source: JASPgraphs could not obtain axes labels from graph
de: JASPgraphs konnte keine Achsenbeschriftung von der Abbildung bekommen
nl: JASPgraphs kon geen assenlabels van de grafiek verkrijgen

source: removeXYlabels must be numeric, larger than 0 and smaller than 1
de: removeXYlabels muss numerisch, und größer als 0 und kleiner als 1 sein
nl: removeXYlabels moet numeriek zijn, groter dan 0 en kleiner dan 1

source: dim(removeXYlabels)[1] does not match prod(dim(plotList)) / layout. Got (%d, %d) and expected: prod(%d, %d).
de: dim(removeXYlabels)[1] stimmt nicht mit prod(dim(plotList)) / layout überein. Bekam (%d, %d) und erwartete: prod(%d, %d).
nl: dim(removeXYlabels)[1] stemt niet overeen met prod(dim(plotList)) / layout. Kreeg (%d, %d) en verwachtte: prod(%d, %d).

source: removeXYlabels should either have length 2 or length(plotList).
de: removeXYlabels muss entweder Länge 2 oder length(plotList) haben.
nl: removeXYlabels moet ofwel lengte 2 hebben of length(plotList).

source: Either supply plotList as a matrix or provide a layout argument
de: Übergib plotList entweder als eine Matrix oder als layout-Argument
nl: Zorg dat plotList ofwel een matrix is of zorg voor een layout argument

source: layout must be a matrix but instead was of mode %s and class %s
de: layout muss eine Matrix sein aber war stattdessen von Mode %s und Klasse %s
nl: layout moet een matrix zijn maar was daarentegen van mode %s en klasse %s

source: length of layout (%d) does not match length of plotList (%d). Use NULL entries in plotList to specify empty plots.
de: Länge von layout (%d) stimmt nicht mit plotList (%d) überein. Benutze NULL als Argumente in plotList um leere Abbildungen zu spezifizieren.
nl: lengte van layout (%d) stemt niet overeen met plotList (%d). Gebruik NULL argumenten in plotList om lege grafieken te specificeren.

source: Layout must consist of unique integers starting from 1.
de: Layout muss aus einzigartigen ganzen Zahlen bestehen, beginnend mit 1.
nl: Layout moet bestaan uit unieke gehele getallen beginnend bij 1.

source: x must be length 1 or 2
de: Länge von x muss 1 oder 2 sein
nl: x moet van lengte 1 of 2 zijn

source: Secondary axes must be specified using 'sec_axis()'
de: Zweite Achsen müssen mit 'sec_axis()' angegeben werden
nl: Tweede assen moeten gedefinieerd worden met 'sec_axis()'

source: options should be an R list or a json string!
de: Optionen müssen eine R-Liste oder ein JSON-String sein!
nl: opties moeten een R list zijn of een json string!

source: The axis type in the new options list does not match the graph!
de: Der Achsentyp in der neuen Optionenliste passt nicht zur Abbildung!
nl: Het astype in de nieuwe optielijst stemt niet overeen met de grafiek!

source: graph should be a ggplot2
de: Abbildung muss ein ggplot2 sein
nl: grafiek moet een ggplot2 zijn

source: Theoretical quantiles
de: Theoretische Quantile
nl: Theoretische kwantielen

source: Observed quantiles
de: Beobachtete Quantile
nl: Waargenomen kwantielen

source: unsupported plot object of class: %s
de: nicht unterstütztes Abbildungsobjekt mit Klasse: %s
nl: niet ondersteund plot object van klasse: %s

source: Arguments xAxis and yAxis of themeJasp will be deprecated. Please use the argument "sides" instead.
de: Argumente xAxis und yAxis von themeJasp werden überholt werden. Bitte benutze stattdessen das Argument "sides".
nl: Argumenten xAxis en yAxis van themeJasp zullen niet meer ondersteund worden. Gebruik in plaats daarvan a.u.b. het argument "sides".

source: Median:
nl: Mediaan:
