Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: Estimation failed: Hessian matrix is not numerically computable. <ul><li>Check outliers or feasibility of the distribution fitting the data.</li></ul>
de: Schätzung fehlgeschlagen: Hesse-Matrix is nicht numerisch berechenbar. <ul><li> Prüfe nach Ausreißern oder der Passgüte der Verteilung auf die Daten.</li></ul>
nl: Schatting mislukt: Hessiaanse matrix is niet numeriek te berekenen. <ul><li> Controleer uitschieters of haalbaarheid van de fitting van de gegevens.</li></ul>

source: This function should not be used. In for reference.
de: Diese Funktion sollte nicht verwendet werden. Existiert für Referenz.
nl: Deze functie kan niet worden gebruikt. Erin voor referentie.

source: K-Nearest Neighbors Classification
de: K-nächste-Nachbarn-Klassifikation
nl: K-Dichtste Buren Classificatie

source: Linear Discriminant Classification
de: Lineare Discriminanten-Klassifikation
nl: Lineaire Discriminant Classificatie

source: Random Forest Classification
de: Random-Forest-Klassifikation
nl: Random Forest Classificatie

source: Boosting Classification
de: Boosting Klassifikation
nl: Boosting Classificatie

source: Nearest neighbors
de: Nächste-Nachbarn
nl: Dichtste buren

source: Weights
de: Gewichte
nl: Gewichten

source: Distance
de: Distanz
nl: Afstand

source: Linear Discriminants
de: Lineare Diskriminanten
nl: Lineaire Discriminanten

source: Method
de: Methode
nl: Methode

source: Trees
de: Bäume
nl: Bomen

source: Predictors per split
nl: Voorspellers per split

source: Shrinkage
nl: Krimping

source: n(Validation)
nl: n (Validatie)

source: n(Test)
nl: n(Toets)

source: Validation Accuracy
de: Validierungs-Genauigkeit
nl: Validatie Nauwkeurigheid

source: Test Accuracy
de: Test-Genauigkeit
nl: Toetsprecisie

source: OOB Accuracy
de: OOB Genauigkeit
nl: OOB Precisie

source: Please provide a target variable and at least %i predictor variable(s).
de: Bitte gib eine Zielvariable und mindestens %i Prädiktorvariable(n) an.
nl: Geef a.u.b. een doelvariabele en minstens %i voorspellende variabele(n).

source: The model is optimized with respect to the <i>validation set accuracy</i>.
nl: Het model is geoptimaliseerd met de <i>validatiesetsprecisie</i>.

source: The optimum number of nearest neighbors is the maximum number. You might want to adjust the range of optimization.
nl: Het optimale aantal naaste buren is het maximale aantal. Het kan helpen om het bereik van optimalisatie aan te passen.

source: Euclidean
de: Euklidisch
nl: Euclideaans

source: The model is optimized with respect to the <i>out-of-bag accuracy</i>.
nl: Het model is geoptimaliseerd met de <i>out-of-bag precisie</i>.

source: Confusion Matrix
de: Konfusionsmatrix
nl: Verwarringsmatrix

source: Predicted
de: Vorhergesagt
nl: Voorspeld

source: Decision Boundary Matrix
nl: Beslissingsgrens Matrix

source: Cannot create matrix: not enough numeric variables remain after removing factor variables. You need at least 2 numeric variables.
nl: Kan geen matrix maken: er blijven niet genoeg numerieke variabelen over na het weghalen van factorvariabelen. U heeft minstens 2 numerieke variabelen nodig.

source: ROC Curves Plot
de: ROC-Kurven-Grafik
nl: ROC Kurven Grafiek

source: False positive rate
de: Falsch-positiv-Rate
nl: Fout-positieven

source: True positive rate
de: Richtig-positiv-Rate
nl: Terecht-positieven

source: Perfect separation
de: Perfekte Trennung
nl: Perfecte scheiding

source: Andrews Curves Plot
de: Andrews-Kurven-Diagramm
nl: Andrews kromme

source: Andrews curves require a minimum of 2 predictor variables.
de: Andrews Kurve benötigt ein Minimum von 2 Prädiktorvariablen.
nl: Andrews kromme vereist minimaal 2 predictor variabelen.

source: Box's M-test for Homogeneity of Covariance Matrices
nl: Box's M-toets voor Homogeniteit van Covariantiematrixen

source: Evaluation Metrics
de: Evaluationsmetriken
nl: Evaluatie Metriek

source: Precision
de: Genauigkeit
nl: Nauwkeurigheid

source: AUC
nl: AIC

source: Area Under Curve (AUC) is calculated for every class against all other classes.
de: Area Under Curve (AUC) wordt berekend voor iedere klasse tegenover alle andere klassen.
nl: Area Under Curve (AUC) wordt berekend voor iedere klasse tegenover alle andere klassen.

source: Average / Total
de: Mittelwert / Gesamt
nl: Gemiddelde / Totaal

source: Class Proportions
de: Klassenverhältnisse
nl: Klasse Verhoudingen

source: Data Set
de: Datensatz
nl: Gegevens

source: Validation Set
de: Validations-Menge
nl: Validatieset

source: Training and Validation Set
de: Trainings- und Validations-Menge
nl: Trainings- en Validatieverzameling

source: Test Set
de: Test-Menge
nl: Toets Verzameling

source: You have specified more clusters than distinct data points. Please choose a number lower than %s.
de: Du hast mehr Cluster als Beobachtungen angegeben. Bitte wähle eine Zahl <%s.
nl: U heeft meer clusters gespecificeerd dan datapunten. Kies een getal lager dan %s.

source: R package error: The hclust clustering algorithm from the stats R package cannot handle data that has 65536 or more rows. We are working on a solution for this problem. Please try another algorithm in the meantime.
de: Fehler in R-Paket: Der hclust Clusteralgorithmus aus dem `stats` R-Paket kann Daten mit mehr als 65535 Zeilen nicht verarbeiten. Wir arbeiten an einer Lösung für dieses Problem. Bitte wähle in der Zwischenzeit einen anderen Algorithmus.
nl: R package fout: Het hclust clusteringsalgoritme van het stats R package kan niet werken met data die 65536 of meer rijen heeft. We zijn bezig met een oplossing voor dit probleem. Gebruik tot dan a.u.b. een ander algoritme.

source: K-Means Clustering
nl: K-Means Clusteren

source: Fuzzy C-Means Clustering
nl: Fuzzy C-Gemiddelden Clusteren

source: Hierarchical Clustering
de: Hierarchisches Clustering
nl: Hiërarchisch Clusteren

source: Density-Based Clustering
de: Dichtebasiertes Clustering
nl: Gebaseerd Op Dichtheid Clusteren

source: Please provide at least 2 variables.
de: Bitte gib mindestens 2 Variablen an.
nl: Geef a.u.b. minstens 2 variabelen.

source: The model is optimized with respect to the <i>%s</i> value.
nl: Het model is geoptimaliseerd met de <i>%s</i> waarde.

source: The optimum number of clusters is the maximum number of clusters. You might want to adjust the range of optimization.
de: Die optimale Anzahl von Clustern ist die maximale Anzahl von Clustern. Möglicherweise möchtest Du den Optimierungsbereich anpassen.
nl: Het optimale aantal clusters is het maximale aantal clusters. Het is misschien beter om het bereik van optimalisatie aan te passen.

source: Your cluster model contains 0 clusters and only Noisepoints, we advise to change the Eps and MinPts parameters.
nl: Het clustermodel bevat 0 clusters en enkel Noisepoints. U zou de Eps en MinPts parameters kunnen aanpassen.

source: Your cluster model contains 1 cluster and 0 Noisepoints. You could change the Eps and MinPts parameters.
nl: Het clustermodel bevat 1 cluster en 0 Noisepoints. U zou de Eps en MinPts parameters kunnen aanpassen.

source: The variables in the model are <b>unstandardized</b>.
de: Die Variablen in dem Modell sind <b>unstandardisiert</b>.
nl: De variabelen in het model zijn <b>ongestandaardiseerd</b>.

source: Cluster Information
nl: Cluster Informatie

source: Size
de: Größe
nl: Grootte

source: Explained proportion within-cluster heterogeneity
nl: Verklaarde proportie within-cluster heterogeniteit

source: Within sum of squares
de: Innere Quadratsumme
nl: Binnen Kwadratensom

source: The Between Sum of Squares of the %1$s cluster model is %2$s
de: Die Zwischen-Quadratsumme von Clustermodell %1$s ist %2$s
nl: De Tussen Kwadratensom van het %1$s clustermodel is %2$s

source: The Total Sum of Squares of the %1$s cluster model is %2$s
de: Die gesamte Quadratsumme von Clustermodell %1$s ist %2$s
nl: De Totale Kwadratensom van het %1$s clustermodel is %2$s

source: Maximum diameter
de: Maximaler Durchmesser
nl: Maximale diameter

source: Minimum separation
de: Minimale scheiding
nl: Minimale scheiding

source: All metrics are based on the <i>euclidean</i> distance.
de: Alle Metriken basieren auf der <i>Euklidischen</i> Distanz.
nl: Alle metrieken zijn gebaseerd op de <i>euclideaanse</i> afstand.

source: Evaluation metrics cannot be computed when there is only 1 cluster.
de: Evaluationsmetriken können nicht berechnert werden wenn es nur 1 Cluster gibt.
nl: Evaluatiemetrieken kunnen niet worden berekend wanneer er maar 1 cluster is.

source: t-SNE Cluster Plot
de: t-SNE Cluster-Abbildung
nl: t-SNE Cluster Grafiek

source: Elbow Method Plot
de: Ellenbogenmethode Abbildung
nl: Elleboog Methode Grafiek

source: Number of Clusters
de: Anzahl Cluster
nl: Aantal Clusters

source: Lowest %s value
de: Niedrigster Wert %s
nl: Laagste %s waarde

source: Cluster Means
de: Clustermittelwerte
nl: Clustergemiddelden

source: Cluster Density Plots
de: Clusterdichte Abbildungen
nl: Cluster Dichtheid Grafieken

source: Cluster Mean Plots
de: Clustermittelwerte Abbildungen
nl: Cluster Gemiddelde Grafieken

source: All predictors
de: Alle Prädiktoren
nl: Alle voorspellers

source: The variable '%s' can't be both a predictor and a test set indicator.
nl: De variable '%s' kan niet zowel een voorspellende variabele als setindicator zijn.

source: Your test set indicator should be binary, containing only 1 (included in test set) and 0 (excluded from test set).
nl: Je toetssetsindicator moet binair zijn, met alleen 1 (meegenomen in toetsset) en 0 (niet meegenomen in toetsset).

source: You have specified more nearest neighbors than there are observations in the training set. Please choose a number lower than %d.
nl: U heeft meer naaste buren gespecificeerd dan er observaties in de trainingset zitten. Kies a.u.b. een getal lager dan %d.

source: You have specified more folds than there are observations in the training and validation set. Please choose a number lower than %d.
nl: U heeft meer vouwen gespecificeerd dan er observaties in de training- en validatieset zitten. Kies a.u.b. een getal lager dan %d.

source: The minimum number of observations per node is too large. Ensure that `2 * Min. observations in node + 1` > `Training data used per tree * available training data` (in this case the minimum can be %.3f at most).
nl: Het minimale aantal observaties per knoop is te groot. Zorg ervoor dat `2 * Min. observaties in knoop + 1` > `Trainingsdata gebruikt per boom * beschikbare trainingsdata` (in dit geval kan het minimum op zijn hoogst %.3f zijn).

source: K-Nearest Neighbors Regression
de: K-nächste-Nachbarn Regression
nl: K-Dichtste Buren Regressie

source: Regularized Linear Regression
de: Regularisierte lineare Regression
nl: Geregulariseerde Lineaire Regressie

source: Random Forest Regression
nl: Random Forest Regressie

source: Boosting Regression
nl: Boosting Regressie

source: Penalty
de: Strafterm
nl: Straf

source: Loss function
nl: Verliesfunctie

source: Validation MSE
nl: Validatie MSE

source: Test MSE
nl: Toets MSE

source: OOB Error
de: OOB Fehler
nl: OOB Fout

source: Please provide a target variable and at least %d predictor variable(s).
de: Bitte gib eine Zielvariable und mindestens %d Prädiktorvariable(n) an.
nl: Geef a.u.b. een doelvariabele en minstens %d voorspellende variabele(n).

source: The model is optimized with respect to the <i>validation set mean squared error</i>.
nl: Het model is geoptimaliseerd met de <i>validatieset gemiddelde kwadratenfout </i>.

source: When %s is set to 0 linear regression is performed.
de: Wenn %s auf 0 gesetzt ist, wird eine lineare Regression durchgeführt.
nl: Wanneer %s op 0 is gezet, wordt lineaire regressie uitgevoerd.

source: The model is optimized with respect to the <i>out-of-bag mean squared error</i>.
nl: Het model is geoptimaliseerd met de <i>out-of-bag gemiddelde kwadratenfout</i>.

source: Gaussian
de: Gaußsch
nl: Gaussische

source: R%s cannot be computed due to lack of variance in the predictions.</i>
nl: R%s kan niet berekend worden vanwege een gebrek aan variantie in de voorspellingen.</i>

source: Predictive Performance Plot
nl: Grafiek Prestatievoorspelling

source: Observed test values
de: Beobachtete Testwerte
nl: Geobserveerde toetswaarden

source: Predicted test values
de: Vorhergesagte Testwerte
nl: Voorspelde toetswaarden

source: Test: %d
nl: Toets: %d

source: Total: %d
de: Gesamt: %d
nl: Totaal: %d

source: Validation: %d
nl: Validatie: %d

source: Train and validation: %d
de: Training und Validation: %d
nl: Train en validatie: %d

source: Object passed to .scaleNumericData.matrix was not numeric!
de: Objekt weitergegeben an .scaleNumericData. Matrix war nicht numerisch!
nl: Object doorgegeven aan .scaleNumericData.matrix was niet numeriek!

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on a two-sided <em>p</em>-value,the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
de: Vovk-Sellke-Maximum-<em>p</em>-Quotient: Basierend auf einem zweiseitigen <em>p</em>-Wert ist der maximale Quotient zugunsten H%1$s gegenüber H%2$s gegeben durch 1/(-e <em>p</em> log(<em>p</em>)) für <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
nl: Vovk-Sellke Maximum <em>p</em>-Ratio: Gebaseerd op een tweezijdige <em>p</em>-waarde, de maximaal mogelijke kansen ten gunste van H%1$s boven H%2$s is gelijk aan 1/(-e <em>p</em> log(<em>p</em>)) voor <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).

source: Please provide another variable.
de: Bitte gib eine andere Variable ein.
nl: Geef a.u.b. een andere variabele.

source: Variables %s and %s are the same!
de: Variablen %s und %s sind gleich!
nl: De variabelen %s en %s zijn hetzelfde!

source: Bayes factor robustness check plot currently not supported for informed prior.
de: Bayesfaktor-Robustheitsprüfungsdiagramm ist derzeit nicht für informierte Prior verfügbar.
nl: Bayes factor robuustheidsevaluatiegrafiek momenteel niet ondersteund voor de geïnformeerde prior.

source: Sequential analysis robustness check plot currently not supported for informed prior.
de: Robustheitsprüfungsdiagramm der sequenziellen Analyse ist derzeit nicht für informierte Prior verfügbar.
nl: Sequentiële analyse robuustheidsevaluatiegrafiek momenteel niet ondersteund voor de geïnformeerde prior.

source: Expected numeric or character rscale but got %s.
de: Erwartete Zahl oder Buchstabe rscale, aber bekam %s.
nl: Verwachte numerieke of karakter rschaal, maar ontving %s.

source: Running robustness check %d / %d
de: Berechne Bayesfaktor-Robustheitsprüfung %d / %d
nl: Uitvoeren van Robuustheidsevaluatie %d / %d

source: user prior
de: benutzerdefinierter Prior
nl: gebruikersprior

source: wide prior
de: breiter Prior
nl: Brede prior

source: ultrawide prior
de: ultrabreiter Prior
nl: Zeer brede prior

source: %s at r==%s
de: %s mit r==%s
nl: %s met r==%s

source: Cauchy prior width
de: Breite Cauchy-Prior
nl: Cauchy prior breedte

source: Running sequential analysis %d / %d
de: Berechne sequentielle Analyse %d / %d
nl: Voert opeenvolgende analyse uit %d / %d

source: %s%% CI:
de: %s%% KI:
nl: %s%% BI:

source: Bayes factor could not be calculated
de: Bayesfaktor konnte nicht berechnet werden
nl: Bayes factor kon niet worden berekend

source: Bayes factor is infinite
de: Bayesfaktor ist unendlich
nl: Bayes-factor is oneindig

source: The Bayes factor is too small
de: Der Bayesfaktor ist zu klein
nl: De Bayes factor is te klein

source: Bayesian Pearson Correlations
de: Bayessche Pearson-Korrelationen
nl: Bayesian Pearson correlaties

source: Bayesian Kendall's Tau Correlations
de: Bayessche Kendalls-Tau-Korrelationen
nl: Bayesian Kendall's Tau correlaties

source: Bayesian Spearman Correlations
de: Bayessche Spearman-Korrelationen
nl: Bayesian Spearman correlaties

source: Bayesian Correlation Table
de: Bayessche Korrelationstabelle
nl: Bayesiaanse correlatie tabel

source: Pearson Correlations
de: Pearson-Korrelationen
nl: Pearson correlaties

source: Kendall's Tau Correlations
de: Kendalls-Tau-Korrelationen
nl: Kendall's Tau correlaties

source: Spearman Correlations
de: Spearman-Korrelationen
nl: Spearman correlaties

source: Correlation Table
de: Korrelationstabelle
nl: Correlatietabel

source: Plotting not possible: Number of observations is < 3
de: Abbildung unmöglich: Anzahl Beobachtungen ist < 3
nl: Grafiek maken niet mogelijk: Aantal observaties is < 3

source: Plotting not possible: Infinite value(s)
de: Abbildung unmöglich: Unendliche(r) Wert(e)
nl: Grafiek maken niet mogelijk: oneindige waarde(n)

source: Upper %s%% CI
de: Obere %s%% KI
nl: Boven %s%% BI

source: Lower %s%% CI
de: Untere %s%% KI
nl: Onder %s%% BI

source: Equivalence Prior and Posterior
de: Äquivalenz Prior und Posterior
nl: Gelijkwaardigheid Prior en Posterior

source: Equivalence Sequential Analysis
de: Äquivalenz sequenzielle Analyse
nl: Gelijkwaardigheid Sequentiële Analyse

source: Non-valid type argument provided
de: Ungültigen Argumenttyp übergeben
nl: Niet-valide argumenttype gegeven

source: Unknown check type provided: "
de: Unbekannten Checktyp übergeben: "
nl: Onbekende check type gegeven: "

source: Missing required argument(s): "
de: Fehlende(s) benötigte(s) Argument(e): "
nl: Verplicht(e) argument(en) ontbreken: "

source: Each grouping variable must have a level specified
de: Jede Gruppierungsvariable muss eine spezifizierte Stufe haben
nl: Iedere groeperende variabele moet een gespecificeerd niveau hebben

source: the modelterms list must contain the named item `components`
de: die Liste der Modellterme muss ein mit `componenten` benanntes Item beinhalten
nl: de modeltermenlijst moet een item hebben genaamd `componenten`

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
de: Vovk-Sellke-Maximum-<em>p</em>-Quotient: Basierend auf dem <em>p</em>-Wert ist der maximalen Quotient zugungsten der H%1$s relativ zur H%2$s gegeben durch 1/(-e <em>p</em> log(<em>p</em>)) für <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
nl: Vovk-Sellke Maximum <em>p</em>-Ratio: Gebaseerd op de <em>p</em>-waarde, de maximaal mogelijke kansen ten gunste van H%1$s boven H%2$s is gelijk aan 1/(-e <em>p</em> log(<em>p</em>)) voor <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).

source: The following problem(s) occurred while running the analysis:
de: Folgende(s) Problem(e) traten beim Ausführen der Analyse auf:
nl: De volgende problemen deden zich voor tijdens de analyse:

source: after grouping on %s
de: nach Gruppieren mit %s
nl: na het groeperen over %s

source: This analysis terminated unexpectedly. %s To receive assistance with this problem, please report the message above at: https://jasp-stats.org/bug-reports
de: Diese Analyse wurde unerwartet beendet. %s Um Hilfe zu diesem Problem zu bekommen, berichte die oben stehende Meldung auf: https://jasp-stats.org/bug-reports
nl: Deze analyse werd onverwacht beëindigd. %s Om hulp te krijgen met dit probleem, rapporteer het bovenstaande bericht aan: https://jasp-stats.org/bug-reports

source: Infinity found in %s
de: Unendlichkeit gefunden in %s
nl: Oneindigheid gevonden in %s

source: Number of factor levels is %s in %s
de: Anzahl Faktorstufen ist %s in %s
nl: Aantal factorniveaus is %s in %s

source: The variance in %s is equal to %s
de: Die Varianz in %s ist gleich zu %s
nl: De variantie in %s is gelijk aan %s

source: Number of observations is %s in %s
de: Anzahl Beobachtungen ist %s in %s
nl: Aantal observaties is %s in %s

source: Cannot compute statistic reliably: number of observations is %s in %s
de: Kann Statistik nicht zuverlässig berechnen: Anzahl Beobachtungen ist %s in %s
nl: Kan statistiek niet betrouwbaar berekenen: aantal observaties is %s in %s

source: Values in %s outside interval [%s, %s]
de: Werte in %s außerhalb Intervall [%s, %s]
nl: Waarden in %s buiten interval [%s, %s]

source: Dataset is not a proper variance-covariance matrix. Please load only a positive definite symmetrical matrix as your dataset.
de: Datensatz ist keine korrekte Varianz-Kovarianz-Matrix. Bitte lade nur eine positiv definite symmetrische Matrix als deinen Datensatz.
nl: De gegevens vormen geen correcte variantie-covariantie matrix. Gebruik als invoer alleen een positieve definitieve symmetrische matrix.

source: The variance-covariance matrix of the supplied data is not positive-definite. Please check if variables have many missings observations or are collinear
de: Die Varianz-Kovarianz-Matrix der angegebenen Daten ist nicht positiv definit. Bitte überprüfe, ob die Variablen viele fehlende Beobachtungen haben oder kollinear sind
nl: De variantie-covariantie matrix van de gegeven dat is niet positief-definitief. Controleer a.u.b. of de variabelen ontbrekende observaties bevatten of dat ze collineair zijn

source: Main effects and lower-order interactions must be included whenever the corresponding higher-order interaction is included
de: Haupteffekte und Interaktionen niederer Ordnung müssen immer einbezogen werden, wenn die entsprechende Interaktion höherer Ordnung einbezogen wird
nl: Hoofdeffecten en lagere-orde interacties moeten worden meegenomen wanneer de corresponderende hogere-orde interacties zijn meegenomen

source: Negative numbers found in %s
de: Negative Zahlen in %s gefunden
nl: Negatieve aantallen gevonden in %s

source: Missing values encountered in %s
de: Fehlende Werte in %s gefunden
nl: Ontbrekende waarden gevonden in %s

source: Levene's test is significant (p < .05), suggesting a violation of the equal variance assumption
de: Levenes Test ist signifikant (p < .05), was auf eine Verletzung der Annahme von gleichen Varianzen hindeutet
nl: Levene's toets is significant (p < .05), wat suggereert dat de aanname van gelijke variantie is geschonden

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
de: Vovk-Sellke-Maximum-<em>p</em>-Quotient: Basierend auf dem <em>p</em>-Wert ist der maximale Quotient zugunsten der H%1$s relativ zur H%2$s gegeben durch 1/(-e <em>p</em> log(<em>p</em>)) für <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
nl: Vovk-Sellke Maximum <em>p</em>-Ratio: Gebaseerd op de <em>p</em>-waarde, de maximaal mogelijke kansen ten gunste van H%1$s boven H%2$s is gelijk aan 1/(-e <em>p</em> log(<em>p</em>)) voor <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).

source: Proportions tested against value: %s
de: Verhältnisse getestet gegen Wert: %s
nl: Proporties getest tegen waarde: %s

source: For all tests, the alternative hypothesis specifies that the proportion is less than %s
de: Für alle Tests gibt die Alternativhypothese an, dass der Anteil weniger als %s ist
nl: Voor alle toetsen specificeert de alternatieve hypothese dat de proportie minder is dan %s

source: For all tests, the alternative hypothesis specifies that the proportion is greater than %s
de: Bei allen Tests gibt die Alternativhypothese an, dass das Verhältnisgrößer als %s ist
nl: Voor alle toetsen specificeert de alternatieve hypothese dat de proportie groter is dan %s

source: Could not find message for class %s and type %s
de: Konnte keine Nachricht für Klasse %s und Typ %s finden
nl: Kon geen bericht vinden voor klasse %s en type %s

source: Bayesian Independent Samples T-Test
de: Bayesscher t-Test für unabhängige Stichproben
nl: Bayesiaanse T-Toets Onafhankelijke Steekproeven

source: Proportional error estimate could not be computed.
nl: Proportionele foutschatting kon niet worden berekend.
