Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: Additional fit indices
de: Weitere Anpassungsindizes
nl: Extra pas indices

source: RMSEA 90%% confidence
de: RMSEA 90%% Konfidenz
nl: RMSEA 90%% betrouwbaarheid

source: Screeplot not available. Internal error message: %s
de: Screeplot nicht verfügbar. Interne Fehlermeldung: %s
nl: Screeplot niet beschikbaar. Interne foutmelding: %s

source: Simulated (95th quantile)
de: Simuliert (95tes Quantil)
nl: Gesimuleerd (95ste kwantiel)

source: Eigenvalue
de: Eigenwert
nl: Eigenwaarde

source: Path Diagram
de: Pfaddiagramm
nl: Paddiagram

source: Cannot plot the posterior - possibly too concentrated near 0.
de: Kann Posterior nicht plotten - möglicherweise zu konzentriert um 0.
nl: Kan de posterior niet plotten - mogelijk te geconcentreerd rondom 0.

source: The following names appeared both in the data set and in the user specified data: %s
de: Die folgenden Namen erscheinen sowohl im Datensatz und den benutzerdefinierten Daten: %s
nl: De volgende namen komen zowel voor in de gegevens als in de door de gebruiker gespecificeerde gegevens: %s

source: Please specify which parameters to monitor!
de: Bitte spezifiziere, welche Parameter beobachtet werden sollen!
nl: Specificeer a.u.b. welke parameters moeten worden beoordeeld!

source: Please specify which parameters to show output for!
de: Bitte gib an, für welche Parameter die Ausgabe gezeigt werden soll!
nl: Specificeer a.u.b. voor welke parameters de uitvoer moet worden getoond!

source: Rhat
de: R-Dach
nl: R-dakje

source: Point est.
de: Punktschätzung
nl: Puntschatting.

source: Upper CI
de: Obergrenze KI
nl: Bovengrens GI

source: Effecive Sample Size
de: Effektiver Stichprobenumfang
nl: Effectieve Steekproefgrootte

source: No data was supplied, everything was sampled from the priors!
de: Es wurden keine Daten übergeben, alles gezogen aus den Priors!
nl: Geen data gegeven, alles gesampled van de priors!

source: Deviance cannot be computed without data.
de: Devianz kann ohne Daten nicht berechnet werden.
nl: Deviatie kan niet berekend worden zonder gegevens.

source: Failed to compute the Rhat statistic. This is expected if the model contains discrete parameters.
de: Die R-Dach-Statistik konnte nicht berechnet werden. Dies ist zu erwarten, wenn das Modell diskrete Parameter enthält.
nl: Kan de R-dakje statistiek niet berekenen. Dit is te verwachten als het model discrete parameters bevat.

source: The multivariate potential scale reduction factor is estimated at %.3f.
nl: De multivariaat potentieelschaal reductiefactor is geschat op %.3f.

source: Rhat statistic cannot be computed for only one chain. It is strongly recommoned to run more than one chain to assess MCMC convergence!
de: Die R-Dach-Statistik kann nicht für nur eine Kette berechnet werden. Es wird dringend empfohlen, zur Beurteilung der MCMC-Konvergenz mehr als eine Kette laufen zu lassen!
nl: R-dakje statistiek kan niet worden berekend voor een enkele ketting. We bevelen aan meer dan één ketting uit te voeren om MCMC convergentie te beoordelen!

source: Marginal Density
de: Randdichte
nl: Marginale Dichtheid

source: Marginal Histogram
de: Randhistogramm
nl: Marginale Histogram

source: Autocorrelation Plots
de: Autokorrelationsplots
nl: Auto-correlatie grafieken

source: Bivariate Scatter Plot
de: Bivariates Streudiagramm
nl: Bivariate Spreidingsgrafiek

source: Chain
de: Kette
nl: Ketting

source: Iteration
nl: Iteratie

source: Autocorrelation
de: Autokorrelation
nl: Auto-correlatie

source: At least two parameters need to be monitored and shown to make a bivariate scatter plot!
de: Mindestens zwei Parameter müssen beobachtet und angezeigt werden, um ein bivariates Streudiagramm zu erstellen!
nl: Minstens twee parameters moeten worden gemonitord en weergegeven om een bivariate spreidingsgrafiek te maken!

source: %1$s%2$sIn addition:%3$s%4$s
de: %1$s%2$sZusätzlich:%3$s%4$s
nl: %1$s%2$sDaarnaast:%3$s%4$s

source: The model contains more '%1$s' than '%2$s' (%3$d vs %4$d)
de: Das Modell beinhaltet mehr '%1$s' als '%2$s' (%3$d vs %4$d)
nl: Het model bevat meer '%1$s' dan '%2$s' (%3$d vs %4$d)

source: There was a problem loading JAGS, JAGS_HOME is: '%1$s'. Please contact the JASP team for support. Error was: %2$s.
de: Es gab ein Problem beim Laden von JAGS, JAGS_HOME ist: '%1$s'. Bitte kontaktiere das JASP-Team für Hilfe. Der Fehler war: %2$s.
nl: JAGS, JAGS_HOME kon niet worden geladen: '%1$s'. Neem contact op met het JASP-team voor ondersteuning. Fout: %2$s.

source: Expected JAGS version 4.3.0 but found %s
de: Erwartete JAGS-Version 4.3.0, aber %s gefunden
nl: Verwachtte JAGS versie 4.3.0 maar vond %s

source: The R code for %1$s crashed with error: %2$s
de: Der R-Code für %1$s ist abgestürzt, mit Fehler: %2$s
nl: De R code voor %1$s is gecrasht met fout: %2$s

source: The result of %1$s R code should be numeric but it was of mode %2$s and class %3$s
de: Das Ergebnis von %1$s R-Code muss numerisch sein, aber war vom Typ %2$s und Klasse %3$s
nl: Het resultaat van %1$s R code moet numeriek zijn maar was van type %2$s en klasse %3$s

source: Bernoulli distribution
de: Bernoulli-Verteilung
nl: Bernoulli verdeling

source: probability of success: p %s %s: 0 %s p %s 1
de: Erfolgswahrscheinlichkeit: p %s %s: 0 %s p %s 1
nl: kans op succes: p %s %s: 0 %s p %s 1

source: The optimization did not converge, try adjusting the parameter values.
de: Die Optimierung ist nicht konvergiert; versuche, die Parameterwerte anzupassen.
nl: De optimalisatie kon niet convergeren, probeer de waarden van de parameters aan te passen.

source: <i>Warning.</i>
de: <i>Warnung.</i>
nl: <i>Waarschuwing.</i>

source: beta distribution
de: Beta-Verteilung
nl: betaverdeling

source: shape: %s
de: Form: %s
nl: vorm: %s

source: binomial distribution
de: Binomiale Verteilung
nl: binomiale verdeling

source: probability of success: %s
de: Erfolgswahrscheinlichkeit: %s
nl: kans op succes: %s

source: number of trials: %s
de: Anzahl Versuche: %s
nl: steekproefgrootte: %s

source: Parameter n was fixed at value %s.
de: Parameter n wurde fixiert auf Wert %s.
nl: Parameter n werd bepaald op waarde %s.

source: %s<sup>2</sup> distribution
de: %s<sup>2</sup> Verteilung
nl: %s<sup>2</sup> verdeling

source: degree of freedom: %s
de: Freiheitsgrade: %s
nl: vrijheidsgraden: %s

source: non-centrality: %s
de: Nichtzentralität: %s
nl: niet-centraal: %s

source: exponential distribution
de: Exponentielle Verteilung
nl: exponentiële verdeling

source: scale: %s
de: Skalierungsparameter: %s
nl: schaal: %s

source: rate: %s
nl: ratio: %s

source: F-distribution
de: F-Verteilung
nl: F-verdeling

source: gamma distribution
de: Gammaverteilung
nl: gamma verdeling

source: mean: %s
de: Mittelwert: %s
nl: gemiddelde: %s

source: inverse gamma distribution
de: Inverse Gammaverteilung
nl: inverse gamma verdeling

source: normal distribution
de: Normalverteilung
nl: normaal verdeling

source: mean: &mu; %s
de: Mittelwert: &mu; %s
nl: gemiddelde: &mu; %s

source: variance: %s
de: Varianz: %s
nl: variantie: %s

source: standard deviation: %s
de: Standardabweichung: %s
nl: standaarddeviatie: %s

source: precision: %s
de: Präzision: %s
nl: nauwkeurigheid: %s

source: square root of precision: %s
de: Quadratwurzel der Präzision: %s
nl: kwadraatwortel van nauwkeurigheid: %s

source: logistic distribution
de: logistische Verteilung
nl: Logistische verdeling

source: location: &mu; %s
de: Lage: &mu; %s
nl: locatie: &mu; %s

source: log-normal distribution
de: Log-Normalverteilung
nl: Lognormale verdeling

source: log mean: &mu; %s
de: Log-Mittelwert: &mu; %s
nl: log gemiddelde: &mu; %s

source: log standard deviation: %s
de: Log-Standardabweichung: %s
nl: log standaarddeviatie: %s

source: negative binomial distribution
de: Negativ Binomialverteilung
nl: negatief-binomiale verdeling

source: number of successes: %s
de: Anzahl Erfolge: %s
nl: aantal successen: %s

source: dispersion: %s
nl: dispersie: %s

source: Poisson distribution
de: Poisson-Verteilung
nl: Poisson verdeling

source: t-distribution
de: t-Verteilung
nl: t-verdeling

source: does not exist unless df > 1
de: existiert nur wenn df > 1
nl: bestaat niet tenzij vg > 1

source: does not exist unless df > 2
de: existiert nur wenn df > 2
nl: bestaat niet tenzij vg > 2

source: The design matrix is not invertible. This might be due to collinear dependent variables.
de: Die Designmatrix ist nicht invertierbar. Ein möglicher Grund sind kollineare abhängige Variablen.
nl: De ontwerp matrix is niet inverteerbaar. Dit kan het gevolg zijn van collinaire variabelen.

source: no terms in scope
de: keine Terme im Geltungsbereich
nl: geen termen in scope

source: no terms in scope for adding to object
de: keine Terme im Geltungsbereich für Hinzufügen zu Objekt
nl: geen termen in scope voor toevoegen object

source: trying + %s
de: probiere + %s
nl: proberen + %s

source: F test assumes 'quasi%s' family
de: F-Test setzt 'quasi%s' Familie voraus
nl: F toets gaat uit van 'quasi%s' familie

source: 'use.start' cannot be used with R's version of 'glm'
de: 'use.start' kann nicht mit R-version von 'glm' benutzt werden
nl: 'use.start' kan niet worden gebruikt met R's versie van 'glm'

source: AIC is not defined for this model, so 'stepAIC' cannot proceed
de: AIC ist für dieses Modell nicht definiert, sodass 'stepAIC' nicht fortgesetzt werden kann
nl: AIC is niet gedefinieerd voor dit model, hierdoor kan 'stepAIC' niet worden voortgezet

source: AIC is -infinity for this model, so 'stepAIC' cannot proceed
de: AIC ist -unendlich für dieses Modell, sodass 'stepAIC' nicht fortgesetzt werden kann
nl: AIC is -oneindig voor dit model, dus 'stepAIC' kan niet worden voortgezet

source: 0 df terms are changing AIC
nl: 0 vg termen veranderen AIC

source: number of rows in use has changed: remove missing values?
de: Anzahl der verwendeten Zeilen geändert: Fehlende Werte entfernen?
nl: aantal rijen in gebruik is veranderd: verwijder ontbrekende waarden?

source: AIC undefined for REML fit
nl: AIC niet gedefinieerd voor REML fit

source: FIML only available with ML-type estimators.
nl: FIML alleen beschikbaar met ML-type schatters.

source: Not all exogenous variables are admissible. Inadmissible exogenous variables: %s. Only binary or continuous exogenous variables allowed.
nl: Niet alle exogene variabelen zijn toelaatbaar. Niet-toelaatbare exogenevariabelen: %s. Slechts binaire en continue variabelen toegestaan.

source: Not all endogenous variables are admissible. Inadmissible endogenous variables: %s. Only scale or ordinal endogenous variables allowed.
de: Nicht alle endogenen Variablen sind zulässig. Unzulässige endogene Variablen: %s. Nur kardinale oder ordinale endogene Variablen zulässig.
nl: Niet alle endogene variabelen zijn toelaatbaar. Niet-toelaatbare endogenevariabelen: %s. Slechts schaal en ordinale variabelen toegestaan.

source: FIML missing value handling only available when all endogenous variables are of scale type. Ordinal endogenous variables in the model: %s
nl: FIML ontbrekende waardebehandeling slechts beschikbaar wanneer alle endogene variabelen van het type schaal zijn. Ordinale endogene variabelen in het model: %s

source: Estimation failed Message: %s
de: Schätzung fehlgeschlagen Meldung: %s
nl: Schatting mislukt Melding: %s

source: Direct effects
de: Direkte Effekte
nl: Directe effecten

source: Indirect effects
de: Indirekte Effekte
nl: Indirecte effecten

source: Total indirect effects
de: Gesamte indirekte Effekte
nl: Totale indirecte effecten

source: Delta method
de: Deltamethode
nl: Deltamethode

source: Robust
nl: Robuust

source: percentile bootstrap
de: Perzentil-Bootstrap
nl: percentiel bootstrap

source: normal theory bootstrap
nl: normaaltheorie bootstrap

source: bias-corrected percentile bootstrap
nl: Onzuiverheid-gecorrigeerde percentiel bootstrap

source: normal theory
nl: normaaltheorie

source: robust
nl: robuust

source: %1$s standard errors, %2$s confidence intervals.
de: %1$s standaard fouten, %2$s betrouwbaarheidsintervallen.
nl: %1$s standaard fouten, %2$s betrouwbaarheidsintervallen.

source: %1$s standard errors, %2$s confidence intervals, %3$s estimator. NB: Not all bootstrap samples were successful: CI based on %4$.0f samples.
de: %1$s Standardfehler, %2$s Konfidenzintervalle, %3$s Schätzer. Beachte: Nicht alle Bootstrap-Stichproben waren erfolgreich: KI basieren auf %4$.0f Stichproben.
nl: %1$s standaardfouten, %2$s betrouwbaarheidsintervallen, %3$s schatter. NB: Niet alle bootstrap steekproeven waren succesvol: BI gebaseerd op %4$.0f steekproeven.

source: %1$s standard errors, %2$s confidence intervals, %3$s estimator.
de: %1$s Standardfehler, %2$s Konfidenzintervalle, %3$s Schätzer.
nl: %1$s standaardfouten, %2$s betrouwbaarheidsintervallen, %3$s schatter.

source: R-Squared
de: R-Quadrat
nl: R-kwadraat

source: Path plot
de: Pfaddiagramm
nl: Paddiagram

source: The target variable should have at least 2 classes.
de: Die Zielvariable muss mindestens 2 Klassen enthalten.
nl: De doelvariabele moet minstens 2 klassen bevatten.

source: Linear Discriminant Coefficients
de: Lineare Diskriminanz-Koeffizienten
nl: Lineaire Discriminantie Coëfficiënten

source: Prior and Posterior Class Probabilities
de: Prior and Posterior Klassen-Wahrscheinlichkeiten
nl: Prior and Posterior Klasse Waarschijnlijkheden

source: Class Means in Training Data
de: Klassenmittelwerte in Trainingsdaten
nl: Klasse Gemiddelden in Trainingsdata

source: Linear Discriminant Matrix
de: Lineare Diskriminanzmatrix
nl: Lineaire Discriminantmatrix

source: Tests of Equality of Class Means
de: Test auf Gleichheit der Klassenmittelwerte
nl: Toets gelijkheid van Klasse Gemiddeldes

source: The null hypothesis specifies equal class means.
de: Die Nullhypothese spezifiziert gleiche Klassenmittelwerte.
nl: De nulhypothese specificeert gelijke klasse gemiddeldes.

source: Tests of Equality of Covariance Matrices
de: Test auf Gleichheit der Kovarianzmatrizen
nl: Toetsen van Gelijkwaardigheid van Covariantie Matrices

source: The null hypothesis specifies equal covariance matrices.
de: Die Nullhypothese spezifiziert gleiche Kovarianzmatrizen.
nl: De nul hypothese specificeert gelijke covariantie matrices.

source: Pooled Within-Class Matrices Correlations
nl: Pooled Within-Class Matricescorrelaties

source: K-Distance Plot
de: K-Distanz-Plot
nl: K-Afstands Grafiek

source: Points sorted by distance
de: Punkte sortiert nach Distanz
nl: Punten gesorteerd op afstand

source: %s-nearest neighbors distance
de: %s-nächste Nachbarn Distanz
nl: %s-Dichtste buren afstand

source: Maximum curvature = %s
nl: Maximale curvatuur = %s

source: End of recursion reached without converging
de: Ende der Rekursion erreicht, ohne zu konvergieren
nl: Einde van recursie bereikt zonder convergeren

source: x and y must be numeric and finite. Missing values not allowed.
de: x und y müssen numerisch und endlich sein. Fehlende Werte sind nicht zulässig.
nl: x en y moeten numeriek en eindig zijn. Ontbrekende waarden niet toegestaan.

source: x and y must be of equal length.
de: x und y müssen gleich lang sein.
nl: x en y moeten dezelfde lengte hebben.

source: Need more points to find cutoff.
de: Benötige mehr Punkte, um Cutoff zu finden.
nl: Meer punten nodig om een afkapwaarde te vinden.

source: Need to specify fraction of maximum slope.
de: Der Bruchteil der maximalen Steigung muss angeben werden.
nl: Fractie van maximale helling moet worden gespecificeerd.

source: Fraction of maximum slope must be positive and be less than or equal to 1.
de: Der Bruchteil der maximalen Steigung muss positiv und kleiner oder gleich 1 sein.
nl: Fractie van maximum slope moet positief zijn en minder dan of gelijk aan 1.

source: Method must be either 'first' or 'curvature'.
nl: Methode moet of 'first' of 'curvature' zijn.

source: Cutoff point is beyond range. Returning NA.
nl: Afkapwaarde ligt buiten bereik. Als resultaat wordt NA teruggegeven.

source: Variable Importance
de: Variablen-Wichtigkeit
nl: Belang van variabele

source: Mean decrease in Gini Index
nl: Gemiddelde afname in Gini Index

source: Relative Influence
de: Relativer Einfluß
nl: Relatieve Invloed

source: Out-of-bag Improvement Plot
nl: Out-of-bag Verbeteringsgrafiek

source: OOB Change in %s Multinomial Deviance
nl: OOB Verandering in %s Multinomiale Deviatie

source: OOB Change in %s Binomial Deviance
nl: OOB Verandering in %s Binomiale Afwijking

source: OOB Change in %s%s Deviance
nl: OOB Verandering in %s%s Afwijking

source: Number of Trees
de: Anzahl Bäume
nl: Aantal Bomen

source: Deviance Plot
de: Devianz-Abbildung
nl: Deviatie Grafiek

source: Multinomial Deviance
de: Multinomiale Devianz
nl: Multinomiale Afwijking

source: Binomial Deviance
de: Binomiale Devianz
nl: Binomiale Deviatie

source: %s Deviance
de: %s Devianz
nl: %s Afwijking

source: Relative Influence Plot
de: Relativer Einfluß Abbildung
nl: Relatieve Invloed Grafiek

source: Classification Accuracy Plot
de: Abbildung der Klassifizierungsgenauigkeit
nl: Classificatieprecisie Grafiek

source: Mean Squared Error Plot
de: Abbildung mittlerer quadratische Fehler
nl: Gemiddelde Kwadratenfout Grafiek

source: Classification Accuracy
de: Klassifikations-Genauigkeit
nl: Classificatieprecisie

source: Mean Squared Error
de: Mittlerer quadratischer Fehler
nl: Gemiddelde kwadratenfout

source: Validation set
de: Validations-Menge
nl: Validatieset

source: Number of Nearest Neighbors
de: Anzahl von nächsten Nachbarn
nl: Aantal Dichtsbijzijnde Buren

source: Training and validation set
de: Trainings- und Validations-Menge
nl: Trainings- en validatieset

source: Mean decrease in accuracy
de: Mittlere Abnahme der Genauigkeit
nl: Gemiddelde afname in precisie

source: Total increase in node purity
nl: Totale toename in knoop purity

source: Out-of-bag Classification Accuracy Plot
nl: Out-of-bag Classificatieprecisie Grafiek

source: Out-of-bag Mean Squared Error Plot
nl: Out-of-bag Gemiddelde kwadratenfout Grafiek

source: Out-of-bag %sClassification Accuracy
nl: Out-of-bag %sClassificatieprecisie

source: Out-of-bag %sMean Squared Error
nl: Out-of-bag %sGemiddelde Kwadratenfout

source: Mean Decrease in Accuracy
de: Mittlere Abnahme der Genauigkeit
nl: Gemiddelde Afname in Precisie

source: Total Increase in Node Purity
nl: Totale Toename in Knoop Purity

source: Regression Coefficients
de: Regression-Koeffizienten
nl: Regressie Coëfficiënten

source: Coefficient (%s)
de: Koeffizienten (%s)
nl: Coëfficiënten (%s)

source: Variable Trace Plot
de: Variablen-Verlaufs-Abbildung
nl: Variabele Spoor Grafiek

source: Lambda Evaluation Plot
de: Lambda-Evaluations-Abbildung
nl: Lambda-evaluatie Grafiek

source: Cross-Validated %sMean Squared Error
nl: Kruisgevalideerde %sGemiddelde Kwadratische Fout

source: %s 1 SE
de: %s 1 Std. Fehler
nl: %s 1 Std. Fout

source: Variance Components
de: Varianz-Komponenten
nl: Variantie Componenten

source: Expected counts not supported without observed counts.
nl: Verwachte aantallen niet ondersteund zonder geobserveerde aantallen.

source: No expected counts entered.
nl: Geen verwachte aantallen ingevoerd.

source: Invalid counts: variable does not match the number of levels of the factor. When counts are specified, each row of the data set must represent a unique level of the factor.
nl: Ongeldige aantallen: de variabele past niet bij het aantal niveaus van de factor. Wanneer de aantallen worden gespecificeerd, moet elke rij van de gegevens een uniek niveau van de factor vertegenwoordigen.

source: Invalid expected counts: variable does not match the number of levels of the factor.
nl: Ongeldig aantallen: de variabele past niet bij het aantal niveaus van de factor.

source: Invalid counts: variable must contain only integer values.
nl: Ongeldig aantallen: de variabele kan alleen uit gehele waarden bestaan.

source: Confidence intervals are based on independent binomial distributions.
nl: Betrouwbaarheidsintervallen zijn gebaseerd op onafhankelijke binomiale verdelingen.

source: Could not compute confidence intervals.
nl: Kon betrouwbaarheidsintervallen niet berekenen.

source: Expected: %s
de: Erwartet: %s
nl: Verwacht: %s

source: Expected
de: Erwartet
nl: Verwacht

source: Observed counts
de: Beobachtete Anzahlen
nl: Geobserveerde aantallen

source: Observed proportions
nl: Geobserveerde proporties

source: Bayesian Multinomial Test
de: Bayesscher Multinomial-Test
nl: Bayesiaanse Multinomiale Toets

source: Levels
de: Stufen
nl: Niveaus

source: Credible
nl: Geloofwaardigheid

source: Credible intervals are based on independent binomial distributions with flat priors.
nl: Geloofwaardigheidsintervallen zijn gebaseerd op onafhankelijke binomiale verdelingen met flat priors.

source: Confidence
de: Konfidenz
nl: Betrouwbaarheid

source: Could not compute %s Intervals.
de: Konnte %s Intervalle nicht berechnen.
nl: Kon %s intervallen niet berekenen.

source: Descriptives plot
de: Deskriptive Abbildung
nl: Beschrijvend diagram

source: Observed Counts
nl: Geobserveerde Aantallen

source: Observed Proportions
nl: Geobserveerde Proporties

source: After binarizing the data too little variance remained in variable(s): %s.
nl: Na binarisatie van de data te weinig variantie in variabele(n): %s.

source: Summary of Network
de: Zusammenfassung des Netwerks
nl: Samenvatting van Netwerk

source: Network
de: Netzwerk
nl: Netwerk

source: Number of nodes
de: Anzahl Knoten
nl: Aantal knooppunten

source: Number of non-zero edges
de: Anzahl von Kanten ungleich 0
nl: Aantal verbindingen ongelijk aan 0

source: Sparsity
nl: Spaarzaamheid

source: Data was binarized using %s.
nl: Data was gebinariseerd met %s.

source: Only the first %d values of %s were used to color nodes (%d provided).
nl: Alleen de eerste %d waarden van %s zijn gebruikt om nodes te kleuren (%d gegeven).

source: <em>Warning: </em>
de: <em>Warnung: </em>
nl: <em>Waarschuwing: </em>

source: Minimum edge strength ignored in the network plot because it was larger than the absolute value of the strongest edge.
nl: Minimale randsterkte genegeerd in de netwerkgrafiek omdat deze hoger is dan de absolute waarde van de sterkste rand.

source: Minimum edge strength ignored in the network plot of group%1$s %2$s because it was larger than the absolute value of the strongest edge.
nl: Minimale randsterkte genegeerd in de netwerkgrafiek van groep %1$s%% %2$s omdat deze groter was dan de absolute waarde van de sterkste rand.

source: Bootstrapping is only done when 'Bootstrap network' is ticked and 'Number of Bootstraps' is larger than 0.
nl: Bootstrapping wordt alleen gedaan wanneer 'Bootstrap netwerk' is aangevinkt en wanneer 'Aantal Bootstraps' groter is dan 0.

source: Centrality measures per variable
de: Zentralitätsmaße pro Variable
nl: Centraliteitsmaten per variabele

source: Strength
nl: Sterkte

source: Expected influence
de: Erwarteter Einfluß
nl: Verwachte invloed

source: Clustering measures per variable
de: Clustering-Maße pro Variable
nl: Maten per variabele geclusterd

source: Clustering measures could not be computed for network%1$s: %2$s
nl: Clusteringsmaten konden niet worden berekend voor netwerk%1$s: %2$s

source: Weights matrix
de: Gewichte-Matrix
nl: Gewichten matrix

source: Bootstrap summary of Network
nl: Bootstrap samenvatting van Netwerk

source: Number of bootstraps
de: Anzahl Bootstraps
nl: Aantal bootstraps

source: Centrality Plot
de: Zentralitäts-Abbildung
nl: Centraliteitsgrafiek

source: Clustering Plot
de: Clustering-Abbildung
nl: Clusteringsgrafiek

source: Network Plots
de: Netzwerk-Abbildung
nl: Netwerkgrafiek

source: Network Plot
de: Netzwerk-Abbildung
nl: Netwerkgrafiek

source: Edge Stability
nl: Randstabiliteit

source: Centrality Stability
nl: Centraliteitstabiliteit

source: bootnet crashed with the following error message: %s
nl: bootnet gecrasht met de volgende foutmelding: %s
