Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: Plotting not possible: Bayes factor robustness check plot currently not supported for informed prior.
de: Abbilden unmöglich: Bayesfaktor-Robustheitsprüfungsdiagramm ist derzeit nicht für informierte Prior verfügbar.
nl: Grafiek maken niet mogelijk: Bayes factor robuustheidsevaluatiegrafiek wordt momenteel niet ondersteund voor de geïnformeerde prior.

source: Bayes factors could not be computed for 100 values of the prior.
de: Bayesfaktoren konnten nicht für 100 Werte des Prior berechnet werden.
nl: Bayes factoren konden niet worden berekend voor 100 waarden van de prior.

source: For all tests, the alternative hypothesis specifies that group 1 is greater than group 2.
de: Bei allen Tests gibt die Alternativhypothese an, dass Gruppe 1 größer als Gruppe 2 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat groep 1 groteris dan groep 2.

source: For all tests, the alternative hypothesis specifies that the mean is greater than 0.
de: Bei allen Tests gibt die Alternativhypothese an, dass der Mittelwert größer als 0 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat het gemiddelde groter is dan 0.

source: For all tests, the alternative hypothesis specifies that measure 1 is greater than measure 2.
de: Bei allen Tests gibt die Alternativhypothese an, dass Messung 1 größer als Messung 2 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat meting 1 groter is dan meting 2.

source: For all tests, the alternative hypothesis specifies that group 1 is less than group 2.
de: Bei allen Tests gibt die Alternativhypothese an, dass Gruppe 1 kleiner als Gruppe 2 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat groep 1 kleiner is dan groep 2.

source: For all tests, the alternative hypothesis specifies that the mean is less than 0.
de: Bei allen Tests gibt die Alternativhypothese an, dass der Mittelwert kleiner als 0 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat het gemiddelde kleiner is dan 0.

source: For all tests, the alternative hypothesis specifies that measure 1 is less than measure 2.
de: Bei allen Tests gibt die Alternativhypothese an, dass Messung 1 kleiner als Messung 2 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat meting 1 kleiner is dan meting 2.

source: Bayesian One Sample T-Test
de: Bayesscher T-Test für eine Stichprobe
nl: Bayesiaanse T-Toets voor Eén Gemiddelde

source: Bayesian Paired Samples T-Test
de: Bayesscher T-Test für abhängige Stichproben
nl: Bayesiaanse Gepaarde T-Toets

source: Not enough observations.
de: Nicht genug Beobachtungen.
nl: Niet genoeg observaties.

source: Second-Order
de: Zweiter-Ordnung
nl: Tweede-Orde

source: The model could not be estimated. Ensure that factors have at least 2 observed variables.
de: Das Modell konnte nicht geschätzt werden. Stelle sicher, dass die Faktoren mindestens 2 beobachtete Variablen haben.
nl: Het model kon niet geschat worden. Zorg dat de factoren minstens 2 geobserveerde variabelen bevat.

source: The model could not be estimated. A factor with less than 2 variables was added in Second-Order.
de: Das Modell konnte nicht geschätzt werden. Ein Faktor mit weniger als 2 Variablen wurde in Zweiter-Ordnung hinzugefügt.
nl: Het model kon niet geschat worden. Een factor met minder dan 2 variabelen was toegevoegd in Tweede-Orde.

source: The model could not be estimated. Error message: %s
de: Das Modell konnte nicht geschätzt werden. Fehlermeldung: %s
nl: Het model kon niet geschat worden. Foutmelding: %s

source: The model is not admissible: %s
de: Das Modell ist nicht zulässig: %s
nl: Het model is niet geoorloofd: %s

source: The model could not be estimated due to nonconvergence.
de: Das Modell konnte nicht geschätzt werden durch fehlende Konvergenz.
nl: Het model kon niet worden geschat door niet-convergentie.

source: The model could not be estimated: No degrees of freedom left.
de: Das Modell konnte nicht geschätzt werden: Keine Freiheitsgrade übrig.
nl: Het model kon niet worden geschat: Geen vrijheidsgraden over.

source: Model fit
de: Modell-Anpassung
nl: Model passing

source: Chi-square test
de: Chi-Quadrat-Test
nl: Chikwadraattoets

source: Additional fit measures
de: Weitere Anpassungsmetriken
nl: Extra pasmaten

source: Fit indices
de: Anpassungsindikatoren
nl: Pas indices

source: Information criteria
de: Informationskriterien
nl: Informatie criteria

source: Other fit measures
de: Andere Anpassungsmetriken
nl: Andere pasmaten

source: Metric
de: Metrisch
nl: Metrisch

source: Comparative Fit Index (CFI)
nl: Comparatieve Fit Index (CFI)

source: Bentler-Bonett Non-normed Fit Index (NNFI)
nl: Bentler-Bonett Niet-genormeerde Fit Index (NNFI)

source: Bentler-Bonett Normed Fit Index (NFI)
nl: Bentler-Bonett Genormeerde Fit Index (NFI)

source: Parsimony Normed Fit Index (PNFI)
nl: Spaarzaamheid Genormeerde Index (PNFI)

source: Bollen's Relative Fit Index (RFI)
nl: Bollen's Relatieve Fit index (RFI)

source: Bollen's Incremental Fit Index (IFI)
nl: Bollen's incrementele Fit Index (IFI)

source: Relative Noncentrality Index (RNI)
nl: Relatieve Noncentraliteits Index (RNI)

source: Number of free parameters
de: Anzahl freier Parameter
nl: Aantal vrije parameters

source: Bayesian (BIC)
de: Bayesianisch (BIC)
nl: Bayesiaans (BIC)

source: Sample-size adjusted Bayesian (SSABIC)
nl: Op Steekproef-grootte bijgestelde Bayesiaanse (SSABIC)

source: Root mean square error of approximation (RMSEA)
nl: Wortel van de gemiddelde fout kwadraat van benadering (RMSEA)

source: RMSEA 90%% CI lower bound
nl: RMSEA 90%% BI ondergrens

source: RMSEA 90%% CI upper bound
nl: RMSEA 90%% BI bovengrens

source: RMSEA p-value
nl: RMSEA P-waarde

source: Standardized root mean square residual (SRMR)
nl: Gestandaardiseerde wortel van het gemiddelde kwadraat van residuen (SRMR)

source: Hoelter's critical N (%s = .05)
de: Hoelters kritisches N (%s = .05)
nl: Hoelter's kritische N (%s = .05)

source: Hoelter's critical N (%s = .01)
de: Hoelters kritisches N (%s = .01)
nl: Hoelter's kritische N (%s = .01)

source: Goodness of fit index (GFI)
nl: Pasmaat index (GFI)

source: Expected cross validation index (ECVI)
nl: Verwachte kruisvalidatie index (ECVI)

source: Parameter estimates
de: Parameterschätzungen
nl: Parameterschattingen

source: Not all bootstrap samples were successful: CI based on %.0f samples.
de: Nicht alle Bootstrap-Stichproben waren erfolgreich: KI basiert auf %.0f Stichproben.
nl: Niet alle bootstrap steekproeven waren succesvol. Betrouwbaarheidinterval is gebaseerd op %.0f steekproeven.

source: Symbol
nl: Symbool

source: Std. Error
de: Std.-Fehler
nl: Std. fout

source: z-value
de: z-Wert
nl: z-waarde

source: %s%% Confidence Interval
de: %s%% Konfidenzintervall
nl: %s%% Betrouwbaarheidsinterval

source: Std. Est. (%s)
de: Std. Schätzung (%s)
nl: Std. Schatting (%s)

source: Second-order factor loadings
nl: Tweede-graad factor ladingen

source: Factor variances
de: Faktorvarianzen
nl: Factorvarianties

source: Factor Covariances
de: Faktorkovarianzen
nl: Factorcovarianties

source: Residual variances
de: Residualvarianzen
nl: Residu varianties

source: Residual covariances
de: Residualkovarianzen
nl: Residu covarianties

source: Factor Intercepts
de: Faktor-Konstanten
nl: Factorintercepten

source: Intercepts
de: Konstanten
nl: Intercepten

source: Modification Indices
nl: Modificatie Indices

source: Cross-loadings
nl: Kruis-ladingen

source: Second-order cross-loadings
nl: Tweede-rang kruis-ladingen

source: Implied covariance matrices
de: Implizierte Kovarianzmatrizen
nl: Geïmpliceerde covariantie matrices

source: Implied covariance matrix
de: Implizierte Kovarianzmatrix
nl: Geïmpliceerde covariantie matrices

source: Residual covariance matrices
de: Residualkovarianzmatrizen
nl: Residu covariantie matrices

source: Residual covariance matrix
de: Residualkovarianzmatrix
nl: Residu covariantie matrices

source: Plots
de: Abbildungen
nl: Grafieken

source: Model plots
de: Modellabbildungen
nl: Modelgrafieken

source: Model plot
de: Modelabbildung
nl: Modelgrafiek

source: Misfit plots
nl: Misfit grafieken

source: Misfit plot
nl: Misfit grafiek

source: Contingency Tables
de: Kontingenztabellen
nl: Kruistabellen

source: Chi-Squared Tests
de: Chi-Quadrat-Tests
nl: Chi-kwadraat Toetsen

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals %3$s (Sellke, Bayarri, & Berger, 2001).
de: Vovk-Sellke Maximum <em>p</em>-Ratio:Gebaseerd op de <em>p</em>-waarde, De maximaal mogelijke odds voor H%1$s over H%2$s is %3$s (Sellke, Bayarri, & Berger, 2001).
nl: Vovk-Sellke Maximum <em>p</em>-Ratio:Gebaseerd op de <em>p</em>-waarde, De maximaal mogelijke kansen ten gunste van H%1$s boven H%2$s is gelijk aan %3$s (Sellke, Bayarri, & Berger, 2001).

source: %.0f%% Confidence Intervals
de: %.0f%% Konfidenzintervalle
nl: %.0f%% Betrouwbaarheidsintervallen

source: Nominal
nl: Nominaal

source: Ordinal Gamma
nl: Ordinaal Gamma

source: 95%% Confidence Intervals
de: 95%% Konfidenzintervalle
nl: 95%% Betrouwbaarheidsintervallen

source: Contingency coefficient
nl: Contingency coëfficiënt

source: Phi-coefficient
de: Phi-Koeffizient
nl: Phi-coëfficiënt

source: Value could not be calculated - At least one row or column contains all zeros
de: Wert konnte nicht berechnet werden - mindestens eine Zeile oder Spalte enthält nur Nullen
nl: Waarde kon niet worden berekend - Minstens een rij of kolom bevat slechts nullen

source: is less than
de: kleiner ist als
nl: is minder dan

source: is greater than
de: größer ist als
nl: is meer dan

source: For all tests, the alternative hypothesis specifies that group <em>%1$s</em> %2$s <em>%3$s</em>.
de: Für alle Tests gibt die Alternativhypothese an, dass Gruppe <em>%1$s</em> %2$s <em>%3$s</em>.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat groep <em>%1$s</em> %2$s <em>%3$s</em>.

source: Expected count
de: Erwartete Anzahl
nl: Verwacht aantal

source: %% within row
de: %% in Zeile
nl: %% binnen rij

source: %% within column
de: %% in Spalte
nl: %% binnen kolom

source: %% of total
de: %% von Gesamt
nl: %% van totaal

source: %s could not be calculated - At least one row or column contains all zeros
de: %s konnte nicht berechnet werden - mindestens eine Zeile oder Spalte enthält nur Nullen
nl: %s kon niet worden berekend - Minstens een rij of kolom bevat slechts nullen

source: %s continuity correction
nl: %s continuïteits correctie

source: Odds ratio restricted to 2 x 2 tables
nl: Odds ratio beperkt tot 2 x 2 tabellen

source: Fisher's exact test
de: Fishers exakter Test
nl: Fisher's exacte toets

source: Lambda ( %i dependent)
de: Lambda ( %i abhängig)
nl: Lambda ( %i afhankelijk)

source: Bayesian Contingency Tables Tests
de: Bayesscher Kontingenztabellen-Tests
nl: Bayesiaanse Kruistabellen Toetsen

source: Log Odds Ratio Plots
nl: Log Odds Ratio Grafieken

source: Odds ratio for this model not yet implemented
nl: Odds ratio nog niet geïmplementeerd voor dit model

source: The Bayes factor is undefined
de: Der Bayesfaktor ist undefiniert
nl: De Bayes factor is niet gedefinieerd

source: The Bayes factor is infinite
de: Der Bayesfaktor ist unendlich
nl: De Bayes factor is oneindig

source: median Log OR =
nl: mediaan Log OR =

source: Joint multinomial
nl: Joint multinomiaal

source: Independent multinomial
nl: Onafhankelijk multinomiaal

source: Hypergeometric
de: Hypergeometrisch
nl: Hypergeometrisch

source: Hypergeometric contingency tables test restricted to 2 x 2 tables
nl: Hypergeometrische verhouidingstabellen toets beperkt tot 2 x 2 tabellen

source: Proportion test restricted to 2 x 2 tables
nl: Proportie toets beperkt tot 2 x 2 tabellen

source: is not equal to
nl: is niet gelijk aan

source: Invalid sampling model selected
nl: Invalide steekproeven model geselecteerd

source: Odd ratio for this model not yet implemented
nl: Odds ratio is nog niet geïmplementeerd voor dit model

source: Cramer's V for this model not yet implemented
de: Cramers V ist für dieses Modell noch nicht implementiert
nl: Cramer's V nog niet geïmplementeerd voor dit model

source: Partial Correlation Table
nl: Partiële Correlatietabel

source: %s Correlations
de: %s Korrelationen
nl: %s Correlaties

source: %s Partial Correlations
de: %s Partialkorrelationen
nl: %s Partiële Correlaties

source: All tests one-tailed, for positive correlation
de: Alle Tests einseitig, für positive Korrelation
nl: Alle toetsen eenzijdig, voor positieve correlatie

source: , one-tailed
de: , einseitig
nl: , eenzijdig

source: All tests one-tailed, for negative correlation
de: Alle Tests einseitig, für negative Korrelation
nl: Alle toetsen eenzijdig, voor negatieve correlaties

source: Conditioned on variables: %s
de: Konditioniert auf Variablen: %s
nl: Geconditioneerd op variabelen: %s

source: Number of observations is < %s
de: Anzahl der Beobachtungen ist < %s
nl: Aantal observaties < %s

source: Partial correlation cannot be computed: covariance matrix is computationally singular.
nl: Partiële correlatie kan niet worden berekend: covariantiematrix is computationeel singulier.

source: Assumption checks
de: Annahmeprüfungen
nl: Verificatie van aannames

source: Shapiro-Wilk Test for Multivariate Normality
de: Shapiro-Wilk-Test auf multivariate Normalverteilung
nl: Shapiro-Wilk Toets voor Multivariate Normaliteit

source: Variables
de: Variablen
nl: Variabelen

source: Shapiro-Wilk Test for Bivariate Normality
de: Shapiro-Wilk-Test auf bivariate Normalverteilung
nl: Shapiro-Wilk voor Bivariate Normaliteit

source: Confidence intervals for partial correlations not yet available.
de: Konfidenzintervalle für Partialkorrelationen noch nicht verfügbar.
nl: Betrouwbaarheidsintervallen voor partiële correlaties zijn nog niet beschikbaar.

source: Scatter plots
de: Streudiagramme
nl: Spreidingsdiagrammen

source: Correlation plot
de: Korrelationsdiagramm
nl: Correlatiediagram

source: Correlation undefined: %s
de: Korrelation undefiniert: %s
nl: Correlatie niet gedefinieerd: %s

source: Plotting not possible: Number of observations is < 3
de: Abbilden nicht möglich: Anzahl der Beobachtungen ist < 3
nl: Grafiek maken niet mogelijk: Aantal observaties < 3

source: Plotting not possible: Number of observations is < 2
de: Abbilden nicht möglich: Anzahl der Beobachtungen ist < 2
nl: Grafiek maken niet mogelijk: Aantal observaties < 2

source: Partial Pearson's r
de: Partielles Pearsons r
nl: Partiële Pearson's r

source: Partial Spearman's rho
de: Partielles Spearmans Rho
nl: Partiële Spearman's rho

source: Partial Kendall's tau B
de: Partielles Kendalls Tau B
nl: Partiële Kendall's tau B

source: %s heatmap
nl: %s warmtekaart

source: Heatmaps
nl: Warmtekaarten

source: Bayesian Correlation Matrix Plot
de: Bayessche Korrelationsmatrix Abbildung
nl: Bayesiaanse Correlatie Matrix Grafiek

source: Posterior is too peaked
de: Posterior ist zu spitz
nl: Posterior is te gepiekt

source: Could not compute the posteriors
de: Konnte die Posterior nicht berechnen
nl: Kon geen posteriors berekenen

source: Bayesian Correlation Pairwise Plots
nl: Bayesiaanse correlatie gepaarde grafieken

source: %s at kappa==%s
de: %s bei kappa==%s
nl: %s met kappa==%s

source: Stretched beta prior width
nl: Gerekte beta prior breedte

source: Frequency Tables
de: Häufigkeitstabellen
nl: Frequentietabellen

source: Correlation plots
de: Korrelationsdiagramme
nl: Spreidingsdiagrammen

source: Distribution Plots
de: Verteilungsabbildungen
nl: Histogrammen

source: Plotting is not possible: Variable only contains NA!
de: Abbilden unmöglich: Variable enthält nur NA!
nl: Maken grafieken niet mogelijk: Variabele bevat slechts NA!

source: Pie charts
de: Tortendiagramme
nl: Cirkelgrafieken

source: Scatter Plots
de: Streudiagramme
nl: Spreidingsdiagrammen

source: Excluded %1$i rows from the analysis that correspond to the missing values of the split-by variable %2$s
de: Zeilen %1$i, die fehlenden Werten der Datenaufteilungs-Variable %2$s entsprechen, wurden aus der Analyse ausgeschlossen
nl: %1$i rijen van de analyse uitgesloten die corresponderen met de ontbrekende waarden van de splits variabele %2$s

source: Valid
de: Gültig
nl: Geldig

source: Missing
de: Fehlend
nl: Ontbrekend

source: Std. Error of Mean
de: Std.-Fehler Mittelwert
nl: Std. fout van het gemiddelde

source: MAD Robust
nl: MAD Robuust

source: Skewness
de: Schiefe
nl: Scheefheid

source: Std. Error of Skewness
de: Std.-Fehler Schiefe
nl: Std. fout van scheefheid

source: Kurtosis
nl: Gepiektheid

source: Std. Error of Kurtosis
de: Std.-Fehler Kurtosis
nl: Std. fout van gepiektheid

source: P-value of Shapiro-Wilk
de: P-Wert Shapiro-Wilk
nl: P-waarde van Shapiro-Wilk

source: Sum
de: Summe
nl: Som

source: %gth percentile
de: %ges Perzentil
nl: %ge percentiel

source: All values are identical
de: Alle Werte sind identisch
nl: Alle waarden zijn gelijk

source: Infimum (minimum) of an empty set is %s, supremum (maximum) of an empty set is %s.
de: Infimum (Minimum) einer leeren Menge ist %s, Supremum (Maximum) einer leeren Menge ist %s.
nl: Infimum (minimum) van een lege verzameling is %s, supremum (maximum) van een lege verzameling is %s.

source: Not all values are available for <i>Nominal Text</i> variables
nl: Niet alle waarden zijn beschikbaar voor <i>Nominale Tekst</i> variabelen

source: More than one mode exists, only the first is reported
de: Es gibt mehr als einen Modus, nur der erste ist berichtet
nl: Er is meer dan één modus, alleen de eerste wordt gerapporteerd

source: Frequencies for %s
de: Häufigkeiten für %s
nl: Frequenties voor %s

source: Percent
de: Prozent
nl: Percentage

source: Valid Percent
de: Prozent Gültig
nl: Geldig Percentage

source: Cumulative Percent
de: Kumulative Prozent
nl: Cumulatief Percentage

source: Plotting is not possible: No plot type selected!
de: Abbilden ist nicht möglich: Kein Abbildungstyp ausgewählt!
nl: Plotten is niet mogelijk: Geen plottype geselecteerd!

source: Standardised Residuals
de: Standardisierte Residuen
nl: Gestandaardiseerde Residuen

source: Currently this only works with rma and rma.mv objects that have specified 'yi' as a formula.
de: Dies funktioniert derzeit nur mit rma- und rma.mv-Objekten, die 'yi' als Formel spezifiziert haben.
nl: Dit werkt momenteel alleen met rma en rma.mv objecten die een gespecificeerde 'yi' als formule hebben.

source: Formula is refering to factors that are not in the model.
de: Formel referiert auf Faktoren, die nicht im Modell sind.
nl: Formule refereert naar factoren die zich niet in het model bevinden.

source: There are no predictors in the model that correspond to factors in '
de: Im Modell gibt es keine passenden Prädiktoren zu Faktoren in '
nl: Er zijn geen predictoren in het model die overeenkomen met factoren in '

source: '. Factor levels:
de: '. Faktorstufen:
nl: '. Factorniveaus:

source: . Data names:
de: . Datennamen:
nl: . Data namen:

source: ; Used Terms:
de: ; Benutzte Terme:
nl: ; Gebruikte termen:

source: ; Data set head:
de: ; Datensatztitel:
nl: ; Gegevens titel:

source: Argument 'contrasts' should be a matrix.
de: Argument 'Kontraste' muss eine Matrix sein.
nl: Argument 'contrasten' moet een matrix zijn.

source: Invalid contrasts: Rows in
de: Ungültige Kontraste: Zeilen in
nl: Invalide contrasten: Rijen in

source: do not add to 0.
de: summieren sich nicht zu 0.
nl: telt niet op tot 0.

source: Only using first element of
de: Nutze nur erstes Element von
nl: Gebruik alleen het eerste element van

source: is smaller than 2.
de: ist kleiner als 2.
nl: is kleiner dan 2.

source: Equivalence Bayesian Independent Samples T-Test
de: Äquivalenz Bayesscher t-Test für unabhängige Stichproben
nl: Gelijkwaardigheid Bayesiaanse T-Toets Onafhankelijke Steekproeven

source: I ranges from %1$s to %2$s
de: I geht von %1$s bis %2$s
nl: I varieert van %1$s tot %2$s

source: Prior and Posterior Mass Table
de: Prior- und Posteriormasse Tabelle
nl: Prior en Posterior Massa Tabel

source: Section
de: Sektion
nl: Sectie

source: Mass
de: Masse
nl: Massa

source: Equivalence Bayesian One Sample T-Test
de: Äquivalenz Bayesscher T-Test für eine Stichprobe
nl: Gelijkwaardigheid Bayesiaanse T-Toets voor Eén Gemiddelde

source: Equivalence Bayesian Paired Samples T-Test
de: Äquivalenz Bayesscher T-Test für abhängige Stichproben
nl: Gelijkwaardigheid Bayesiaanse Gepaarde T-Toets

source: Equivalence Mass Table
de: Äquivalenz Masse-Tabelle
nl: Gelijkwaardigheids Massa Tabel

source: Equivalence Independent Samples T-Test
de: Äquivalenz T-Test für unabhängige Stichproben
nl: Gelijkwaardigheid Onafhankelijke Steekproeven T-Toets

source: T-Test
nl: T-toets

source: Upper bound
de: Obere Grenze
nl: Bovengrens

source: Lower bound
de: Untere Grenze
nl: Ondergrens

source: Equivalence Bounds
de: Äquivalenzgrenzen
nl: Gelijkwaardigheidsgrenzen

source: Bounds type
de: Grenzentyp
nl: Grenzen type

source: Low
de: Niedrig
nl: Laag

source: High
de: Hoch
nl: Hoog

source: Equivalence Bounds Plots
de: Äquivalenzgrenzen-Abbildung
nl: Gelijkwaardigheidsgrenzen Grafiek

source: Equivalence One Sample T-Test
de: Äquivalenz T-Test für eine Stichprobe
nl: Gelijkwaardigheid T-Toets voor Eén Gemiddelde

source: Equivalence Paired Samples T-Test
de: Äquivalenz T-Test für abhängige Stichproben
nl: Gelijkwaardigheid Gepaarde T-Toets

source: Too many factors requested (%i) for the amount of included variables
de: Zuviele geforderte Faktoren (%i) für die Anzahl einbezogener Variablen
nl: Teveel factoren gevraagd (%i) voor het aantal meegenomen variabelen

source: Not enough valid cases (%i) to run this analysis
de: Ungenügend gültige Fälle (%i) zum Ausführen dieser Analyse
nl: Niet genoeg valide waarnemingen (%i) om de analyse uit te voeren

source: Data not valid: variance is zero in each row
de: Ungültige Daten: Varianz in jeder Zeile ist Null
nl: Data niet valide: variantie is nul in iedere rij

source: Data not valid: too many missing values in variable(s) %s.
de: Ungültige Daten: Zuviele fehlende Werte in Variable(n) %s.
nl: Data niet valide: teveel ontbrekende waarden in variabele(n) %s.

source: Data not valid: all variables are collinear
de: Ungültige Daten: Alle Variablen sind kollinear
nl: Data niet valide: alle variabelen zijn collineair

source: Estimation failed. Internal error message: %s
de: Schätzung fehlgeschlagen. Interne Fehlermeldung: %s
nl: Schatting mislukt. Interne foutmelding: %s

source: No components with an eigenvalue >
de: Keine Komponenten mit einem Eigenwert >
nl: Geen componenten met een eigenwaarde >

source: Maximum observed eigenvalue:
de: Maximal beobachteter Eigenwert:
nl: Maximaal geobserveerde eigenwaarde:

source: Kaiser-Meyer-Olkin test
nl: Kaiser-Meyer-Olkin toets

source: Overall MSA
de: Gesamt-MSA
nl: Algemene MSA

source: Degrees of freedom below 0, model is unidentified.
de: Freiheitsgrade unter 0, Modell ist nicht identifiziert.
nl: Vrijheidsgraden onder 0, model is niet geïdentificeerd.

source: <em>Warning:</em>
de: <em>Warnung:</em>
nl: <em>Waarschuwing:</em>

source: Factor Loadings
de: Faktorladungen
nl: Factorladingen

source: No rotation method applied.
de: Keine Rotationsmethode angewendet.
nl: Geen rotatiemethode toegepast.

source: Applied rotation method is %s.
de: Angewandte Rotationsmethode ist %s.
nl: Toegepaste rotatiemethode is %s.

source: Uniqueness
de: Eindeutigkeit
nl: Uniciteit

source: Factor Loadings (Structure Matrix)
de: Faktorladungen (Strukturmatrix)
nl: Factorladingen (Structuurmatrix)

source: Factor Characteristics
de: Faktorcharakteristiken
nl: Factorkarakteristieken

source: SumSq. Loadings
de: Quadratsumme Ladungen
nl: Kwadratensom Ladingen

source: Proportion var.
nl: Proportievar.

source: Cumulative
de: Kumulativ
nl: Cumulatief

source: Factor Correlations
de: Faktorkorrelationen
nl: Factorcorrelaties
