Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: The model should contain at least one predictor or an intercept.
de: Das Modell muss mindestens einen Prädiktor oder Konstante beinhalten.
nl: Het model moet minstens één predictor bevatten of een interceptie.

source: %g%% Confidence Interval
de: %g%% Konfidenzintervall
nl: %g%% Betrouwbaarheidsinterval

source: <em>Note.</em>
de: <em>Hinweis.</em>
nl: <em>Opmerking.</em>

source: No items to show, please add a results description or set init to true
nl: Geen items om te tonen, voeg een resultaatsbeschrijving toe of stel init in op 'waar'

source: None of the result items has show set to 'true', cannot skip init phase
nl: Geen van de resultaten heeft 'toon' ingesteld op 'waar', kan de init-fase niet overslaan

source: Cannot create empty placeholder for element of type
nl: Kan geen lege plaatsvervanger creëren voor element van dit type

source: Cannot locate any items in the results description
nl: Er bevinden zich geen items in de beschrijving van de resultaten

source: Unknown type (
de: Unbekannter Typ (
nl: Onbekend type (

source: ) provided in results description
de: ) angegeben in der Beschreibung der Ergebnisse
nl: ) gegeven in de beschrijving van de resultaten

source: Could not create meta for
nl: Kon geen meta maken voor

source: at depth
nl: op diepte

source: (class:
de: (Klasse:
nl: (klasse:

source: , names:
de: , Namen:
nl: , namen:

source: , class children:
nl: , klasse kinderen:

source: , names children:
nl: , namen kinderen:

source: Could not figure out the container structure in
nl: Kon niet achter de containersstructuur komen in

source: Could not find meta description for current plot
nl: Kon geen metabeschrijving voor deze grafiek vinden

source: Could not find meta description for current table
nl: Kon geen metabeschrijving van deze tabel vinden

source: Could not locate 'name' in custom table meta
nl: Er bevindt zich geen 'naam' in aangepaste meta tabel

source: Could not find any data in the table, cannot fetch items from the results description
nl: Kon geen data in de tabel vinden, kan geen items uit de beschrijving van de resultaten vinden

source: Could not locate any of the columns specified in the results description
nl: De gespecificeerde kolommen bevinden zich niet in de beschrijving van resultaten

source: expecting output to be a data.frame
nl: De verwachte uitvoer is een data.frame

source: no columns found to be imported
nl: Geen kolommen gevonden om te importeren

source: expecting the JASP options to be a named list
nl: er wordt verwacht dat JASP opties een genaamde lijst is

source: Trying to find dataset columns to read, but it appears some options don't exist: '
de: Versuche die Spalten des Datensatzes zu lesen, einige Optionen scheinen zu fehlen: '
nl: Probeer gegevens- kolommen te vinden om te lezen, maar het lijkt erop dat sommige opties niet bestaan:'

source: Invalid type supplied to .fromRCPP, expected character
nl: Invalide type geleverd aan .fromRCPP, er wordt een 'character' verwacht

source: Unknown RCPP object
de: Unbekanntes RCPP-Objekt
nl: Onbekend RCPP object

source: Could not locate
de: Konnte nicht finden
nl: Kan niet worden gevonden

source: in environment (.fromRCPP)
de: in Umgebung (.fromRCPP)
nl: in omgeving (.fromRCPP)

source: Provide a numeric value to the progress updater
nl: Geef een numerieke waarde aan de progress updater

source: could not clean value
nl: kon waarde niet opschonen

source: Missing required replacement(s): "
nl: De benodigde vervanging(en) ontbreken: "

source: Expecting row to be a numeric index
nl: voor rij wordt een numerieke index verwacht

source: Expecting cols to be a (vector of) character name(s)
nl: voor cols wordt een (vector van) 'character' namen verwacht

source: None of the gui options (
nl: Geen van de gui opties (

source: ) is in the options list.
nl: ) staat in de optielijst.

source: Format incorrectly specified
nl: Format incorrect gespecificeerd

source: Loading plot snapshot from a different session with possible side effects or errors.
nl: Momentopname grafiek laden van een andere sessie met mogelijke bijwerkingen of fouten.

source: Invalid value provided to 'ticks', expecting positive integer
nl: Invalide waarde gegeven aan 'ticks', er wordt een positief geheel getal verwacht

source: The value provided to 'callback' does not appear to be a function
nl: De waarde gegeven aan 'callback' lijkt geen functie te zijn

source: Invalid value provided to 'skim', expecting numeric value in the range of 0-99
nl: Invalide waarde gegeven aan 'skim', er wordt een numerieke waardetussen 0 en 99 verwacht

source: Object provided in 'progressbar' is not of class JASP progressbar
nl: Het object gegeven in 'progressbar' is niet van de klasse 'JASP progressbar'

source: Object provided in 'cluster' is not of class cluster
nl: Het object gegeven in 'cluster' is niet van de klasse cluster

source: Cancelled by callback
nl: Geannuleerd door callback

source: Infinity found in repeated measures cells.
de: Unendlichkeit gefunden in Messwiederholung-Zellen.
nl: Oneindig gevonden in de binnenproefpersoon cellen.

source: Number of observations is < %s in repeated measures cells
de: Anzahl Beobachtungen ist < %s in Messwiederholungs-Zellen
nl: Het aantal observaties is < %s in de binnenproefpersoon cellen

source: The variance in the repeated measures cells is 0.
nl: De variantie van de binnenproefpersoon cellen is 0.

source: Duplicate variables encountered in repeated measures cells, %s
nl: Duplicate variabelen gevonden in de binnenproefpersoon cellen, %s

source: Duplicate variables encountered in %s
nl: Duplicate variabelen gevonden in %s

source: Bayes factor is undefined -- all effects are specified as nuisance.
nl: Bayes factor is niet gedefinieerd -- alle effecten zijn gespecificeerd als ruis.

source: Null model
de: Nullmodell
nl: Nulmodel

source: Null model (incl. %s)
de: Nullmodell (inkl. %s)
nl: Nulmodel (incl. %s)

source: Computing Bayes factors
de: Berechne Bayesfaktoren
nl: Bayes factoren berekenen

source: Bayes factor could not be computed for model: %1$s. The error message was: %2$s.
de: Bayesfaktor konnte nicht berechnet werden für Modell: %1$s. Die Fehlermeldung war: %2$s.
nl: Bayes factor kon niet worden berekend voor model: %1$s. Foutbericht: %2$s.

source: All models include %s
de: Alle Modelle beinhalten %s
nl: Alle modellen bevatten %s

source: Analysis of Effects - %s
de: Analyse der Effekte - %s
nl: Analyse van Effecten - %s

source: Analysis of Effects
de: Analyse der Effekte
nl: Analyse van Effecten

source: Effects
de: Effekte
nl: Effecten

source: Compares models that contain the effect to equivalent models stripped of the effect. Higher-order interactions are excluded. Analysis suggested by Sebastiaan Math%st.
nl: Vergelijkt modellen die het effect bevatten met vergelijkbare modellen waarbij het effect is weggenomen. Hogere-orde interacties zijn niet meegenomen. Analyse voorgesteld door Sebastiaan Math%st.

source: Some Bayes factors could not be calculated. Inclusion probabilities and Bayes factors are calculated while excluding these models. The results may be uninterpretable!
nl: Sommige Bayes factoren konden niet worden berekend. Inclusiekansen en Bayes factoren worden berekend zonder deze modellen. Hierdoor kunnen de resultaten misschien niet goed worden geïnterpreteerd!

source: <b><em>Warning.</em></b>
de: <b><em>Warnung.</em></b>
nl: <b><em>Waarschuwing.</em></b>

source: Model Comparison
de: Modellvergleich
nl: Model Vergelijking

source: error %
de: Fehler %
nl: fout %

source: <b><em>Warning.</em></b> Some Bayes factors could not be calculated. Multi model inference is carried out while excluding these models. The results may be uninterpretable!
nl: <b><em>Waarschuwing.</em></b> Sommige Bayes factoren konden niet worden berekend. Multimodel inferentie wordt zonder deze modellen toegepast. Hierdoor kunnen de resultaten misschien niet goed worden geïnterpreteerd!

source: Model Averaged Posterior Summary
de: Modell-gemittelte Posterior-Zusammenfassung
nl: Model Gemiddelde Posterior Samenvatting

source: %s%% Credible Interval
de: %s%% Kredibilitätsintervall
nl: %s%% Geloofwaardigheidsinterval

source: Model Averaged R%s
de: Modell-gemittelte R%s
nl: Model Gemiddelde R%s

source: Model Averaged Posterior Distributions
de: Modell-gemittelte Posteriorverteilungen
nl: Model Gemiddelde Posterior Verdeling

source: Posterior distribution
de: Posteriorverteilung
nl: Posterior verdeling

source: Could not plot posterior distribution. Check if an error occurred for models including this parameter.
nl: Kon de posterior verdeling niet plotten. Controleer of er een fout zat in modellen die deze parameter bevatten.

source: Model Averaged Q-Q Plot
de: Model-gemitteltes Q-Q-Diagramm
nl: Model Gemiddeld Q-Q Plot

source: Model Averaged Posterior R%s
de: Modell-gemittelte Posterior R%s
nl: Model Gemiddelde Posterior R%s

source: The posterior odds have been corrected for multiple testing by fixing to 0.5 the prior probability that the null hypothesis holds across all comparisons (Westfall, Johnson, & Utts, 1997). Individual comparisons are based on the default t-test with a Cauchy (0, r = 1/sqrt(2)) prior. The "U" in the Bayes factor denotes that it is uncorrected.
nl: De posterior kansen zijn gecorrigeerd voor meerdere toetsen door de prior kans dat de nulhypothese waar is, vast te zetten op 0.5 over alle vergelijkingen (Westfall, Johnson, & Utts, 1997). Individuele vergelijkingen zijn gebaseerd op de standaard t-toets met een Cauchy (0, r = 1/sqrt(2)) prior. De "U" in de Bayes factor geeft aan dat deze niet is gecorrigeerd.

source: Prior Odds
nl: Prior Kans

source: Posterior Odds
nl: Posterior Kans

source: Descriptives - %s
de: Deskriptiv - %s
nl: Beschrijvingen - %s

source: Some combinations of factors are not observed and hence omitted (%g out of %g combinations are unobserved).
de: Einige Kombinationen von Faktoren sind nicht beobachtet und daher ausgelassen (%g von %g-Kombinationen sind unbeobachtet).
nl: Sommige combinaties van factoren zijn niet geobserveerd en dus vermeden (%g van de %g combinaties zijn niet geobserveerd).

source: Descriptives plots
de: Deskriptive Abbildungen
nl: Beschrijvende diagrammen

source: Sampling posteriors
nl: Steekproef posteriors

source: length of samples must be equal to length of weights!
de: Die Länge der Stichprobe muss mit der Länge der Gewichte übereinstimmen!
nl: lengte van steekproeven moeten gelijk zijn aan de lengte van gewichten!

source: All predictions had zero variance. Check the predictors for anomalies or increase the number of posterior samples.
nl: Alle voorspellingen hadden een variantie van nul. Bekijk de voorspeller voor afwijkingen of verhoog het aantal posterior steekproeven.

source: The following error occured in BayesFactor::enumerateGeneralModels: %s
nl: De volgende fout deed zich voor in BayesFactor::enumerateGeneralModels: %s

source: Single Model Inference
nl: Enkel Model Inferentie

source: Error in single model inference: %s
nl: Fout in enkel model inferentie: %s

source: Single Model Posterior Summary
nl: Enkel Model Posterior Samenvatting

source: Single Model Posterior Distributions
nl: Enkel Model Posterior Verdelingen

source: Single Model R%s
nl: Enkel Model R%s

source: The following problem(s) occurred while running the analysis:<ul><li>Variable has to be discrete (i.e., integer)</li></ul>
de: Folgende(s) Problem(e) ist beim Ausführen der Analyse aufgetreten:<ul><li>Variable muss diskret sein (z.B., ganzzahlig)</li></ul>
nl: De volgende problemen deden zich voor tijdens uitvoeren van de analyse:<ul><li>Variabele moet discreet zijn (bijv., integer)</li></ul>

source: <ul><li>Variable has to be discrete (i.e., integer)</li></ul>
de: <ul><li>Variable muss diskret sein (z.B., ganzzahlig)</li></ul>
nl: <ul><li>Variabele moet discreet zijn (bijv., integer)</li></ul>

source: Overview - %s
de: Übersicht - %s
nl: Overzicht - %s

source: 25%% Quantile
de: 25%% Quartil
nl: 25%% Kwartiel

source: 75%% Quantile
de: 75%% Quartil
nl: 75%% Kwartiel

source: Rel. Frequency
de: Rel. Häufigkeit
nl: Rel. Frequentie

source: Observed Moments
de: Empirische Momente
nl: Geobserveerde momenten

source: Raw
de: Roh
nl: Ruw

source: Central
de: Zentralität
nl: Centraal

source: Estimated Parameters
de: Geschätzte Parameter
nl: Geschatte Parameters

source: Standard errors are unavailable with this method
de: Standardfehler sind mit dieser Methode nicht verfügbar
nl: Standaardfouten zijn niet beschikbaar met deze methode

source: Confidence intervals are unavailable with this method.
de: Konfidenzintervalle sind mit dieser Methode nicht verfügbar.
nl: Betrouwbaarheidsintervallen zijn niet beschikbaar met deze methode.

source: Confidence intervals were calculated using the delta method.
de: Konfidenzintervalle wurden mit der Deltamethode berechnet.
nl: Betrouwbaarheidsintervallen zijn berekend met de delta-methode.

source: Standard errors were calculated using the delta method.
de: Standardfehler wurden mit der Deltamethode berechnet.
nl: Standaardfouten zijn berekend met de delta-methode.

source: Standard errors and confidence intervals were calculated using the delta method.
de: Standardfehler und Konfidenzintervalle wurden mit der Deltamethode berechnet.
nl: Standaardfouten betrouwbaarheidsintervallen zijn berekend met de deltamethode.

source: Maximum likelihood
nl: Meest aannemelijke schatter

source: Fit Assessment
nl: Passingsbeoordeling

source: Test
nl: Toets

source: Histogram vs. Theoretical PDF
de: Histogramm vs. Theoretische WDF
nl: Histogram vs. Theoretische PDF

source: Histogram vs. Theoretical PMF
de: Histogramm vs. Theoretische WF
nl: Histogram vs. Theoretische PMF

source: Empirical vs. Theoretical CDF
de: Empirische vs. theoretische KDF
nl: Empirische vs. theoretische CDF

source: Theoretical
de: Theoretisch
nl: Theoretisch

source: Sample
de: Stichprobe
nl: Steekproef

source: Probability Mass
de: Wahrscheinlichkeit
nl: Kansdichtheid

source: Probability Density Function
de: Wahrscheinlichkeitsdichtefunktion
nl: Kansdichtheidsfunctie

source: Probability Mass Function
de: Wahrscheinlichkeitsfunktion
nl: Kansmassafunctie

source: Cumulative Distribution Function
de: Kumulative Verteilungsfunktion
nl: Cumulatieve Verdelingsfunctie

source: Quantile Function
de: Quantilfunktion
nl: Kwantielfunctie

source: Formula
de: Formel
nl: Formule

source: Density Plot
de: Dichtediagramm
nl: Dichtheid Grafiek

source: Cumulative Probability Plot
de: Diagramm kumulative Wahrscheinlichkeit
nl: Cumulatieve Kansverdelingsgrafiek

source: Slope
de: Steigung
nl: Helling

source: Quantile Plot
de: Quantildiagramm
nl: Kwantiel Grafiek

source: Probability Mass Plot
de: Wahrscheinlichkeitsdiagramm
nl: Kansdichtheidsgrafiek

source: Bar plot
de: Balkendiagramm
nl: Staafdiagram

source: Empirical Cumulative Distribution
de: Empirische kumulative Verteilung
nl: Empirische Cumulatieve Verdeling

source: Freq
nl: Frequentie

source: Parameters, Support, and Moments
de: Parameter, Träger, und Momente
nl: Parameters, Drager, en Momenten

source: <b>Parameters</b> %s <b>Support</b> %s <b>Moments</b> E(X) = %s Var(X) = %s
de: <b>Parameter</b> %s <b>Träger</b> %s <b>Momente</b> E(X) = %s Var(X) = %s
nl: <b>Parameters</b> %s <b>Ondersteuning</b> %s <b>Momenten</b> E(X) = %s Var(X) = %s

source: <b>Parameters</b> %s <b>Support</b> %s <b>Moments</b> not available
de: <b>Parameter</b> %s <b>Träger</b> %s <b>Momente</b> nicht verfügbar
nl: <b>Parameters</b> %s <b>Ondersteuning</b> %s <b>Momenten</b> niet beschikbaar

source: The probability density function (PDF), usually denoted as f(x), is a function of a random variable X. The value of f(x) provides the relative likelihood that a realization of the random variable X yields a value equal to x. More formally, the PDF is defined as a derivative of a cumulative distribution function (CDF). The density plot displays the probability density function of a random variable. The <i>y</i>-axis displays the value of the density function for a particular value of the random variable (displayed on the <i>x</i>-axis).
de: Die Wahrscheinlichkeitsdichtefunktion (WDF), meist notiert mit f(x), ist eine Funktion einer Zufallsvariable X. Der Wert f(x) gibt die relative Wahrscheinlichkeit an, mit der beim Ziehen aus der Zufallsvariable X der Wert x realisiert wird. Formal ist die WDF als eine Ableitung einer kumulativen Verteilungsfunktion (KVF) definiert. Das Dichtediagramm zeigt die Wahrscheinlichkeitsdichtefunktion einer Zufallsvariable. Die <i>y</i>-Achse zeigt die Werte der Dichtefunktion für einen bestimmten Wert der Zufallsvariable (auf der <i>x</i>-Achse).
nl: De kansdichtheidsfunctie (PDF), meestal genoteerd als f(x), is een functie van een willekeurige variabele X. De waarde van f(x) geeft de relatieve kans dat een realisatie van de willekeurige variabele X een waarde geeft die gelijk is aan x. Formeel gezegd, de PDF is gedefinieerd als een afgeleide van een cumulatieve verdelingsfunctie (CDF). De dichtheidsgrafiek geeft de kansfunctie van een willekeurige variabele. De <i>y</i>-as geeft de waarde van de dichtheidsfunctie voor een bepaalde waarde van de willekeurige variabele (weergegeven op de <i>x</i>-as).

source: The probability mass function (PMF), usually denoted as f(x), is a function of a random variable X. The value of f(x) provides the probability that a realization of the random variable X yields a value equal to x. The probability mass plot displays the probability mass function of a random variable. The <i>y</i>-axis displays the value of the probability mass function for a particular value of the random variable (displayed on the <i>x</i>-axis).
de: Die Wahrscheinlichkeitsfunktion (WF), meist notiert mit f(x), ist eine Funktion einer Zufallsvariable X. Der Wert f(x) gibt die Wahrscheinlichkeit an, mit der beim Ziehen aus der Zufallsvariable X der Wert x realisiert wird. Das Wahrscheinlichkeitsdiagramm zeigt die Wahrscheinlichkeitsmasse einer Zufallsvariable. Die <i>y</i>-Achse zeigt die Werte der Wahrscheinlichkeitsfunktion für einen bestimmten Wert der Zufallsvariable (auf der <i>x</i>-Achse).
nl: De kansmassafunctie (PMF), meestal genoteerd als f(x), is een functie van de willekeurige variabele X. De waarde van f(x) geeft de kans dat een realisatie van de willekeurige variabele X een waarde gelijk aan x geeft. De kansmassagrafiek geeft de kansmassafunctie van een willekeurige variabele. De <i>y</i>-as geeft de waarde weer van de kansmassafunctie voor een bepaalde waarde van de willekeurige variabele (weergegeven op de <i>x</i>-as).

source: The cumulative distribution function (CDF), usually denoted as F(x), is a function of a random variable X. The value of F(x) provides the probability that a realization of the random variable X yields a value that is equal to or smaller than x. The cumulative probability plot displays the cumulative distribution of a random variable. The <i>y</i>-axis displays the value of the cumulative distribution function for a particular value of the random variable (displayed on the <i>x</i>-axis).
de: Die kumulative Verteilungsfunktion (KVF), meist notiert als F(x), ist eine Funktion einer Zufallsvariable X. Der Wert F(x) gibt die Wahrscheinlichkeit an, dass beim Ziehen aus der Zufallsvariable X ein Wert kleiner oder gleich x realisiert wird. Das kumulative-Wahrscheinlichkeits-Diagramm zeigt die kumulative Verteilung einer Zufallsvariable. Die <i>y</i>-Achse zeigt die Werte der kumulativen Verteilungsfunktion für einen bestimmten Wert der Zufallsvariable (auf der <i>x</i>-Achse).
nl: De cumulatieve verdelingsfunctie (CDF), meestal genoteerd als F(x), is een functie van een willekeurige variabele X. De waarde van F(x) geeft de kans dat een realisatie van de willekeurige variabele X een waarde geeft die gelijk is of kleiner dan x. De cumulatieve kansverdelingsgrafiek geeft de cumulatieve verdeling van een willekeurige variabele weer. De <i>y</i>-as geeft de waarde weer van de cumulatieve verdelingsfunctie van een bepaalde waarde van de willekeurige variabele (weergegeven op de <i>x</i>-as).

source: The quantile function, usually denoted as Q(p), is the inverse of the cumulative distribution function. The function gives the quantile such that the probability of the random variable being less than or equal to that value equals the given probability p. The quantile plot displays the quantile function. The <i>y</i>-axis displays the quantile of which the probability that the random variable is less or equal to that value is equal to p (displayed on the <i>x</i>-axis).
de: Die Quantilfunktion, meist notiert als Q(p), ist die Inverse der kumulativen Verteilungsfunktion. Die Funktion liefert das Quantil, bei dem die Wahrscheinlichkeit, dass die Zufallsvariable diesen oder einen kleinerer Wert annimmt, der angegebenen Wahrscheinlichkeit p entspricht. Das Quantildiagramm zeigt die Quantilfunktion. De <i>y</i>-Achse zeigt das Quantil, für das die Wahrscheinlichkeit der Zufallsvariable kleiner oder gleich dieses Wertes gleich p ist (gezeigt auf der <i>x</i>-Achse).
nl: De kwantielfunctie, vaak genoteerd als Q(p), is de inverse van de cumulatieve verdelingsfunctie. De functie geeft het kwantiel zo dat de kans dat de willekeurige variabele minder dan of gelijk is aan die waarde gelijk is aan de gegeven kans p. De kwantielgrafiek geeft de kwantielfunctie weer. De <i>y</i>-as geeft het kwantiel weer waarvan de kans dat de willekeurige variabele minder is of gelijk is aan die waarde, gelijk is aan p (weergegeven op de <i>x</i>-as).

source: <h3> Demonstration of the %1$s </h3> This demonstration is divided into four parts. The first part displays the %2$s, its probability density function, cumulative distribution function, and quantile function. The second part allows you to generate data from the %3$s, compute descriptive statistics, and display descriptive plots. The third part allows you to estimate the parameters of the %4$s. The fourth part allows you to check the fit of the %5$s to the data. <b>References</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8-9. For relationships with other distributions, visit www.math.wm.edu/~leemis/chart/UDR/UDR.html. https://en.wikipedia.org/wiki/List_of_probability_distributions
nl: <h3> Demonstratie van de %1$s </h3> Deze demonstratie bestaat uit vier delen. Het eerste deel toont de %2$s, zijn kansdichtheidsfunctie, de cumulatieve verdelingsfunctie en kwantielfunctie. Met het tweede deel kunt u gegevens genereren uit de %3$s, beschrijvende statistieken berekenen en beschrijvende grafieken weergeven. In het derde deel kunt u de parameters van de %4$s schatten. In het vierde deel kunt u de passing van de %5$s met de gegevens controleren. <b>Referenties</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8-9. Ga voor verwantschappen met andere verdelingen naar www.math.wm.edu/~leemis/chart/UDR/UDR.html. https://en.wikipedia.org/wiki/List_of_probability_distributions

source: Estimation failed: Optimization did not converge. <ul><li>Try adjusting parameter values, check outliers or feasibility of the distribution fitting the data.</li></ul>
de: Schätzung fehlgeschlagen: Optimierung ist nicht konvergiert. <ul><li> Probiere die Parameterwerte anzupassen, prüfe nach Ausreißern oder der Anpassungsgüte der Verteilung auf die Daten.</li></ul>
nl: Schatting mislukt: Optimalisatie convergeerde niet. <ul><li> Probeer parameterwaarden bij te stellen, controleer uitschieters of haalbaarheid van de fitting van de gegevens.</li></ul>
