Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: Test of Equality of Variances (Levene's)
de: Prüfung auf Gleichheit der Varianzen (Levenes)
nl: Toets van gelijkheid van varianties (Levene's)

source: greater
de: größer
nl: groter

source: less
de: kleiner
nl: minder

source: For all tests, the alternative hypothesis specifies that group %1$s is %2$s than group %3$s.
de: Bei allen Tests gibt die Alternativhypothese an, dass Gruppe %1$s %2$s ist als Gruppe %3$s.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat groep %1$s %2$s is dan groep %3$s.

source: Glass' delta uses the standard deviation of group %1$s of variable %2$s.
de: Glasssches Delta benutzt die Standardabweichung in Gruppe %1$s von Variable %2$s.
nl: Glass' delta gebruikt de standaardafwijking van groep %1$s van variabele %2$s.

source: F-statistic could not be calculated
de: F-Statistik konnte nicht berechnet werden
nl: F-statistiek kon niet worden berekend

source: One Sample T-Test
de: T-Test für eine Stichprobe
nl: T-Toets voor één gemiddelde

source: Wilcoxon signed-rank test.
de: Wilcoxon-Vorzeichen-Rang-Test.
nl: Wilcoxon rangtekentoets.

source: Z test.
nl: Z-toets.

source: Student t-test and Z-test
de: Students t-Test und Z-Test
nl: Student t-toets en Z-toets

source: Z-test
nl: Z-toets

source: For the %s, location parameter is given by mean difference <em>d</em>.
de: Für den %s wird der Lageparameter mit der mittleren Differenz <em>d</em> angegeben.
nl: Voor de %s wordt locatieparameter gegeven door gemiddeld verschil <em>d</em>.

source: For the Wilcoxon test, location parameter is given by the Hodges-Lehmann estimate.
de: Beim Wilcoxon-Text wird der Lageparameter mit der Hodges-Lehmann-Schätzung angegeben.
nl: Voor de Wilcoxontoets wordt de locatieparameter gegeven door de Hodges-Lehmann schatting.

source: For the Student t-test, effect size is given by Cohen's <em>d</em>.
de: Bei Students t-Test ist die Effektgröße mit Cohens <em>d</em> angegeben.
nl: Voor de Student t-toets wordt de effectgrootte gegeven door Cohen's <em>d</em>.

source: For the Wilcoxon test, effect size is given by the matched rank biserial correlation.
de: Beim Wilcoxon-Test wird die Effektgröße mit der entsprechenden rangbiserialen Korrelation angegeben.
nl: Voor de Wilcoxon toets wordt de effectgrootte gegeven door de overeenkomende rank-biseriële correlatie.

source: For the Z test, effect size is given by Cohen's <em>d</em> (based on the provided population standard deviation).
de: Beim Z-Test wird die Effektgröße mit Cohens <em>d</em> angegeben (basierend auf der eingegebenen Populations-Standardabweichung).
nl: Voor de z-toets wordt de effectgrootte gegeven door Cohen's <em>d</em> (gebaseerd op de gegeven populatie standaardafwijking).

source: greater than
de: größer als
nl: groter dan

source: less than
de: kleiner als
nl: minder dan

source: different from
de: unterschiedlich von
nl: verschillend van

source: For the %1$s, the alternative hypothesis specifies that the mean is %2$s %3$s.
de: Beim %1$s gibt die Alternativhypothese an, dass der Mittelwert %2$s %3$s ist.
nl: Voor de %1$s specificeert de alternatieve hypothese dat het gemiddelde %2$s %3$s is.

source: For the Wilcoxon test, the alternative hypothesis specifies that the median is %1$s %2$s.
de: Beim Wilcoxon-Test gibt die Alternativhypothese an, dass der Median %1$s %2$s ist.
nl: Voor de Wilcoxon toets specificeert de alternatieve hypothese dat de mediaan %1$s %2$s is.

source: data are essentially constant
de: Daten sind im Prinzip konstant
nl: gegevens zijn in wezen constant

source: Paired Samples T-Test
de: T-Test für abhängige Stichproben
nl: Gepaarde t-toets

source: For the Student t-test, location parameter is given by mean difference <em>d</em>. For the Wilcoxon test, effect size is given by the Hodges-Lehmann estimate.
de: Für den Studentschen t-Test wird der Lageparameter mit der Mittelwertsdifferenz <em>d</em> angegeben; für den Wilcoxon-Test wird die Effektgröße durch die Hodges-Lehmann-Schätzung angegeben.
nl: Voor de Student t-toets wordt de locatieparameter gegeven door gemiddelde verschil <em>d</em>; voor de Wilcoxon toets wordt de effectgrootte gegeven door de Hodges-Lehmann schatting.

source: For the Student t-test, effect size is given by Cohen's <em>d</em>. For the Wilcoxon test, effect size is given by the matched rank biserial correlation.
de: Beim Studentschen t-Test wird die Effektgröße mit Cohens <em>d</em> angegeben. Beim Wilcoxon-Test wird die Effektgröße mit der entsprechenden rangbiserialen Korrelation angegeben.
nl: Voor de Student t-toets wordt de effectgrootte gegeven door Cohen's <em>d</em>. Voor de Wilcoxon toets wordt de effectgrootte gegeven door de overeenkomende rank-biseriële correlatie.

source: For all tests, the alternative hypothesis specifies that Measure 1 is less than Measure 2.
de: Bei allen Tests gibt die Alternativhypothese an, dass Messung 1 kleiner als Messung 2 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat Meting 1 kleiner is dan Meting 2.

source: For all tests, the alternative hypothesis specifies that Measure 1 is greater than Measure 2.
de: Bei allen Tests gibt die Alternativhypothese an, dass Messung 1 größer als Messung 2 ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat Meting 1 groter is dan Meting 2.

source: For all tests, the alternative hypothesis specifies that %1s is less than %2s.
de: Bei allen Tests gibt die Alternativhypothese an, dass %1s kleiner als %2s ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat %1s kleiner is dan %2s.

source: For all tests, the alternative hypothesis specifies that %1s is greater than %2s.
de: Bei allen Tests gibt die Alternativhypothese an, dass %1s größer als %2s ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat %1s groter is dan %2s.

source: For all tests, the alternative hypothesis specifies that Measure 1 is less than Measure 2. For example, %1s is less than %2s.
de: Bei allen Tests gibt die Alternativhypothese an, dass Messung 1 kleiner als Messung 2 ist. Zum Beispiel, %1s ist kleiner als %2s.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat Meting 1 kleiner is dan Meting 2. Bijvoorbeeld, %1s is kleiner dan %2s.

source: For all tests, the alternative hypothesis specifies that Measure 1 is greater than Measure 2. For example, %1s is greater than %2s.
de: Bei allen Tests gibt die Alternativhypothese an, dass Messung 1 größer als Messung 2 ist. Zum Beispiel, %1s ist größer als %2s.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat Meting 1 groter is dan Meting 2. Bijvoorbeeld, %1s is groter dan %2s.

source: Evidence for H1
de: Evidenz für H1
nl: Bewijs voor H1

source: Evidence for H0
de: Evidenz für H0
nl: Bewijs voor H0

source: Evidence for H+
de: Evidenz für H+
nl: Bewijs voor H+

source: Evidence for H-
de: Evidenz für H-
nl: Bewijs voor H-

source: Evidence for H1:
de: Evidenz für H1:
nl: Bewijs voor H1:

source: Evidence for H+:
de: Evidenz für H+:
nl: Bewijs voor H+:

source: Evidence for H-:
de: Evidenz für H-:
nl: Bewijs voor H-:

source: could not calculate enough valid Bayes Factors for different values of the prior
de: Konnte nicht genügend gültige Bayesfaktoren für verschiedene Priorwerte berechnen
nl: kon niet genoeg geldige Bayes factoren berekenen voor verschillende waarden van de prior

source: The following variable is used as a random effects grouping factor: %s.
nl: De volgende covariaat werd overwogen, maar niet meegenomen: %s.

source: All random slopes involving '%s' have been removed for the random effects grouping factor '%s'. -- Factor %s does not vary within the levels of random effects grouping factor '%s'.
nl: Alle willekeurige hellingen van '%s' zijn verwijderd voor de willekeurige effecten groeperingsfactor '%s'. -- Factor %s verandert niet mee met de niveaus van de willekeurige effecten groeperinsfactor '%s'.

source: Random slopes of '%s' for the random effects grouping factor '%s' removed -- Too few observations to estimate random slopes of '%s' for random effects grouping factor '%s'.
nl: Willekeurige hellingen van '%s' voor de willekeurige effecten groeperingsfactor '%s' verwijderd -- Te weinig observaties voor het schatten van de willekeurige hellingen van '%s' voor willekeurige effecten groeperingsfactor '%s'.

source: Lower order random effects terms need to be specified in presence of the higher order random effects terms. Therefore, the following random effects term was added to the '%s' random effects grouping factor: '%s.'
nl: De volgende willekeurige effecten term is toegevoegd aan '%s' willekeurige effecten groeperingsfactor: '%s.', omdat voor hogere orde effecten de lagere orde effecten meegemodelleerd moeten worden.

source: %i observation was removed due to missing values.
nl: %i observatie is verwijderd, omdat de waarde ontbreekt.

source: The Hamiltonian Monte Carlo procedure might be invalid -- There was %i divergent transition after warmup. This can be solved by carefully increasing 'Adapt delta' until there are no divergent transitions.
nl: Mogelijk problemen met de validiteit van de Hamiltoniaanse Monte Carlo procedure -- %i divergente transitie na het opwarmen. Verhoog 'Aanpassingsdelta' totdat er geen divergente transities meer zijn.

source: Bayesian Fraction of Missing Information (BFMI) that was too low in %i chain indicating that the posterior distribution was not explored efficiently. Try increasing number of 'Burnin' and 'Iterations'.
nl: Bayesiaanse Fractie van Ontbrekende Informatie (BFMI) was te laag in %i keten wat er op duidt dat de keten de parameterruimte niet efficient verkend heeft. Verhoog het aantal iteraties in 'Opwarming' en 'Iteraties'.

source: The Hamiltonian Monte Carlo procedure might be inefficient -- %i transition exceeded the maximum tree depth. This can be solved by carefully increasing 'Maximum tree depth
nl: Mogelijk inefficiente Hamiltoniaanse Monte Carlo procedure -- %i transitie overschreed de maximale boom diepte. Dit probleem kan opgelost worden door geleidelijk de 'Maximale boom diepte' te verhogen

source: WAIC estimate unreliable -- There was %1.0f p_waic estimate larger than 0.4. We recommend using LOO instead.
nl: WAIC onbetrouwbaar -- %1.0f p_waic schatting groter dan 0.4. Wellicht is het resultaat van LOO betrouwbaarder.

source: LOO estimate unreliable -- There was %1.0f observation with the shape parameter (k) of the generalized Pareto distribution higher than > .5.
nl: LOO schatting onbetrouwbaar -- %1.0f observatie met een schaalparameter k van de generaliseerde Pareto distributie hoger dan .5.

source: The following pair is duplicated: %s
de: Das folgende Datenpaar ist dupliziert: %s
nl: Het volgende paar is gedupliceerd: %s

source: using the %d/%d row from a combined fit
de: benutzt die Zeile %d/%d aus einer kombinierten Anpassung
nl: gebruikt de %d/%d rij van de gecombineerde passing

source: %1$s X-Coordinates for variable %2$s was not understood.
de: %1$s X-Koordinaten für Variable %2$s wurde nicht verstanden.
nl: %1$s x-coördinaten voor variabele %2$s werd niet begrepen.

source: %1$s Y-Coordinates for variable %2$s was not understood.
de: %1$s Y-Koordinaten für Variable %2$s wurde nicht verstanden.
nl: %1$s y-coördinaten voor variabele %2$s werd niet begrepen.

source: The following covariate was considered but not included: %s.
de: Die folgende Kovariate wurde erwogen, aber nicht einbezogen: %s.
nl: De volgende covariaat werd overwogen, maar niet meegenomen: %s.

source: Partial Regression Plot
de: Partialkorrelationsplot
nl: Partiële Regressiegrafiek

source: The following item correlated negatively with the scale: %s.
de: Das folgende Item korrelierte negativ mit der Skala: %s.
nl: De volgende item is negatief gecorreleerd met: %s.

source: The following item was reverse scaled: %s.
de: Das folgende Item wurde umgekehrt kodiert: %s.
nl: De volgende item is omgekeerd geschaald: %s.

source: Model
de: Modell

source: P(H|data)
de: P(H|Daten)

source: The 'Binomial Estimation' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population proportion of successes: <ul><li>'Spike(%2$s)' - for concentrating all probability density at one location (%2$s). The prior %5$s corresponds to the location of the spike. The posterior distribution is again a spike at the same location and corresponding %5$s</li><li>'Beta(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a beta distribution with parameters %3$s and %4$s. The prior %6$s. After observing 'S' successes and 'F' failures, the posterior distribution updates to beta(%3$s + S, %4$s + F) with a %5$s computed correspondingly.</li></ul>
de: Die 'Binomiale Schätzung'-Analyse bietet zwei Arten von Prior-Verteilungen für den Parameter %1$s, der den zugrunde liegenden Anteil der Erfolge in der Population darstellt: <ul><li>'Punktmasse(%2$s)' - für die Konzentration der gesamten Wahrscheinlichkeitsdichte an einem Punkt (%2$s). Der Prior %5$s entspricht der Position der Punktmasse. Die Posterior-Verteilung ist wiederum eine Punktmasse an der gleichen Stelle und entspricht %5$s</li><li>'Beta(%3$s, %4$s)' - für die Zuweisung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Beta-Verteilung mit den Parametern %3$s und %4$s. Der Prior %6$s. Nach Beobachtung von 'S' Erfolgen und 'F' Misserfolgen wird die Posterior-Verteilung auf Beta(%3$s + S, %4$s + F) aktualisiert, mit einem entsprechend berechneten %5$s.</li></ul>

source: VS-MPR
de: VS-MPQ

source: VS-MPR (bootstrap)
de: VS-MPQ (Bootstrap)

source: Intercept
de: Konstante

source: Ratio
de: Verhältnis

source: R-hat
de: R-Dach

source: P(M|data)
de: P(M|Daten)

source: VS-MPR%s
de: VS-MPQ%s

source: %1$s Contrast - %2$s
de: %1$s Kontrast - %2$s

source: Factor
de: Faktor

source: Q-Q Plot
de: Q-Q-Diagramm

source: <u>Procedure</u>
de: <u>Prozedur</u>

source: Percentage
de: Prozentzahl

source: <b>percentage</b>
de: <b>Prozentzahl</b>

source: <u>Planning</u>
de: <u>Planung</u>

source: Shift
de: Verschiebung

source: Bayes Factor Matrix
de: Bayes Faktormatrix

source: The model could not be fit. Please check the following: Do you have at least n=2 studies? If the prior is truncated, is it consistent with the data (when most effect sizes are negative, the analysis may not work when the prior is constrained to be postive)?
de: Das Modell konnte nicht angepasst werden. Bitte überprüfe die folgenden Punkte: Sind es mindestens n=2 Studien? Falls der Prior verkürzt ist, ist er mit den Daten konsistent (wenn die meisten Effektgrößen negativ sind, funktioniert die Analyse möglicherweise nicht, wenn der Prior auf positive Werte beschränkt ist)?

source: FE Model
de: FE-Modell

source: RE Model
de: RE-Modell

source: Log(BF<sub>incl</sub>)
de: Log(BF<sub>inkl</sub>)

source: BF<sub>excl</sub>
de: BF<sub>exkl</sub>

source: BF<sub>incl</sub>
de: BF<sub>inkl</sub>

source: P(incl)
de: P(inkl)

source: P(incl|data)
de: P(inkl|Daten)

source: P(excl|data)
de: P(exkl|Daten)

source: Kolmogorov-Smirnov
de: Kolmogorow-Smirnow

source: Q-Q plot
de: Q-Q-Diagramm

source: P-P plot
de: P-P-Diagramm

source: Histogram
de: Histogramm

source: <h3> Demonstration of the %1$s </h3> This demonstration is divided into four parts. The first part displays the %2$s, its probability density function, cumulative distribution function, and quantile function. The second part allows you to generate data from the %3$s, compute descriptive statistics, and display descriptive plots. The third part allows you to estimate the parameters of the %4$s. The fourth part allows you to check the fit of the %5$s to the data. <b>References</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8–9. For relationships with other distributions, visit www.math.wm.edu/~leemis/chart/UDR/UDR.html. https://en.wikipedia.org/wiki/List_of_probability_distributions
de: <h3> Darstellung der %1$s </h3> Diese Darstellung besteht aus vier Teilen. Der erste Teil zeigt die %2$s, ihre Wahrscheinlichkeitsdichtefunktion, die kumulative Verteilungsfunktion, und Quantilfunktion. Mit dem zweiten Teil kannst Du aus der %3$s Daten generieren, deskriptive Statistiken berechnen, und deskriptive Diagramme anzeigen. Im dritten Teil kannst Du die Parameter der %4$s schätzen. Im vierten Teil kannst Du die Anpassungsgüte der %5$s an die Daten prüfen. <b>Referenzen</b> Blitzstein, J. K., & Hwang, J. (2014). <i>Introduction to probability.</i> Chapman and Hall/CRC. Leemis, L. M., & Pasupathy, R. (2019). The ties that bind. <i>Significance, 16</i>(4), 8–9. Für Verwandschaften mit weiteren Verteilungen, besuche www.math.wm.edu/~leemis/chart/UDR/UDR.html. https://en.wikipedia.org/wiki/List_of_probability_distributions

source: Recall
de: Trefferquote

source: Training Set
de: Trainings-Menge

source: Clusters
de: Cluster

source: Centroid %s
de: Zentroid %s

source: Entropy
de: Entropie

source: Data Split
de: Datenaufteilung

source: Train: %d
de: Training: %d

source: Baseline model
de: Baseline-Modell

source: Factor model
de: Faktormmodell

source: Indicator
de: Indikator

source: Model syntax
de: Modellsyntax

source: %s%% CI: [%s, %s]
de: %s%% KI: [%s, %s]

source: %1$d%% CI: [%2$d, %3$d]
de: %1$d%% KI: [%2$d, %3$d]

source: Q-Q Plots
de: Q-Q-Diagramme

source: Factor %i
de: Faktor %i

source: Data
de: Daten

source: Trace Plots
de: Verlaufs-Plots

source: Lag
de: Verzögerung

source: (Constant)
de: (Konstant)

source: Dendogram
de: Dendrogramm

source: %1$s%% %2$s Interval
de: %1$s%% %2$s Intervall

source: Type
de: Typ

source: Model '
de: Modell '

source: Component
de: Komponente

source: Log(P(data|M))
de: Log(P(Daten|M))

source: %s Some confidence intervals could not be computed because none of the bootstrapped covariance matrices were invertible.
de: %s Einige Konfidenzintervalle konnten nicht berechnet werden, weil keine der Matrizen des Bootstraps invertierbar waren.

source: Model %i
de: Modell %i

source: Priors
de: Prior

source: At least one p-value cuttoff needs to be set.
de: Es muss mindestens ein p-Wert-Grenzwert gesetzt werden.

source: 95% Confidence Interval
de: 95% Konfidenzintervall

source: The figure could not be created since one of the estimates is NaN.
de: Die Abbildung konnte nicht erstellt werden, da eine der Schätzungen NaN ist.

source: %sThe optimizer failed to find a solution. Consider re-specifying the model.
de: %sDer Optimierer konnte keine Lösung finden. Ziehen in Betracht, das Modell neu zu spezifizieren.

source: label
de: Bezeichnung
