Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: Data Summary
de: Datenzusammenfassung
nl: Gegevensoverzicht

source: Counts
de: Anzahlen
nl: Aantallen

source: Proportion
de: Verhältnis
nl: Proportie

source: Successes
de: Erfolge
nl: Successen

source: Failures
de: Misserfolge
nl: Mislukkingen

source: Total
de: Gesamt
nl: Totaal

source: spike at %s
de: Impuls bei %s
nl: Puntmassa bij %s

source: binomial (%i, %s)
nl: binomiaal (%i, %s)

source: beta-binomial (%i, %s, %s)
nl: beta-binomiaal (%i, %s, %s)

source: Estimation Summary
de: Schätzungs-Zusammenfassung
nl: Samenvatting Schatting

source: Please specify successes and failures.
de: Bitte spezifiziere Erfolge und Misserfolge.
nl: Specificeer a.u.b. het aantal successen en mislukkingen.

source: These results are based on %i %s and %i %s.
de: Diese Ergebnisse basieren auf %i %s und %i %s.
nl: Deze resultaten zijn gebaseerd op %i %s en %i %s.

source: Observation
de: Beobachtung
nl: Observatie

source: Population proportion
de: Populationsverhältnis
nl: Populatieproportie

source: More than bimodal CIs are not implemented in the Sequential analysis plot.
de: Mehr als bimodale KIs sind im Sequenziellen Analysediagramm nicht implementiert.
nl: Meer dan bimodale BI's zijn niet geïmplementeerd in de sequentiële analyseplot.

source: %i %% CI
de: %i %% KI
nl: %i %% BI

source: %i %% HPD
nl: %i %% HGI

source: Prediction (Successes)
de: Vorhersage (Erfolge)
nl: Voorspelling (Successen)

source: Prediction %s
de: Vorhersage %s
nl: Voorspelling %s

source: Prediction std. deviation
nl: Voorspelling std. afwijking

source: The prediction for %s %s is based on %s %s and %s %s.
de: Die Vorhersage für %s %s basiert auf %s %s und %s %s.
nl: De voorspelling voor %s %s is gebaseerd op %s %s en %s %s.

source: Sample proportions
de: Stichprobenanteile
nl: Steekproef Proporties

source: Density
de: Dichte
nl: Dichtheid

source: Number of successes
de: Anzahl von Erfolgen
nl: Aantal successen

source: Probability
de: Wahrscheinlichkeit
nl: Kansverdeling

source: The upper CI limit is higher than the number of future observations. Please, change the value of the upper CI limit in the settings panel.
de: Die obere Grenze des Konfidenzintervalls ist höher als die Anzahl der zukünftigen Beobachtungen. Bitte ändere die obere Grenze in den Einstellungen.
nl: De bovengrens van het BI is hoger dan het aantal toekomstige waarnemingen. Wijzig de waarde van de bovengrens in het instellingspaneel.

source: The lower CI limit is higher than the number of future observations. Please, change the value of the lower CI limit in the settings panel.
de: Die untere Grenze des Konfidenzintervalls ist höher als die Anzahl der zukünftigen Beobachtungen. Bitte ändere die untere Grenze in den Einstellungen.
nl: De ondergrens van het BI is hoger dan het aantal toekomstige waarnemingen. Wijzig de waarde van de bovengrens in het instellingspaneel.

source: The lower CI limit is higher than the upper CI limit. Please, change the value of the CI limits in the settings panel.
de: Die untere Grenze Konfidenzintervalls liegt über der unteren Grenze. Bitte ändere die Grenzen in den Einstellungen.
nl: De ondergrens van het BI is hoger dan de bovengrens van het BI. Wijzig de waarde van de grenzen van het BI in het instellingspaneel.

source: Testing Summary
de: Testzusammenfassung
nl: Toetsoverzicht

source: Hypothesis
de: Hypothese
nl: Hypothese

source: The plot could not be created because the posterior model probabilities are not defined.
de: Das Diagramm konnte nicht erstellt werden, da die Posterior-Modellwahrscheinlichkeiten nicht definiert sind.
nl: De grafiek kan niet worden gemaakt omdat de posterior model kansen niet zijn gedefinieerd.

source: Proportion of Successes
de: Anteil der Erfolge
nl: Proportie successen

source: P(Successes|%s)
de: P(Erfolge|%s)
nl: P(Successen|%s)

source: P(Successes)
de: P(Erfolge)
nl: P(Successen)

source: Please specify a hypothesis for comparison.
de: Bitte gib eine Hypothese zum Vergleich an.
nl: Specificeer a.u.b. een hypothese om te vergelijken.

source: Conditional probability
de: Bedingte Wahrscheinlichkeit
nl: Voorwaardelijke kans

source: Joint probability
de: Gemeinsame Wahrscheinlichkeit
nl: Gezamenlijke kans

source: Posterior probability
de: Posterior Wahrscheinlichkeit
nl: Posterior kans

source: Observations
de: Beobachtungen
nl: Observaties

source: At least 2 hypotheses need to be specified.
de: Es müssen mindestens 2 Hypothesen spezifiziert werden.
nl: Er moeten ten minste 2 hypothesen worden gespecificeerd.

source: Please remove duplicates from the %s names.
de: Bitte entferne Duplikate aus den %s-Namen.
nl: Gelieve de duplicaten te verwijderen uit de %s namen.

source: Incorrect arguments for the inverse cumulative density function
nl: Onjuiste argumenten voor de inverse cumulatieve dichtheidsfunctie

source: %1$s %2$s Plots
de: %1$s %2$s Abbildungen
nl: %1$s %2$s Grafieken

source: Prior and Posterior Plots
de: Prior- und Posterior-Abbildungen
nl: Prior en Posteriors Grafieken

source: %s Sequential Analysis: Point Estimate
de: %s Sequenzielle Analyse: Punktschätzung
nl: %s Sequentiële Analyse: Puntschatting

source: %s Sequential Analysis: Interval
de: %s Sequenzielle Analyse: Intervall
nl: %s Sequentiële Analyse: Interval

source: Sequential Posterior Updating
de: Sequenzielle Posterioraktualisierung
nl: Sequentiële Posterior Bijwerken

source: Prediction Summary
de: Vorhersage-Zusammenfassung
nl: Voorspellingsoverzicht

source: %s Prediction Plots
de: %s Vorhersage-Abbildungen
nl: %s Voorspellingsgrafieken

source: %1$s %2$s Prediction Plots
de: %1$s %2$s Vorhersageabbildungen
nl: %1$s %2$s Voorspellingsgrafieken

source: %s Prior and Posterior Plots
de: Prior- und Posterior-Abbildungen
nl: %s Prior en Posteriors Grafieken

source: %s Predictive Accuracy Plot
nl: %s Voorspellende Precisie Grafiek

source: %s Sequential Analysis
de: %s Sequenzielle Analyse
nl: %s Sequentiële Analyse

source: Welcome to the %s analysis from the Learn Bayes module. This analysis illustrates Bayesian %s using %s examples.
de: Willkommen bei der %s-Analyse im "Lerne Bayessche Statistik"-Modul. Diese Analyse illustriert Bayessche %s mit Beispielen aus %s.
nl: Welkom bij de %s analyse van de Leer Bayes module. Deze analyse illustreert Bayesiaanse %s aan de hand van %s voorbeelden.

source: %s (the population proportion of successes)
de: %s (Erfolgsanteil in der Stichprobe)
nl: %s (het populatieaandeel van successen)

source: %s (the population mean, variance is assumed to be known)
de: %s (der Populationsmittelwert, Varianz ist als bekannt angenommen)
nl: %s (het populatiegemiddelde, variantie wordt verondersteld bekend te zijn)

source: The analysis is split into 5 sections: <ol> <li> Data - for specifying the data input for the computations. You can either use a variable from a dataset loaded into JASP, specify an aggregated overview of the data, or enter the observations one by one (and update them during the analysis). </li> <li> %s </li> <li> %s </li> <li> %s </li> <li> %s </li> </ol>
de: Die Analyse ist in 5 Abschnitte aufgeteilt: <ol> <li> Daten - hier werden die Daten für die Berechnungen eingetragen. Du kannst entweder eine Variable aus einem im JASP geladenen Datensatz verwenden, eine Zusammenfassung der Daten auswhälen oder die Beobachtungen einzeln eintragen (und während der Analyse aktualisieren). </li> <li> %s </li> <li> %s </li> <li> %s </li> <li> %s </li> </ol>
nl: De analyse is opgesplitst in 5 secties: <ol> <li> Gegevens - voor het specificeren van de data-invoer voor de berekeningen. U kunt ofwel een variabele gebruiken uit een gegevensset die in JASP is geladen, een geaggregeerd overzicht van de gegevens specificeren, of de waarnemingen een voor een invoeren (en deze bijwerken tijdens de analyse). </li> <li> %s </li> <li> %s </li> <li> %s </li> <li> %s </li> </ol>

source: The 'Data' section allows you to specify data input for the analysis.
de: Im 'Daten'-Abschnitt kannst du die Daten für die Analyse eingeben.
nl: In de sectie 'Gegevens' kunt u de gegevensinvoer voor de analyse specificeren.

source: The 'Select variable' option allows the selection of a variable ('Selected') from a dataset loaded into JASP. %s
de: Die 'Variable auswählen'-Option ermöglicht es, eine Viarable ('ausgewählt') aus einem in JASP geladenen Datensatz auszuwählen. %s
nl: Met de optie 'Selecteer variable' kan een variabele ('Geselecteerd') worden gekozen uit een gegevensset die in JASP is geladen. %s

source: The 'Specify counts' option allows the use of aggregated data. %1$s This means that the %2$s are updated only once, with the complete data. The lack of information about the order of observations precludes the use of sequential analysis.
nl: Met de optie 'Specificeer aantallen' kunnen geaggregeerde gegevens worden gebruikt. %1$s Dit betekent dat de %2$s slechts één keer worden bijgewerkt, met de volledige gegevens. Het gebrek aan informatie over de volgorde van waarnemingen maakt het gebruik van sequentiële analyse onmogelijk.

source: The 'Enter sequence' option allows manual input of a specific order of observations. %s
de: Die Option 'Sequenz eingeben' erlaubt die manuelle Eingabe einer bestimmten Sequenz von Beobachtungen. %s
nl: De optie 'Voer volgorde in' maakt het mogelijk om handmatig een bepaalde volgorde van waarnemingen in te voeren. %s

source: The 'Binomial Estimation' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population proportion of successes: <ul><li>'Spike(%2$s)' - for concentrating all probability mass at one point (%2$s). This represents the prior belief that the population proportion is %2$s with certainty. This conviction is so strong that no data can move this prior belief. Hence, the posterior is also a spike at %2$s. The prior and the posterior %5$s then corresponds to the location of the spike.</li><li>'Beta(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a beta distribution with parameters %3$s and %4$s. The prior %6$s. After observing 'S' successes and 'F' failures, the posterior distribution updates to beta(%3$s + S, %4$s + F) with a %5$s computed correspondingly.</li></ul>
nl: De 'Binomial Estimation'-analyse biedt twee soorten prior verdelingen voor parameter %1$s die het onderliggende deel van de successen in de populatie vertegenwoordigt: <ul><li>'Puntmassa(%2$s)' - voor het concentreren van alle waarschijnlijkheidsmassa op één punt (%2$s). Dit vertegenwoordigt de prior overtuiging dat het deel van de populatie is %2$s met zekerheid. Deze overtuiging is zo sterk dat geen enkel gegeven deze prior kan ondermijnen. Vandaar dat de posterior ook een piek is bij %2$s. De prior en de posterior %5$s komen dan overeen met de locatie van de piek.</li><li>'Beta(%3$s, %4$s)' - voor het toewijzen van de waarschijnlijkheidsdensiteit over alle waarden van parameter %1$s volgens een betaverdeling met parameters %3$s en %4$s. De prior %6$s. Na het observeren van 'S'-successen en 'F'-fouten, wordt de posterior verdeling aangepast aan de bèta (%3$s + S, %4$s + F) met een overeenkomstig berekende %5$s.</li></ul>

source: The 'Estimation Summary' table displays numerical summaries for the individual models. The displayed point estimate can be changed using the 'Point estimate' option. The table is composed of the following columns: <ul><li>'Model' - the specified model names</li><li>'Prior (%1$s)' - the specified prior distribution for parameter %1$s</li><li>'Prior %2$s' - the %3$s of the specified prior distribution</li><li>'Posterior (%1$s)' - the estimated posterior distribution for the parameter %1$s (i.e., the prior distribution updated with data)</li><li>'Posterior %2$s' - the %3$s of the posterior distribution</li></ul>
nl: In de tabel 'Samenvatting Schatting' worden numerieke samenvattingen voor de afzonderlijke modellen weergegeven. De weergegeven puntenschatting kan worden gewijzigd met de optie 'Puntschatting'. De tabel bestaat uit de volgende kolommen: <ul> <li>"Model" - de opgegeven modelnamen</li><li>"Prior (%1$s)" - de gespecificeerde prior verdeling voor parameter %1$s</li><li>"Prior %2$s' - de %3$s van de gespecificeerde prior verdeling</li><li>"Posterior (%1$s)" - de geschatte posterior verdeling voor de parameter %1$s (d.w.z., de prior verdeling bijgewerkt met gegevens)</li><li>"Posterior %2$s" - de %3$s van de posteriorverdeling</li></ul>

source: The 'Binomial Testing' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population proportion of successes: <ul><li>'Spike(%2$s)' - for concentrating all probability density at one location (%2$s). The marginal likelihood corresponds to a binomial density evaluated at the observed number of successes, with size equal to the number of observations, and with the chance parameter equal to the location of the spike.</li><li>'Beta(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a beta distribution with parameters %3$s and %4$s. The marginal likelihood corresponds to a beta-binomial density evaluated at the observed number of successes, with size equal to the number of observations, and with parameters %3$s and %4$s corresponding to the shape parameters of the prior beta distribution.</li></ul>
nl: De analyse 'Binomial Toets' biedt twee soorten prior verdelingen voor parameter %1$s die het onderliggende deel van de populatie van de successen vertegenwoordigen: <ul> <li>'Puntmassa(%2$s)' - voor het concentreren van alle kansdichtheid op één locatie (%2$s). De marginale waarschijnlijkheid komt overeen met een binomiale dichtheid die wordt geëvalueerd op het waargenomen aantal successen, met een grootte die gelijk is aan het aantal waarnemingen en met de kansparameter gelijk aan de locatie van de piek. </li> <li>'Beta(%3$s, %4$s)' - voor de toewijzing van de kansdichtheid over alle waarden van parameter %1$s volgens een bètaverdeling met parameters %3$s en %4$s. De marginale waarschijnlijkheid komt overeen met een bèta-binomiale dichtheid die wordt geëvalueerd op het waargenomen aantal successen, met een grootte die gelijk is aan het aantal waarnemingen, en met parameters %3$s en %4$s die overeenkomen met de vormparameters van de prior bètadistributie. </li> </ul>

source: The 'Gaussian Testing' analysis offers two types of prior distributions for parameter %1$s that represents the underlying population mean of a normal distribution, Normal(%1$s, %2$s), with known standard deviation %2$s: <ul><li>'Spike(%3$s)' - for concentrating all probability density at one location (%3$s). The marginal likelihood corresponds to a normal density evaluated at the observed mean, with mean equal to the location of the spike, and standard deviation as %2$s/%7$sN, where 'N' stands for the number of observations.</li><li>'Normal(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a normal distribution with mean %3$s and standard deviation %4$s. The marginal likelihood corresponds to a normal density evaluated at the observed mean, with mean equal to the mean of the prior distribution, and standard deviation of %7$s( %2$s%6$s/N + %4$s%6$s ).</li></ul>
nl: De analyse 'Gaussian Toets'- biedt twee soorten prior verdelingen voor parameter %1$s die het onderliggende populatiegemiddelde van een normale verdeling vertegenwoordigt, Normal(%1$s, %2$s), met bekende standaardafwijking %2$s: <ul><li>'Puntmassa(%3$s)' - voor het concentreren van alle waarschijnlijkheidsdensiteiten op één locatie (%3$s). De marginale waarschijnlijkheid komt overeen met een normale dichtheid die wordt geëvalueerd op het waargenomen gemiddelde, met een gemiddelde dat gelijk is aan de locatie van de puntmassa, en standaarddeviatie als %2$s/%7$sN, waarbij "N" staat voor het aantal waarnemingen.</li><li>"Normal(%3$s, %4$s)" - voor het toewijzen van de waarschijnlijkheidsdichtheid over alle waarden van parameter %1$s volgens een normale verdeling met gemiddelde %3$s en standaarddeviatie %4$s. De marginale waarschijnlijkheid komt overeen met een normale dichtheid die wordt geëvalueerd aan de hand van het waargenomen gemiddelde, met een gemiddelde dat gelijk is aan het gemiddelde van de prior verdeling, en een standaardafwijking van %7$s ( %2$s%6$s/N + %4$s%6$s ).</li></ul>

source: The posterior probabilities 'P(H|data)' are then computed using Bayes formula, <center>P(H|data) = P(H) * P(data|H) / P(data),</center> where 'P(H)' represents the prior probability of the hypothesis, 'P(data|H)' the marginal likelihood of the data given the hypothesis, and 'P(data)' the probability of the data. The factor 'P(data)' equals the sum of marginal likelihoods multiplied by the prior probabilities, P(data) = %1$s P(data|H%2$s)*P(H%2$s).
de: Die Posterior-Wahrscheinlichkeiten 'P(H|Daten)' werden dann mit Hilfe der Bayesformel berechnet, <center>P(H|Daten) = P(H) * P(Daten|H) / P(Daten),</center> wobei 'P(H)' die Prior-Wahrscheinlichkeit der Hypothese, 'P(Daten|H)' die marginale Wahrscheinlichkeit der Daten bei gegebener Hypothese und 'P(Daten)' die Wahrscheinlichkeit der Daten darstellt. Der Faktor 'P(Daten)' ist die Summe der marginalen Wahrscheinlichkeiten multipliziert mit den Prior-Wahrscheinlichkeiten, P(Daten) = %1$s P(Daten|H%2$s)*P(H%2$s).
nl: De posterior kansen 'P(H|data)' worden dan berekend met behulp van de Bayes formule, <center>P(H|data) = P(H) * P(data|H) / P(data),</center> waarbij 'P(H)' de prior kans van de hypothese vertegenwoordigt, 'P(data|H)' de marginale waarschijnlijkheid van de gegevens onder de hypothese, en 'P(data)' de waarschijnlijkheid van de gegevens. De factor 'P(data)' is gelijk aan de som van de marginale waarschijnlijkheid vermenigvuldigd met de prior kansen, P(data) = %1$s P(data|H%2$s)*P(H%2$s).

source: The Bayes factors 'BF' can be obtained by dividing the posterior odds of two models by their prior odds, <center>BF%1$s%2$s = ( P(H%1$s|data)/P(H%2$s|data) ) / ( P(H%1$s)/P(H%2$s) ),</center> where 'BF%1$s%2$s' stands for the Bayes factor in favor of the 1st model in comparison to the 2nd model and can be interpreted as a natural measure of relative predictive performance. It is also possible to compute a Bayes factor that compares the hypothesis to the remaining hypotheses 'vs. all' exchange the second hypothesis for the sum of the remaining hypotheses, which can be simplified into, <center>BF%1$s%2$s = ( P(H%1$s|data)/(1-P(H%1$s|data)) ) / ( P(H%1$s)/(1-P(H%1$s)) ).</center>The numerator and denominator of the Bayes factors can be reversed by choosing the 'BF%2$s%1$s' option (quantifying the evidence in favor of the second hypothesis), or transformed to a log scale by choosing the 'log(BF%1$s%2$s)' option.
nl: De Bayes factoren 'BF' kunnen worden verkregen door de posterior kansen van twee modellen te delen door hun prior kansen, <center>BF%1$s%2$s = ( P(H%1$s|data)/P(H%2$s|data) ) / ( P(H%1$s)/P(H%2$s) ),</center> waarbij 'BF%1$s%2$s' staat voor de Bayes factor ten gunste van het 1e model in vergelijking tot het 2e model en kan worden geïnterpreteerd als een natuurlijke maatstaf voor relatieve voorspellende prestaties. Het is ook mogelijk om een Bayes factor te berekenen die de hypothese vergelijkt met de overige hypothesen 'vs. all', waarbij de tweede hypothese wordt ingeruild voor de som van de overige hypothesen, die kan worden vereenvoudigd, <center>BF%1$s%2$s = ( P(H%1$s|data)/(1-P(H%1$s|data) ) / ( P(H%1$s)/(1-P(H%1$s)) ).</center>De teller en de noemer van de Bayes factoren kunnen worden omgekeerd door de optie 'BF%2$s%1$s' te kiezen (kwantificeren van het bewijs ten gunste van de tweede hypothese), of worden omgezet in een logschaal door de optie 'log(BF%1$s%2$s)' te kiezen.

source: The 'Testing Summary' table displays numerical summaries for the hypotheses. It is composed of the following columns: <ul><li>'Hypothesis' - the specified hypothesis names</li><li>'P(H)' - the prior probability of the hypothesis</li><li>'log(likelihood)' - the log of the marginal likelihood of the hypothesis</li><li>'P(H|data)' - the posterior probability of the hypothesis (after updating with the data)</li><li>%s</li></ul>
nl: In de tabel 'Toetsoverzicht' worden numerieke samenvattingen voor de hypothesen weergegeven. Het is samengesteld uit de volgende kolommen: <ul> <li> 'Hypothese' - de gespecificeerde namen van de hypotheses </li> <li> 'P(H)' - de eerdere waarschijnlijkheid van de hypothese </li> <li> 'log (waarschijnlijkheid)' - de log van de marginale waarschijnlijkheid van de hypothese </li> <li> 'P (H | data)' - de posterior kans van de hypothese (na bijwerken met de gegevens) </li> <li>%s</li> </ul>

source: The '%1$s' option displays the %2$s plots for parameter %3$s. Spike prior distributions are visualized as arrows (signifying that their density is infinite) and %4$s distributions are visualized as continuous lines.
de: Die Option '%1$s' zeigt die %2$-Abbildungen für Parameter %3$s. Punktmasse-Priorverteilungen werden als Pfeile dargestellt (um anzudeuten, dass ihre Dichte unendlich ist) und %4$s Verteilungen werden als durchgezogene Linien dargestellt.
nl: De optie '%1$s' geeft de %2$s grafieken weer voor parameter %3$s. Puntmassa prior verdelingen worden gevisualiseerd als pijlen (hetgeen betekent dat hun dichtheid oneindig is) en %4$s verdelingen worden gevisualiseerd als doorlopende lijnen.

source: The 'All' option shows all %1$s for parameter %2$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis.
de: Die Option 'Alle' zeigt alle %1$s für den Parameter %2$s übereinander an, was einen einfacheren Vergleich mit einer gemeinsamen Dichte- und Wahrscheinlichkeitsskala auf der y-Achse ermöglicht.
nl: De optie 'Alle' toont alle %1$s voor parameter %2$s boven op elkaar, waardoor een eenvoudigere vergelijking met een gemeenschappelijke dichtheid en waarschijnlijkheidsschaal op de y-as mogelijk is.

source: The 'Stacked' option shows all %1$s for parameter %2$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Gestapelt' zeigt alle %1$s für den Parameter %2$s in einer Abbildung mit einem Tiefeneffekt, der durch Auftragen der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse induziert wird.
nl: De optie 'Gestapeld' toont alle %1$s voor parameter %2$s in één figuur met een diepte-effect dat wordt geïnduceerd door de extra verdelingen 'verder' op de z-as uit te zetten.

source: The 'Individual' option shows %1$s for parameter %2$s individually in separate figures. It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%3$s
de: Die Option 'Einzeln' zeigt %1$s für den Parameter %2$s einzeln in separaten Abbildungen. Es ist möglich, verschiedene Arten von Punktschätzungen ('Punktschätzung') und Kredibilitätsintervalle ('KI') zu visualisieren:%3$s
nl: De optie 'Individueel' toont %1$s voor parameter %2$s afzonderlijk in afzonderlijke cijfers. Het is mogelijk om verschillende soorten puntschattingen ('Puntschatting') en geloofwaardigheidsintervallen ('GI') te visualiseren: %3$s

source: Furthermore, the 'Observed data' checkbox allows the visualization of the observed %s as a black cross in the figure.
de: Zudem ermöglicht das Kontrollkästchen "Beobachtete Daten" die Visualisierung der beobachteten %s als schwarzes Kreuz in der Abbildung.
nl: Bovendien maakt het selectievakje 'Waargenomen gegevens' het mogelijk om de waargenomen %s als een zwart kruisje in de figuur te visualiseren.
