Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: %% of total observations
de: %% der gesamten Beobachtungen
nl: %% van totale observaties

source: The sample is drawn with <i>seed %1$s</i>.
de: Die Stichprobe wurde gezogen mit <i>Startwert %1$s</i>.
nl: De steekproef is getrokken met <i>seed %1$s</i>.

source: Unit %1$s is selected from each interval.
de: Einheit %1$s ist von jedem Intervall ausgewählt.
nl: Eenheid %1$s is geselecteerd van ieder interval.

source: <b>Table %1$i.</b> Selected Observations
de: <b>Tabelle %1$i.</b> Ausgewählte Beobachtungen
nl: <b>Tabel %1$i.</b> Geselecteerde Observaties

source: <b>Table %1$i.</b> Selection Descriptive Statistics
de: <b>Tabelle %1$i.</b> Auswahl, deskriptive Statistik
nl: <b>Tabel %1$i.</b> Selectie Beschrijvende statistiek

source: Valid cases
de: Gültige Fälle
nl: Geldige waarnemingen

source: Range
de: Wertebereich
nl: Bereik

source: Population and sample histograms
de: Population und Stichprobenhistogramme
nl: Populatie en steekproef histogrammen

source: <b>Figure %1$i.</b> The distributions of numeric variables in the population compared to the distributions in the sample.
de: <b>Abbildung %1$i.</b> Die Verteilungen numerischer Variablen in der Population im Vergleich zu den Verteilungen in der Stichprobe.
nl: <b>Figuur %1$i.</b> De verdelingen van numerieke variabelen in the populatie vergeleken met de verdelingen in de steekproef.

source: probability that, when one would repeatedly sample from this population, the maximum misstatement is calculated to be lower than
nl: waarschijnlijkheid dat, indien men herhaaldelijk een steekproef neemt van deze populatie, de maxiamle fout is berekend en lager dan

source: probability that the maximum misstatement is lower than
de: Wahrscheinlichkeit, dass die maximale Falschangabe niedriger ist als
nl: kans dat de maximale fout lager is dan

source: The selection consisted of <b>%1$s</b> observations, of which <b>%2$s</b> were found to contain an error. The knowledge from these data, combined with the risk assessments results in an <b>%3$s</b> upper confidence bound of <b>%4$s</b>. The cumulative knowledge states that there is a <b>%5$s</b> %6$s <b>%7$s</b>.
nl: De selectie bestond uit <b>%1$s</b> observaties, waarvan er van <b>%2$s</b> werd bevonden een fout te bevatten. De kennis van deze data, gecombineerd met risicobeoordelingen resulteren in een <b>%3$s</b> bovengrens van <b>%4$s</b>. De cumulatieve kennis stelt dat er een <b>%5$s</b> %6$s <b>%7$s</b> is.

source: <b>Table %1$i.</b> Evaluation Summary
de: <b>Tabelle %1$i.</b> Evaluations-Zusammenfassung
nl: <b>Tabel %1$i.</b> Evaluatiesamenvatting

source: Sample size
de: Stichprobenumfang
nl: Steekproefgrootte

source: Total tainting
nl: Totale tainting

source: %1$s%% Confidence bound
de: %1$s%% Konfidenzgrenze
nl: %1$s%% Betrouwbaarheidinterval

source: Maximum Misstatement
de: Maximale Falschangabe
nl: Maximale Misstatement

source: Evidence ratio
de: Evidenzverhältnis
nl: Bewijs ratio

source: The confidence bound is calculated according to the <b>Poisson</b> distributon.
de: Die Konfidenzgrenze ist gemäß der <b>Poisson</b>-Verteilung berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>Poisson</b> verdeling.

source: The confidence bound is calculated according to the <b>binomial</b> distributon.
de: Die Konfidenzgrenze wird gemäß der <b>Binomial</b>-Verteilung berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>binomiaal</b> verdeling.

source: The confidence bound is calculated according to the <b>hypergeometric</b> distribution.
de: Die Konfidenzgrenze ist gemäß der <b>hypergeometrischen</b> Verteilung berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>hypergeometrische</b> verdeling.

source: The confidence bound is calculated according to the <b>Stringer</b> method.
de: Die Konfidenzgrenze ist gemäß der <b>Stringer</b>-Methode berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>Stringer</b> methode.

source: The confidence bound is calculated according to the <b>regression</b> method.
de: Die Konfidenzgrenze ist gemäß der <b>Regression</b>-Methode berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>regressie</b> methode.

source: The confidence bound is calculated according to the <b>direct</b> method.
de: Die Konfidenzgrenze ist gemäß der <b>Direkt</b>-Methode berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>directe</b> methode.

source: The confidence bound is calculated according to the <b>difference</b> method.
de: Die Konfidenzgrenze ist gemäß der <b>Differenz</b>-Methode berechnet.
nl: De zekerheid grens is berekend volgens de <b>verschil</b> methode.

source: The confidence bound is calculated according to the <b>ratio</b> method.
de: Die Konfidenzgrenze ist gemäß der <b>Quotient</b>-Methode berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>ratio</b> methode.

source: The credible bound is calculated according to the <b>beta</b> distribution and requires the assumption that the sample taints are interchangeable.
nl: De geloofwaardigheidsgrens is berekend volgens de <b>beta</b> verdeling en heeft de aanname dat de fout in individuele observaties uitwisselbaar is.

source: The credible bound is calculated according to the <b>gamma</b> distribution and requires the assumption that the sample taints are interchangeable.
nl: De geloofwaardigheidsgrens is berekend volgens de <b>gamma</b> verdeling en heeft de aanname dat de fout in individuele observaties uitwisselbaar is.

source: The credible bound is calculated according to the <b>beta-binomial</b> distribution and requires the assumption that the sample taints are interchangeable.
nl: De geloofwaardigheidsgrens is berekend volgens de <b>beta-binomiaal</b> verdelingen en heeft de aanname dat de fout in individuele observaties uitwisselbaar is.

source: The credible bound is calculated according to the <b>Cox and Snell</b> method and requires the assumption that the population taints are uniformly distributed.
nl: De geloofwaardigheidsgrens is berekend volgens de <b>Cox en Snell</b> methode en heeft de aanname dat de populatie vervuilingen uniform zijn verdeeld.

source: The confidence bound is calculated according to the <b>Stringer</b> method with <b>LTA adjustment</b>.
de: Die Konfidenzgrenze ist nach der <b>Stringer</b>-Methode mit <b>LTA-Anpassung</b> berechnet.
nl: De zekerheidsgrens is berekend volgens de <b>Stringer</b> methode met <b>LTA adjustment</b>.

source: The audit result column is empty.
de: Die Auditergebnis-Spalte ist leer.
nl: De audit resultaten kolom is leeg.

source: Either the materiality, the population size, or the population value is defined as zero, or one of the required variables is missing.
de: Entweder ist die Wesentlichkeit, die Populationsgröße, oder der Populationswert als Null definiert, oder eine der benötigten Variablen fehlt.
nl: De materialiteit, de populatiegrootte, of de populatiewaarde is nul, of een van deze variabelen ontbreekt.

source: You must specify the population value to see the maximum misstatement.
de: Du musst den Populationswert angeben, um die maximale Falschangabe anzuzeigen.
nl: U moet de populatiewaarde specificeren om de geschatte maximumfout te kunnen zien.

source: Evaluation Information
de: Evaluations-Information
nl: Evaluatie informatie

source: Maximum error
de: Maximaler Fehler
nl: Maximale fout

source: Most likely error
de: Wahrscheinlichster Fehler
nl: Meest waarschijnlijke fout

source: <b>Figure %1$i.</b> Evaluation information for the current annotated selection. The materiality is compared with the maximum misstatement and the most likely error. The most likely error (MLE) is an estimate of the true misstatement in the population. The maximum error is an estimate of the maximum error in the population.
de: <b>Abbildung %1$i.</b> Evaluations-Informationen für die aktuelle annotierte Auswahl. Die Wesentlichkeit wird mit der maximalen Falschangabe und dem wahrscheinlichsten Fehler verglichen. Der wahrscheinlichste Fehler (MLE) ist eine Schätzung der wahren Falschangabe in der Population. Der maximale Fehler ist eine Schätzung des maximalen Fehlers in der Population.
nl: <b>Figuur %1$i.</b> Evaluatie informatie voor de huidige geannoteerde selectie. De materialiteit wordt vergeleken met de maxiamale fout en de meest waarschijnlijke fout. De meest waarschijnlijke fout (MLE) is een schatting van de ware afwijking in de populatie. De maximale fout is een schatting van de maximale fouten in de populatie.

source: Audit values (%1$s)
de: Auditwerte (%1$s)
nl: Audit waarden (%1$s)

source: <b>Figure %1$i.</b> Scatterplot of the book values in the selection and their audit values. Red dots indicate observations that did not match their original book value. If these red dots lie in the bottom part of the graph, the book values are overstated. If these red dots lie in the upper part of the graph, they are understated. The value <i>r</i> is the Pearson correlation coefficient of the book values and the audit values, an indicator of the strength of the linear relationship between the two variables.
de: <b>Abbildung %1$i.</b> Streudiagramm der Buchwerte in der Auswahl und deren Auditwerten. Rote Punkte zeigen Beobachtungen an, die nicht mit dem ursprünglichen Buchwert übereinstimmen. Wenn diese roten Punkte im unteren Teil des Diagramms liegen, werden die Buchwerte übertrieben. Wenn diese roten Punkte im oberen Teil des Diagramms liegen, sind sie untertrieben. Der Wert <i>r</i> ist der Pearson-Korrelationskoeffizient der Buchwerte und der Audit-Werte, ein Indikator für die Stärke der linearen Beziehung zwischen den beiden Variablen.
nl: <b>Figuur %1$i.</b> Spreidingsgrafiek van de boekwaardes in de selectie en de bijbehorende auditwaardes. Rode stippen geven observaties aan die niet overeenkwamen met hun originele boekwaarde. Als deze rode stippen aan de onderkant van de grafiek liggen, zijn de boekwaardes overschat. Als deze rode stippen in het bovenste deel van de grafiek liggen, zijn ze onderschat. De waarde <i>r</i> is de Pearson correlatiecoëfficiënt van de boekwaardes en de auditwaardes, een indicator van de sterkte van de lineaire relatie tussen de twee variabelen.

source: <b>Table %i.</b> Implicit Sample
de: <b>Tabelle %i.</b> Implizierte Stichprobe
nl: <b>Tabel %i.</b> Impliciete Steekproef

source: Implicit sample size
de: Implizierter Stichprobenumfang
nl: Impliciete steekproefgrootte

source: Implicit errors
de: Implizite Fehler
nl: Impliciete fouten

source: Sample sizes shown are implicit sample sizes derived from the ARM risk assessments: IR = <b>%1$s</b> and CR = <b>%2$s</b>.
nl: De weergegeven steekproefgroottes zijn impliciete steekproefgroottes afgeleid van de ARM risico beoordelingen: IR = <b>%1$s</b> en CR = <b>%2$s</b>.

source: <b>Table %i.</b> Prior and Expected Posterior Descriptive Statistics
nl: <b>Tabel %i.</b> Prior en Verwachte Posterior Beschrijvende Statistiek

source: Functional form
nl: Functionele vorm

source: Support %1$s
nl: ondersteuning %1$s

source: Evidence ratio %1$s
de: Evidenzverhältnis %1$s
nl: Bewijs ratio %1$s

source: %1$s%% Credible bound
nl: %1$s%% Geloofwaardigheidsgrens

source: Expected posterior
de: Erwarteter Posterior
nl: Verwachte posterior

source: Expected shift
de: Erwartete Verschiebung
nl: Verwachte verschuiving

source: %1$s: The population misstatement is lower than materiality (%2$s %3$s). %4$s: The population misstatement is equal to, or higher than, materiality (%5$s %6$s).
nl: %1$s: De populatie afwijking is lager dan de materialiteit(%2$s %3$s). %4$s: De populatie afwijking is gelijk aan, of hoger dan de materialiteit (%5$s %6$s).

source: Implied Prior from Risk Assessments
de: Implizierter Prior durch Risikobeurteilungen
nl: Geïmpliceerde prior van risicobeoordelingen

source: Expected posterior
de: Erwarteter Posterior
nl: Verwachte posterior

source: Population errors
de: Populationsfehler
nl: Populatiefouten

source: Probability of misstatement
nl: Kans op fout

source: %1$s%% Prior credible region
nl: %1$s%% Prior geloofwaardigheidsregio

source: %1$s%% Prior credible region
nl: %1$s%% Prior geloofwaardigheidsregio

source: Support
de: Träger
nl: Ondersteuning

source: The expected errors (grey dot) receive the highest probability. The red dot represents the materiality.
nl: De verwachtte fouten (grijze stip) krijgen de hoogste prioriteit. De rode stip representeert de materialiteit.

source: The expected posterior has its upper confidence bound below materiality.
nl: De verwachte posterior kansverdeling heeft zijn bovenste geloofwaardigheidsgrens onder de materialiteit.

source: <b>Figure %1$i.</b> The prior probability distribution <b>(%2$s)</b> on the misstatement in the population. The prior parameters <i>%3$s = %4$s, %5$s = %6$s</i> are derived from the assessments of the inherent and control risk, along with the expected errors. %7$s %8$s
nl: <b>Figuur %1$i.</b> De prior kansverdeling <b>(%2$s)</b> voor de afwijking in de populatie. De prior parameters <i>%3$s = %4$s, %5$s = %6$s</i> zijn afgeleid van de beoordelingen van inherente en controle risico, samen met de verwachte fouten %7$s %8$s

source: Prior and Posterior Distribution
de: Prior- und Posterior-Verteilung
nl: Prior and posterior verdeling

source: %1$s%% Posterior credible region
nl: %1$s%% Posterior geloofwaardigheidsregio

source: beta-binomial
nl: beta-binomiaal

source: Cox and Snell
de: Cox und Snell
nl: Cox en Snell

source: The red dot represents the specified materiality. If the credible area under the distribution surpasses this point, the estimate of the maximum misstatement exceeds the materiality.
de: Der rote Punkt steht für die angegebene Wesentlichkeit. Wenn die glaubwürdige Bereich unter der Verteilung diesen Punkt überschreitet, übersteigt die Schätzung der maximalen Falschangabe die Wesentlichkeit.
nl: De rode stip representeert de gespecificeerde materialiteit. Als het gekleurde gebied onder de distributie deze stip passeert, dan wordt de totale afwijking in de populatie boven de materialiteit geschat.

source: <b>Figure %1$i.</b> The prior and posterior probability distribution <b>(%2$s)</b> on the misstatement in the population. %3$s
de: <b>Abbildung %1$i.</b> Die Prior- und Posterior-Wahrscheinlichkeitsverteilung <b>(%2$s)</b> über die Falschangabe in der Population. %3$s
nl: <b>Figuur %1$i.</b> De prior en posterior kansverdeling <b>(%2$s)</b> voor de fout in de populatie. %3$s

source: <b>Table %i.</b> Prior and Posterior Descriptive Statistics
de: <b>Tabelle %i.</b> Deskriptive Statistiken zu Prior und Posterior
nl: <b>Tabel %i.</b> Prior en Posterior Beschrijvende statistiek

source: BF.c denotes the Bayes factor of the hypothesis in the row versus its complement. Posterior model probabilities (a: excluding the unconstrained hypothesis, b: including the unconstrained hypothesis) are based on equal prior model probabilities.
de: BF.c bezeichnet den Bayesfaktor der Hypothese in der Zeile gegenüber ihrem Gegenteil/Komplement. Posterior-Modellwahrscheinlichkeiten (a: exklusive der uneingeschränkte Hypothese, b: inklusive der uneingeschränkten Hypothese) basieren auf gleichen Prior-Modellwahrscheinlichkeiten.
nl: BF.c geeft de Bayes factor van de hypothese in de rij versus zijn complement. Posterior modelkansen (a: de ongebonden hypothese is uitgesloten, b: de ongebonden hypothese is meegenomen) zijn gebaseerd op gelijke prior modelkansen.

source: The variables %s contain missing values, the rows containing these values are removed in the analysis.
de: Die Variablen %s enthalten fehlende Werte; die Zeilen mit diesen Werten sind in der Analyse entfernt.
nl: De variabelen %s bevatten ontbrekende waarden, de rijen die deze waarden bevatten, zijn niet meegenomen in de analyse.

source: <b>Warning.</b>
de: <b>Warnung.</b>
nl: <b>Waarschuwing.</b>

source: The variable %s contains missing values, the rows containing these values are removed in the analysis.
de: Die Variable %s enthält fehlende Werte; die Zeilen mit diesen Werten sind in der Analyse entfernt.
nl: De variabele %s bevat ontbrekende waarden, de rijen die deze waarden bevatten, zijn niet meegenomen in de analyse.

source: The fixed factor has too many levels for a Bain analysis.
de: Der feste Faktor hat zu viele Stufen für eine Bain-Analyse.
nl: De gefixeerde factor heeft te veel niveaus voor een Bain analyse.

source: An error occurred in the analysis:<br>%s<br><br>Please double check your variables and model constraints.
de: In der Analyse ist ein Fehler aufgetreten:<br>%s<br><br>>Bitte überprüfe noch einmal deine Variablen und Modellbedingungen.
nl: Fout opgetreden in de analyse:<br>%s<br><br>Controleer uw variabelen en uw model beperkingen.

source: Bain does not accept factor levels that contain spaces. Please remove the spaces from your factor levels to continue.
de: Bain akzeptiert keine Faktorstufen, die Leerzeichen enthalten. Bitte entferne die Leerzeichen aus deinen Faktorstufen, um fortzufahren.
nl: Bain accepteert geen factorniveaus die spaties bevatten. Verwijder deze spaties a.u.b. uit uw factorniveaus om door te gaan.

source: Hypothesis Legend
de: Hypothese Legende
nl: Hypothese Legenda

source: Excluding Hu
de: Hu ausschließen
nl: Sluit Hu uit

source: Including Hu
de: Hu einbeziehen
nl: Neem Hu mee

source: The variables %1$s and %2$s contain missing values, the rows containing these values are removed in the analysis.
de: Die Variablen %1$s und %2$s enthalten fehlende Werte, die Zeilen mit diesen Werten sind in der Analyse entfernt.
nl: De variabelen %1$s en %2$s bevatten ontbrekende waarden, de rijen die deze waarden bevatten, zijn niet meegenomen in de analyse.

source: Descriptive Statistics
de: Deskriptive Statistik
nl: Beschrijvende Statistiek

source: Coefficients for Groups plus Covariates
de: Koeffizienten für Gruppen plus Kovariaten
nl: Coëfficiënten voor Groepen plus Covariaten

source: Coefficient
de: Koeffizient
nl: Coëfficiënt

source: %.0f%% Credible Interval
de: %.0f%% Kredibilitätsintervall
nl: %.0f%% Geloofwaardigheidsinterval

source: Posterior Probabilities
de: Posterior Wahrscheinlichkeiten
nl: Posterior kansen

source: Descriptives Plot
de: Deskriptive Abbildung
nl: Beschrijvend Diagram

source: Adjusted Means
de: Adjustierte Mittelwerte
nl: Bijgestelde Gemiddelden

source: Bain Linear Regression
de: Bain Lineare Regression
nl: Bain Lineaire Regressie

source: Coefficients
de: Koeffizienten
nl: Coëfficiënten

source: %i%% Credible Interval
de: %i%% Kredibilitätsintervall
nl: %i%% Geloofwaardigheidsinterval

source: Covariate
de: Kovariate
nl: Covariaat

source: The displayed coefficients are standardized.
de: Die angezeigten Koeffizienten sind standardisiert.
nl: De getoonde coëfficiënten zijn gestandaardiseerd.

source: Bain Independent Samples Welch's T-Test
de: Bain Welchs T-Test für unabhängige Stichproben
nl: Bain Onafhankelijke Steekproeven Welch's T-Toets

source: The alternative hypothesis H1 specifies that the mean of group 1 is unequal to the mean of group 2. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert der Gruppe 1 ungleich dem Mittelwert der Gruppe 2 ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat de gemiddelde van groep 1 ongelijk is aan het gemiddelde van groep 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The alternative hypothesis H1 specifies that the mean of group 1 is smaller than the mean of group 2. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert der Gruppe 1 kleiner ist als der Mittelwert der Gruppe 2. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese zegt dat het gemiddelde van groep 1 kleiner is dan het gemiddelde van groep 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The alternative hypothesis H1 specifies that mean of group 1 is bigger than the mean of group 2. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert der Gruppe 1 größer ist als der Mittelwert der Gruppe 2. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat het gemiddelde van groep 1 groter is dan het gemiddelde van groep 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The hypothesis H1 specifies that the mean of group 1 is bigger than the mean of group 2. The hypothesis H2 specifies that the mean in group 1 is smaller than the mean in group 2. The posterior probabilities are based on equal prior probabilities.
de: Die Hypothese H1 gibt an, dass der Mittelwert von Gruppe 1 größer als der Mittelwert von Gruppe 2 ist. Die Hypothese H2 gibt an, dass der Mittelwert in Gruppe 1 kleiner als der Mittelwert in Gruppe 2 ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De hypothese H1 zegt dat het gemiddelde van groep 1 groter is dan de gemiddelde van groep 2. De hypothese H2 zegt dat het gemiddelde van groep 1 kleiner is dan het gemiddelde van groep 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The null hypothesis H0 (equal group means) is tested against H1 (first mean larger than second mean) and H2 (first mean smaller than second mean). The posterior probabilities are based on equal prior probabilities.
de: Die Nullhypothese H0 (gleiche Gruppenmittelwerte) wird gegen H1 (erster Mittelwert größer als zweiter Mittelwert) und H2 (erster Mittelwert kleiner als zweiter Mittelwert) getestet. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De nulhypothese H0 (gelijke groepsgemiddelden) is getest ten opzichte van H1 (eerste gemiddelde groter dan tweede gemiddelde) en H2 (eerste gemiddelde kleiner dan tweede gemiddelde). De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: Results not computed: %s
de: Ergebnisse nicht berechnet: %s
nl: Onberekende resultaten: %s

source: Variable contains missing values, the rows containing these values are removed in the analysis.
de: Variable enthält fehlende Werte; die Zeilen, die diese Werte enthalten, sind in der Analyse entfernt.
nl: Variabele bevat ontbreknde waarden, de rijen die deze waarden bevatten, zijn uit de analyse gelaten.

source: H0: Equal
de: H0: Gleich
nl: H0: Gelijk

source: H1: Not equal
de: H1: Ungleich
nl: H1: Ongelijk

source: H1: Bigger
de: H1: Größer
nl: H1: Groter

source: H1: Smaller
de: H1: Kleiner
nl: H1: Kleiner

source: H2: Smaller
de: H2: Kleiner
nl: H2: Kleiner

source: Group
de: Gruppe
nl: Groep

source: Descriptive Plots
de: Deskriptive Abbildungen
nl: Beschrijvende diagrammen

source: Bain One Sample T-test
de: Bain T-Test für eine Stichprobe
nl: Bain T-toets Voor Eén Steekproef

source: The alternative hypothesis H1 specifies that the mean is unequal to %s. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert ungleich %s ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat het gemiddelde ongelijk is aan %s. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The alternative hypothesis H1 specifies that the mean is bigger than %s. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert größer als %s ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat het gemiddelde groter is dan %s. De posterior kansen zijn gebaseerd op gelijke prior kansen.
