Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: The 'Conditional' option shows all %1$s for parameter %2$s independently, as if they were considered as individual models (without the existence of other hypotheses). It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%3$s
nl: De optie 'Conditioneel' toont alle %1$s voor parameter %2$s onafhankelijk van elkaar, alsof ze als individuele modellen werden beschouwd (zonder het bestaan van andere hypothesen). Het is mogelijk om verschillende soorten puntschattingen ('Puntschatting') en geloofwaardigheidsintervallen ('GI') te visualiseren: %3$s

source: The 'Joint' option shows all %1$s for parameter %2$s when considered together in light of the other hypotheses (by multiplying the density of the %1$s over the parameter by the %3$s probability of the hypothesis). In addition, the 'Overlying' option allows the visualization of all %1$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis and the 'Stacked' option shows all %1$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
de: Die Option 'Zusammen' zeigt alle %1$s für den Parameter %2$s an, wenn sie zusammen unter Berücksichtigung der anderen Hypothesen betrachtet werden (durch Multiplikation der Dichte der %1$s über den Parameter mit der %3$s-Wahrscheinlichkeit der Hypothese). Zudem ermöglicht die Option 'Überlagernd' die Visualisierung aller %1$s übereinander, was einen leichteren Vergleich mit einer gemeinsamen Dichte- und Wahrscheinlichkeitsskala auf der y-Achse ermöglicht, und die Option 'Gestapelt' zeigt alle %1$s in einer Abbildung mit einem Tiefeneffekt, der durch die Darstellung der zusätzlichen Verteilungen 'weiter hinten' auf der z-Achse hervorgerufen wird.
nl: De optie 'Gezamenlijke' toont alle %1$s voor parameter %2$s wanneer deze samen worden beschouwd in het licht van de andere hypothesen (door de dichtheid van de %1$s over de parameter te vermenigvuldigen met de %3$s waarschijnlijkheid van de hypothese). Bovendien laat de optie 'Overlappend' toe om alle %1$s boven elkaar te visualiseren, waardoor een eenvoudigere vergelijking mogelijk is met een gemeenschappelijke dichtheids- en waarschijnlijkheidsschaal op de y-as en de optie 'Gestapeld' toont alle %1$s in één figuur met een diepte-effect dat wordt geïnduceerd door de extra verdelingen 'verder' op de z-as te plotten.

source: The 'Marginal' option collapses across all individual %1$s, weighting them by their %2$s probability.%3$s It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%4$s
nl: De optie 'Marginaal' wordt samengevouwen over all individuele %1$s, waarbij ze worden gewogen met hun %2$s waarschijnlijkheid.%3$s Het is mogelijk om verschillende soorten puntschattingen ('Puntschatting') en geloofwaardigheidsintervallen ('GI') te visualiseren:%4$s

source: The 'Prior and posterior distribution' option displays the prior and posterior distribution of the parameter %1$s for the individual %2$s. Spike prior distributions are visualized as arrows (signifying that their density is infinite) and %3$s distributions are visualized as continuous lines. Prior distributions are visualized as dashed grey lines and the posterior distribution as solid black lines. In addition, the observed data summary can be visualized as a black cross by selecting the '%4$s' checkbox.
nl: De optie 'Prior en posterior verdeling' geeft de prior en posterior verdeling van de parameter %1$s voor de individuele %2$s weer. Puntmassa prior verdelingen worden gevisualiseerd als pijlen (wat betekent dat hun dichtheid oneindig is) en %3$s verdelingen worden gevisualiseerd als doorlopende lijnen. Prior verdelingen worden gevisualiseerd als gestippelde grijze lijnen en de posterior verdeling als ononderbroken zwarte lijnen. Bovendien kan de waargenomen gegevenssamenvatting worden gevisualiseerd als een zwart kruis door het selectievakje '%4$s' aan te vinken.

source: The 'Conditional' option shows all prior and posterior distributions for parameter %1$s independently, as if they were considered as individual models (without the existence of other hypotheses).
nl: De optie 'Conditioneel' toont alle prior en posterior verdelingen voor parameter %1$s onafhankelijk van elkaar, alsof ze als individuele modellen worden beschouwd (zonder het bestaan van andere hypothesen).

source: The 'Joint' option shows all prior and posterior distributions for parameter %1$s when considered together in light of the other hypotheses. In addition, the 'Overlying' option allows the visualization all %1$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis and the 'Stacked' option shows all %1$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
nl: De optie 'Gezamenlijk' toont alle prior en posterior verdelingen voor parameter %1$s wanneer deze in het licht van de andere hypothesen samen worden beschouwd. Bovendien maakt de optie 'Overlappend' optie het mogelijk om alle %1$s boven elkaar te visualiseren, waardoor de vergelijking met een gemeenschappelijke dichtheids- en waarschijnlijkheidsschaal op de y-as gemakkelijker wordt. En de optie 'Gestapeld' optie toont alle %1$s in één figuur met een diepte-effect dat wordt geïnduceerd door de extra verdelingen 'verder' op de z-as te plotten.

source: The 'Marginal' option collapses across all individual prior and posterior distributions, weighting them by their prior and posterior probability.
nl: De optie 'Marginaal' voegt alle individuele prior en posterior verdelingen samen, waarbij ze worden gewogen op basis van hun eerdere en posterior kans.

source: The 'Point estimate' option displays a plot with the sequential updating of the point estimate %s (y-axis). The figure visualizes the updating process as ifthe individual data points were arriving one after another (x-axis).
nl: De optie 'Puntschatting' geeft een grafiek weer met een sequentiële update van de puntschatting %s (y-as). De figuur visualiseert het actualiseringsproces alsof de afzonderlijke gegevenspunten na elkaar aankomen (x-as).

source: The 'All' option shows either the mean ('Mean') or the median ('Median') for all specified models in one figure, allowing for easier comparison. It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%s
nl: De optie 'Alle' geeft het gemiddelde ('Gemiddelde') of de mediaan ('Mediaan') voor alle gespecificeerde modellen in één figuur weer, waardoor een eenvoudigere vergelijking mogelijk is. Het is mogelijk om verschillende soorten puntschattingen ('Puntschatting') en geloofwaardigheidsintervallen ('GI') te visualiseren:%s

source: The 'Stacked' option shows all of the prior distribution updates for each model within one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
nl: De optie 'Gestapeld' toont alle aanpassingen van de prior verdelingen voor elk model binnen één figuur met een diepte-effect dat wordt geïnduceerd door de extra verdelingen 'verder' op de z-as te weer te geven.

source: The 'Updating table' option generates a numerical summary of the displayed figures.
nl: De optie 'Update tabel' genereert een numeriek overzicht van de getoonde cijfers.

source: The 'Interval' option displays a sequential plot with the probability of parameter %s lying inside of the interval ranging from ('lower') to ('upper'), (y-axis). The figure visualizes the updating process as ifthe individual data points were arriving one after another (x-axis).
nl: De optie 'Interval' geeft een sequentieel grafiek weer met de kans dat de parameter %s binnen het interval ligt, variërend van ('onder') tot ('boven'), (y-as). De figuur visualiseert het actualiseringsproces alsof de afzonderlijke gegevenspunten na elkaar aankomen (x-as).

source: The 'All' option shows the probability of parameter %s lying inside of the specified range for all models in one figure, allowing for easier comparison.
nl: De optie 'Alle' toont de kans dat parameter %s binnen het gespecificeerde bereik ligt voor alle modellen in één figuur, waardoor een eenvoudigere vergelijking mogelijk is.

source: The 'Stacked' option visualizes the interval for all prior distribution updates for each model within one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
nl: De optie 'Gestapeld' visualiseert het interval voor alle updates van de prior verdelingen voor elk model binnen één figuur met een diepte-effect dat wordt veroorzaakt door de extra verdelingen 'verder' op de z-as te plotten.

source: The 'Posterior updating table' option generates a numerical summary of the updating process for parameter %s. The 'Observation' column tracks how many observations have been already encountered for the corresponding posterior distribution. The first row (observation = 0) corresponds to the prior distribution and the last row corresponds to the final posterior distribution after the prior distribution was updated with all observations.
nl: De optie 'Posterior update tabel' genereert een numeriek overzicht van het actualiseringsproces voor parameter %s. In de kolom "Waarneming" wordt bijgehouden hoeveel waarnemingen al zijn aangetroffen voor de overeenkomstige posterior verdeling. De eerste rij (waarneming = 0) komt overeen met de prior verdeling en de laatste rij komt overeen met de posterior verdeling nadat de prior verdeling met alle waarnemingen is bijgewerkt.

source: The 'Gaussian Estimation' analysis offers two types of prior distributions for parameter %1$s of a normal distribution, Normal(%1$s, %2$s), with known standard deviation %2$s: <ul><li>'Spike(%3$s)' - for concentrating all probability density at one location (%3$s). The prior %8$s corresponds to the location of the spike. The posterior distribution is again a spike at the same location and corresponding %8$s.</li><li>'Normal(%3$s, %4$s)' - for allocating probability density across all values of parameter %1$s according to a normal distribution with parameters mean %3$s and standard deviation %4$s. The prior %8$s corresponds to the mean parameter of the normal distribution %3$s. After seeing 'N' observations with mean %5$s, the posterior distribution updates to normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) with %8$s corresponding to the mean of posterior distribution.</li></ul>
de: Die Analyse 'Gaußsche Schätzung' bietet zwei Arten von Vorverteilungen für den Parameter %1$s einer Normalverteilung, Normal(%1$s, %2$s), mit bekannter Standardabweichung %2$s: <ul><li>'Punktmasse(%3$s)' - für die Konzentration der gesamten Wahrscheinlichkeitsdichte an einem Punkt (%3$s). Der vorherige %8$s entspricht der Stelle der Spitze. Die Posterior-Verteilung ist wiederum eine Punkmasse an der gleichen Stelle und entspricht %8$s.</li><li>'Normal(%3$s, %4$s)' - für die Zuweisung der Wahrscheinlichkeitsdichte über alle Werte des Parameters %1$s gemäß einer Normalverteilung mit den Parametern Mittelwert %3$s und Standardabweichung %4$s. Der vorherige %8$s entspricht dem Mittelwert des Parameters der Normalverteilung %3$s. Nachdem 'N' Beobachtungen mit dem Mittelwert %5$s gemacht wurden, aktualisiert sich die Posterior-Verteilung auf Normal( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s(1/%4$s%6$s + N/%2$s%6$s) ) wobei %8$s dem Mittelwert der Posterior-Verteilung entspricht.</li></ul>
nl: De analyse 'Gaussiaanse Schatting' biedt twee soorten prior verdelingen voor parameter %1$s van een normale verdeling, Normal(%1$s, %2$s), met bekende standaardafwijking %2$s: <ul><li>'Puntmassa(%3$s)' - voor het concentreren van alle waarschijnlijkheidsdensiteiten op één locatie (%3$s). De prior %8$s komt overeen met de locatie van de puntmassa. De posterior verdeling is weer een puntmassa op dezelfde locatie en komt overeen met %8$s.</li><li>'Normaal(%3$s, %4$s)' - voor het toewijzen van de waarschijnlijkheidsdichtheid over alle waarden van parameter %1$s volgens een normale verdeling met parameters gemiddelde %3$s en standaardafwijking %4$s. De prior %8$s komt overeen met de gemiddelde parameter van de normale verdeling %3$s. Na het zien van 'N'-waarnemingen met een gemiddelde van %5$s, wordt de posterior verdeling bijgewerkt naar normaal ( (%4$s%6$s*%5$s)/( (%2$s%6$s/N) + %4$s%6$s) + (%2$s%6$s*%3$s)/( (%2$s%6$s/N) + %4$s%6$s), 1/%7$s (1/%4$s%6$s + N/%2$s%6$s) ), waarbij %8$s overeenkomt met het gemiddelde van de posterior verdeling.</li></ul>

source: The 'Posterior prediction' section allows the prediction of future data based on the estimated models%s
nl: De sectie 'Posterior voorspelling' maakt het mogelijk om toekomstige gegevens te voorspellen op basis van de geschatte modellen%s

source: For a model with a spike prior distribution for parameter %1$s, predictions for 'N' future observation ('Future observations') follow a binomial distribution with size N and chance parameter %2$s equal to the location of the prior distribution. %5$s For a model with a beta prior distribution for parameter %1$s, the predictive distribution is a beta-binomial distribution with size N and posterior beta distribution parameters %3$s and %4$s. %6$s
nl: Voor een model met een puntmassa prior verdeling voor parameter %1$s, volgen de voorspellingen voor 'N' toekomstige waarnemingen ('Toekomstige waarnemingen') een binomiale verdeling met grootte N en toevalsparameter %2$s die gelijk is aan de locatie van de prior verdeling. %5$s Voor een model met een bèta prior verdeling voor parameter %1$s is de voorspellende verdeling een bèta-binomiale verdeling met grootte N en posterior bèta-verdelingsparameters %3$s en %4$s. %6$s

source: For a model with a spike prior distribution for parameter %1$s, predictions for 'N' future observation ('Future observations') with standard deviation %2$s ('SD') follow a normal distribution with mean parameter equal to the location of the prior distribution %3$s and standard deviation %2$s/%4$sN. For a model with a normal prior distribution for parameter %1$s, the predictive distribution is a normal distribution with mean equal to the mean of the posterior distribution and standard deviation based on the standard deviation of the posterior distribution (%3$s) and expected standard deviation of the new data (%2$s/%4$sN), %4$s( %3$s%5$s + (%2$s/%4$sN)%5$s ). In both cases, the %6$s prediction is equal to the mean parameter of the distribution for predictions.
nl: Voor een model met een puntmassa prior verdeling voor parameter %1$s, volgen de voorspellingen voor 'N' toekomstige waarnemingen ('Toekomstige waarnemingen') met standaarddeviatie %2$s ('SD') een normale verdeling met gemiddelde parameter gelijk aan de locatie van de prior verdeling %3$s en standaarddeviatie %2$s/%4$sN. Voor een model met een normale prior verdeling voor parameter %1$s is de voorspellende verdeling een normale verdeling met een gemiddelde dat gelijk is aan het gemiddelde van de posterior verdeling en de standaardafwijking op basis van de standaardafwijking van de posterior verdeling (%3$s) en de verwachte standaardafwijking van de nieuwe gegevens (%2$s/%4$sN), %4$s ( %3$s%5$s + (%2$s/%4$sN)%5$s ). In beide gevallen is de %6$s voorspelling gelijk aan de gemiddelde parameter van de verdeling voor voorspellingen.

source: The 'Prediction Summary' table displays numerical summaries for the individual models. The displayed point estimate can be changed using the 'Point estimate' option. The table is composed of the following columns: <ul><li>'Model' - the specified model names</li><li>'Posterior (%1$s)' - the estimated posterior distribution for parameter %1$s (used for prediction)</li>%2$s<li>'Posterior %4$s' - the %5$s of the specified posterior distribution</li><li>'Prediction%3$s' - the predictive distribution for new data</li><li>'Prediction %4$s' - the %5$s of predicted data</li></ul>
nl: De tabel 'Voorspellingsoverzicht' toont numerieke samenvattingen voor de afzonderlijke modellen. De weergegeven puntschatting kan worden gewijzigd met de optie 'Puntschatting'. De tabel bestaat uit de volgende kolommen: <ul><li>'Model' - de gespecificeerde modelnamen</li><li>'Posterior (%1$s)' - de geschatte posterior verdeling voor parameter %1$s (gebruikt voor de voorspelling)</li>%2$s<li>'Posterior %4$s' - de %5$s van de gespecificeerde posterior verdeling</li><li>'Voorspelling%3$s' - de voorspellende verdeling voor nieuwe gegevens</li><li>'Voorspelling %4$s' - de %5$s van de voorspelde gegevens</li></ul>

source: The 'Posterior predictive distribution' option displays figures of predictive distributions based on posterior distributions of the individual models. The '%1$s' checkbox transforms the figures with predicted data%2$s into figures with %3$s.
nl: De optie 'Posterior voorspellende verdeling' toont cijfers van voorspellende verdelingen op basis van posterior verdelingen van de individuele modellen. Het selectievakje '%1$s' zet de cijfers met voorspelde gegevens%2$s om in cijfers met %3$s.

source: The 'All' option shows all posterior predictive distributions on top of each other, allowing for easier comparison with a common density scale on the y-axis.
nl: De optie 'Alle' toont alle posterior voorspellende verdelingen over elkaar heen, waardoor de vergelijking met een gemeenschappelijke dichtheidsschaal op de y-as eenvoudiger wordt.

source: The 'Stacked' option shows all posterior predictive distributions in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
nl: De optie 'Gestapeld' toont alle posterior voorspellende verdelingen in één figuur met een diepte-effect dat wordt veroorzaakt door de extra verdelingen 'verder' op de z-as te weer te geven.

source: The 'Individual' option shows posterior predictive distributions for each model individually in separate figures. It is possible to visualize different types of point estimates ('Point estimate') and credible intervals ('CI'):%s
nl: De optie 'Individueel' geeft voor elk model afzonderlijk een voorspellende posterior verdeling in afzonderlijke cijfers weer. Het is mogelijk om verschillende soorten puntschattingen ('Puntschatting') en geloofwaardigheidsintervallen ('GI') te visualiseren:%s

source: The '%1$s' option displays figures of predictive distributions based on posterior distributions of the individual models. %2$s
nl: De '%1$s' optie geeft cijfers van voorspellende verdelingen weer op basis van de posterior verdelingen van de individuele modellen. %2$s

source: The 'Conditional' option shows all %1$s for parameter %2$s independently, as if they were considered as individual models (without the existence of other hypotheses). It is possible to visualize different of credible intervals ('CI'):%3$s
nl: De optie 'Conditioneel' toont alle %1$s voor parameter %2$s onafhankelijk van elkaar, alsof ze als individuele modellen werden beschouwd (zonder het bestaan van andere hypothesen). Het is mogelijk om verschillende geloofwaardigheidsintervallen ('GI') te visualiseren: %3$s

source: The 'Joint' option shows all %1$s for parameter %2$s when considered together in light of the other hypotheses (by multiplying the density of the %1$s by the %3$s probability of the hypothesis). In addition, the 'Overlying' option allows the visualization of all %1$s on top of each other, allowing for easier comparison with a common density and probability scale on the y-axis and the 'Stacked' option shows all %1$s in one figure with a depth effect induced by plotting the additional distributions 'further' on the z-axis.
nl: De optie 'Gezamenlijk' toont alle %1$s voor parameter %2$s wanneer deze samen worden beschouwd in het licht van de andere hypothesen (door de dichtheid van de %1$s te vermenigvuldigen met de %3$s waarschijnlijkheid van de hypothese). Bovendien maakt de optie 'Overlappend' het mogelijk om alle %1$s boven elkaar te visualiseren, waardoor de vergelijking met een gemeenschappelijke dichtheids- en waarschijnlijkheidsschaal op de y-as gemakkelijker wordt en de optie 'Gestapeld' alle %1$s in één figuur laat zien met een diepte-effect dat wordt geïnduceerd door de extra verdelingen 'verder' op de z-as weer te geven.

source: The 'Predictive accuracy' option allows a comparison of the predictive accuracy across all hypotheses. Predictive accuracy refers to how likely the data are given the hypotheses.
nl: De optie 'Voorspellende nauwkeurigheid' maakt een vergelijking van de voorspellende nauwkeurigheid over alle hypothesen heen mogelijk. De 'Voorspellende nauwkeurigheid' heeft betrekking op hoe waarschijnlijk de gegevens zijn gegeven de hypothesen.

source: The 'Conditional' option shows all predictive accuracies independently, as if they were considered as individual models (without the existence of other hypotheses).
nl: De optie 'Conditioneel' toont alle voorspellende nauwkeurigheden onafhankelijk van elkaar, alsof ze als individuele modellen worden beschouwd (zonder het bestaan van andere hypothesen).

source: The 'Joint' option shows all predictive accuracies when taking the prior probabilities of hypotheses into account (by multiplying conditional predictive accuracies by prior probabilities of the hypotheses).
nl: De optie 'Gezamenlijk' toont alle voorspellende nauwkeurigheden wanneer rekening wordt gehouden met de eerdere waarschijnlijkheden van hypothesen (door voorwaardelijke voorspellende nauwkeurigheden te vermenigvuldigen met eerdere waarschijnlijkheden van de hypothesen).

source: The 'Normalized' option shows all predictive accuracies considered together in light of the other hypotheses (by normalizing the joint predictive accuracies by the probability of the data, which equals to the posterior probability of the hypotheses).
nl: De optie 'Genormaliseerd' toont alle voorspellende nauwkeurigheden samen in het licht van de andere hypothesen (door de gezamenlijke voorspellende nauwkeurigheden te normaliseren door de waarschijnlijkheid van de gegevens, die gelijk is aan de posterior kans van de hypothesen).

source: The 'Test results' option displays a plot with the sequential change in the predictive accuracy of all hypotheses (y-axis). The figure visualizes the updating process as ifthe individual data points were arriving one after another (x-axis).
nl: De optie 'Testresultaten' geeft een plot weer met de sequentiële verandering in de voorspellende nauwkeurigheid van alle hypothesen (y-as). De figuur visualiseert het actualiseringsproces alsof de afzonderlijke gegevenspunten achter elkaar aankomen (x-as).

source: The 'Normalized' option shows all predictive accuracies considered together in light of the other hypotheses (by normalizing the joint predictive accuracies by the probability of the data, which equals to the posterior probability of the hypotheses at the given time point).
nl: De optie 'Genormaliseerd' toont alle voorspellende nauwkeurigheden samen in het licht van de andere hypothesen (door de gezamenlijke voorspellende nauwkeurigheid te normaliseren door de waarschijnlijkheid van de gegevens, die gelijk is aan de posterior waarschijnlijkheid van de hypothesen op het gegeven tijdstip).
