Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: Some confidence intervals could not be computed. Possibly too few bootstrap replicates.
de: Einige Konfidenzintervalle konnten nicht berechnet werden. Möglicherweise zu wenige Bootstrap-Wiederholungen.
nl: Sommige betrouwbaarheidsintervallen konden niet worden berekend. Er zijn mogelijk te weinig bootstrap replicaties.

source: Bootstrapping based on %s replicates.
de: Bootstrapping basiert auf %s Wiederholungen.
nl: Bootstrapping gebaseerd op %s herhalingen.

source: Simple Main Effects
de: Einfache Haupteffekte
nl: Hoofdeffecten

source: Simple Main Effects - %s
de: Einfache Haupteffekte - %s
nl: Hoofdeffecten - %s

source: Level of %s
de: Stufe von %s
nl: Niveau van %s

source: Not enough observations in cells %s.
de: Nicht genügend Beobachtungen in Zellen %s.
nl: Niet genoeg observaties in cellen %s.

source: Kruskal-Wallis Test
nl: Kruskal-Wallis Toets

source: Statistic
de: Statistik
nl: Statistiek

source: Theoretical Quantiles
de: Theoretische Quantile
nl: Theoretische Kwantielen

source: Standardized Residuals
de: Standardisierte Residuen
nl: Gestandaardiseerde Residuen

source: Error while loading data. Please verify your repeated measures observations.
de: Fehler beim Laden der Daten. Bitte kontrolliere deine Beobachtungen mit Messwiederholung.
nl: Fout tijdens laden van gegevens. Controleer uw herhaalde metingen waarnemingen.

source: Factor: <em>%s</em>, contains fewer than two levels.
de: Faktor: <em>%s</em>, enthält weniger als zwei Stufen.
nl: Factor: <em>%s</em>, bevat minder dan twee niveaus.

source: Factors: <em>%s</em>, contain fewer than two levels.
de: Faktoren: <em>%s</em>, enthalten weniger als zwei Stufen.
nl: Factoren: <em>%s</em>, bevatten minder dan twee niveaus.

source: The repeated measure: <em>%s</em>, contains infinite values.
de: Die Messwiederholung: <em>%s</em>, enthält unendliche Werte.
nl: De herhaalde meting: <em>%s</em>, bevat oneindige waarden.

source: The repeated measures: <em>%s</em>, contain infinite values.
de: Die Messwiederholungen: <em>%s</em>, enthalten unendliche Werte.
nl: De herhaalde metingen: <em>%s</em>, bevatten oneindige waarden.

source: The covariate: <em>%s</em>, contains infinite values.
de: Die Kovariate: <em>%s</em>, enthält unendliche Werte.
nl: De covariaat: <em>%s</em>, bevat oneindige waarden.

source: The covariates: <em>%s</em>, contain infinite values.
de: Die Kovariaten: <em>%s</em>, enthalten unendliche Werte.
nl: De covariaten: <em>%s</em>, bevatten oneindige waarden.

source: Please choose a name for the RM factors that differs from those for the between subjects factors.
de: Bitte wähle einen Namen für die MW-Faktoren, der sich von denen der Zwischensubjektfaktoren unterscheidet.
nl: Kies een naam voor de BP factoren die verschilt van die voor de tussen-proefpersoon factoren.

source: Some parameters are not estimable, most likely due to empty cells of the design.
de: Einige Parameter sind nicht schätzbar, wahrscheinlich durch leere Zellen im Design.
nl: Sommige parameters kunnen niet worden geschat, waarschijnlijk door lege cellen in het ontwerp.

source: None
de: Keine
nl: Geen

source: Between Subjects Effects
de: Zwischensubjekteffekte
nl: Tussen-proefpersoon Effecten

source: Within Subjects Effects
de: Innersubjekteffekte
nl: Binnen-proefpersoon Effecten

source: Sphericity Correction
de: Sphärizitätskorrektur
nl: Sfericiteitscorrectie

source: Sphericity corrections not available for factors with 2 levels.
de: Sphärizitiätskorrekturen sind nicht für Faktoren mit 2 Abstufungen verfügbar.
nl: Sfericiteitscorrecties zijn niet beschikbaar voor factoren met 2 niveaus.

source: Mauchly's test of sphericity indicates that the assumption of sphericity is violated (p < .05).
de: Mauchlys Test auf Sphärizität deutet darauf hin dass die Annahme der Sphärizität verletzt ist (p < .05).
nl: Mauchly's toets geeft aan dat de aanname van sfericiteit is geschonden (p < .05).

source: Cannot perform homogeneity tests because there are no between subjects factors specified.
de: Kann Homogenitätstests nicht ausführen weil keine Zwischensubjektfaktoren spezifiziert sind.
nl: Kan geen toets voor homogeniteit uitvoeren omdat er geen tussen-proefpersoon factoren zijn gespecificeerd.

source: Test of Sphericity
de: Test auf Sphärizität
nl: Toets voor Sfericiteit

source: Approx. %s
de: Ungefähr %s
nl: Geschatte %s

source: dfSphericity
de: dfSphärizität
nl: dfSfericiteit

source: p-value
de: p-Wert
nl: p-waarde

source: Lower Bound %s
de: Untergrenze %s
nl: Bovengrens %s

source: Cannot perform sphericity tests because there are only two levels of the RM factor.
de: Kann keine Sphärizitätsprüfung durchführen, weil der MW-Faktor nur zwei Stufen hat.
nl: Kan geen sfericiteitstoets uitvoeren omdat de BP factor slechts twee niveaus bevat.

source: Unpooled error term only allowed in balanced designs.
de: Ungepoolter Fehlerterm nur für balancierte Designs erlaubt.
nl: Aparte fout term enkel toegestaan bij gebalanceerde designs.

source: %s corrected p-values are not appropriate for repeated measures post-hoc tests (Maxwell, 1980; Field, 2012).
de: %s korrigierte p-Werte sind für Post-hoc-Tests bei Messwiederholung nicht geeignet (Maxwell, 1980; Field, 2012).
nl: %s gecorrigeerde p-waarden zijn niet geschikt voor herhaalde metingen post-hoc toetsen (Maxwell, 1980; Field, 2012).

source: P-value adjusted for comparing a family of %s
de: P-Wert adjustiert, um eine Familie von %s zu vergleichen
nl: P-waarde aangepast om een familie van %s te vergelijken

source: P-value and confidence intervals adjusted for comparing a family of %1$s estimates (confidence intervals corrected using the %2$s method).
de: P-waarde en betrouwbaarheidsintervallen aangepast om een familie van %1$s schattingen te vergelijken (betrouwbaarheidsintervallen gecorrigeerd met de %2$s methode).
nl: P-waarde en betrouwbaarheidsintervallen aangepast om een familie van %1$s schattingen te vergelijken (betrouwbaarheidsintervallen gecorrigeerd met de %2$s methode).

source: Post Hoc Comparisons -
de: Post-hoc-Vergleiche -
nl: Post-Hoc Vergelijkingen -

source: Bootstrapped Post Hoc Comparisons -
de: Bootstrapped Post-hoc-Vergleiche -
nl: Gebootstrapte Post-Hoc Vergelijkingen -

source: %1$s%% bca%2$s CI
de: %1$s%% bca%2$s KI
nl: %1$s%% bca%2$s BI

source: bias
nl: onzuiverheid

source: Unequal variances only available for main effects of within subjects factors
de: Ungleiche Varianzen nur für Haupteffekte oder Innersubjektfaktoren verfügbar
nl: Ongelijke varianties alleen beschikbaar voor hoofdeffecten van binnen-proefpersoon factoren

source: Marginal Means -
de: Randmittelwerte -
nl: Marginale Gemiddeldes -

source: Bootstrapped Marginal Means -
de: Bootstrapped Randmittelwerte -
nl: Gebootstrapte Marginale Gemiddeldes -

source: Marginal Mean
de: Randmittelwerte
nl: Marginaal Gemiddelde

source: 95%% bca%s CI
de: 95%% bca%s KI
nl: 95%% bca%s BI

source: Marginal Means estimate is based on the median of the bootstrap distribution.
de: Die Schätzung der Randmittelwerte basiert auf dem Median der Bootstrap-Verteilung.
nl: Marginale Gemiddelden schatting is gebaseerd op de mediaan van de bootstrapverdeling.

source: 95%% CI for Mean Difference
de: 95%% KI für Mittelwertdifferenz
nl: 95%% BI voor Gemiddeld Verschil

source: Bonferroni CI adjustment
de: Bonferroni KI-Korrektur
nl: Bonferroni BI aanpassing

source: Sidak CI adjustment
de: Sidak KI-Korrektur
nl: Sidak BI aanpassing

source: Nonparametrics
de: Nichtparametrisch
nl: Niet parametrisch

source: Friedman Test
nl: Friedman Toets

source: Chi-Squared
de: Chi-Quadrat
nl: Chi-Kwadraat

source: Please specify appropriate terms for the Friedman/Durbin test.
de: Bitte spezifiziere gültige Terme für den Friedman/Durbin Test.
nl: Specificeer juiste termen voor de Friedman/Durbin toets.

source: Durbin Test
nl: Durbin Toets

source: df num
nl: vg teller

source: df den
nl: vg noemer

source: Conover Test
nl: Conover Toets

source: Conover's Post Hoc Comparisons - %s
de: Conovers Post-hoc-Vergleiche - %s
nl: Conover's Post-Hoc Vergelijkingen - %s

source: Grouped by %s.
de: Gruppiert mit %s.
nl: Gegroepeerd met %s.

source: Benford's law states that in many naturally occurring collections of numerical observations, the leading significant digit is likely to be small. The goal of this procedure is to determine to what extent the first leading digits in the data set follow Benford's law, and to test this relation with a type-I error of <b>%1$s</b>. Data that are not distributed according to Benford's law might need further investigation.
de: Das Benfordsche Gesetz sagt, dass in vielen natürlich vorkommenden Sammlungen numerischer Beobachtungen die führende Ziffer wahrscheinlich klein ist. Das Ziel dieses Verfahrens ist festzustellen, inwiefern die führenden Ziffern im Datensatz dem Benfordschen Gesetz folgen, und diese Beziehung mit einem Typ-I-Fehler von <b>%1$s</b> zu testen. Daten, die nicht mit dem Benfordschen Gesetz übereinstimmen, müssen möglicherweise weiter untersucht werden.
nl: De wet van Benford houdt in dat in veel natuurlijk voorkomende verzamelingen van getallen het leidende significante nummer waarschijnlijk klein is. Het doel van deze procedure is om vast te stellen in hoeverre de eerste leidende nummers in de gegevens de wet van Benford volgen, en deze relatie te toetsen met <b>%1$s</b> betrouwbaarheid. Data die niet aan de wet van Benford voldoen moeten wellicht aan verdere verificatie onderworpen worden.

source: Benford's law states that in many naturally occurring collections of numerical observations, the leading significant digit is likely to be small. The goal of this procedure is to determine to what extent the first two leading digits in the data set follow Benford's law, and to test this relation with a type-I error of <b>%1$s</b>. Data that are not distributed according to Benford's law might need further investigation.
de: Das Benfordsche Gesetz sagt, dass in vielen natürlich auftretenden Sammlungen numerischer Beobachtungen die führende Ziffer wahrscheinlich klein ist. Das Ziel dieses Verfahrens ist festzustellen, inwiefern die ersten beiden führenden Ziffern im Datensatz dem Benfordschen Gesetz folgen, und diese Beziehung mit einem Typ-I-Fehler von <b>%1$s</b> zu testen. Daten, die nicht mit dem Benfordschen Gesetz übereinstimmen, müssen möglicherweise weiter untersucht werden.
nl: De wet van Benford houdt in dat in veel natuurlijk voorkomende verzamelingen van getallen het leidende significante nummer waarschijnlijk klein is. Het doel van deze procedure is om vast te stellen in hoeverre de eertse twee leidende nummers in de gegevens de wet van Benford volgen, en deze relatie te toetsen met <b>%1$s</b> betrouwbaarheid. Gegevens die niet aan de wet van Benford voldoen moeten wellicht aan verdere verificatie onderworpen worden.

source: Benford's law states that in many naturally occurring collections of numerical observations, the leading significant digit is likely to be small. The goal of this procedure is to determine to what extent the last digits in the data set follow Benford's law, and to test this relation with a type-I error of <b>%1$s</b>. Data that are not distributed according to Benford's law might need further investigation.
de: Das Benfordsche Gesetz sagt, dass in vielen natürlich auftretenden Sammlungen numerischer Beobachtungen die führende Ziffer wahrscheinlich klein ist. Das Ziel dieses Verfahrens ist festzustellen, inwiefern die letzten Ziffern im Datensatz dem Benfordschen Gesetz folgen, und diese Beziehung mit einem Typ-I-Fehler von <b>%1$s</b> zu testen. Daten, die nicht nach dem Benfordschen Gesetz verteilt sind, müssen möglicherweise weiter untersucht werden.
nl: De wet van Benford houdt in dat in veel natuurlijk voorkomende verzamelingen van getallen het leidende significante nummer waarschijnlijk klein is. Het doel van deze procedure is om vast te stellen in hoeverre de laatste nummers in de gegevens de wet van Benford volgen, en deze relatie te toetsen met <b>%1$s</b> betrouwbaarheid. Gegevens die niet aan de wet van Benford voldoen moeten wellicht aan verdere verificatie onderworpen worden.

source: The uniform distribution assigns equal probability to all possible digits that may occur. The goal of this procedure is to determine to what extent the first leading digits in the data set follow the uniform distribution, and to test this relation with a type-I error of <b>%1$s</b>. If the uniform distribution assumption is desirable, then violation of uniformity is cause for further investigation.
nl: De uniforme verdeling kent gelijke kansen toe aan alle waarden die kunnen voorkomen. Het doel van deze procedure is om vast te stellen in hoeverre de eerste leidende nummers in de gegevens de uniforme verdeling volgen, en deze relatie te toetsen met <b>%1$s</b> betrouwbaarheid. Veronderstelde willekeurige data die niet aan de uniforme verdeling voldoen moeten wellicht aan verdere verificatie onderworpen worden.

source: The uniform distribution assigns equal probability to all possible digits that may occur. The goal of this procedure is to determine to what extent the first two leading digits in the data set follow the uniform distribution, and to test this relation with a type-I error of <b>%1$s</b>. If the uniform distribution assumption is desirable, then violation of uniformity is cause for further investigation.
nl: De uniforme verdeling kent gelijke kansen toe aan alle waarden die kunnen voorkomen. Het doel van deze procedure is om vast te stellen in hoeverre de eerste twee leidende nummers in de gegevens de uniforme verdeling volgen, en deze relatie te toetsen met <b>%1$s</b> betrouwbaarheid. Veronderstelde willekeurige gegevens die niet aan de uniforme verdeling voldoen moeten wellicht aan verdere verificatie onderworpen worden.

source: The uniform distribution assigns equal probability to all possible digits that may occur. The goal of this procedure is to determine to what extent the last digits in the data set follow the uniform distribution, and to test this relation with a type-I error of <b>%1$s</b>. If the uniform distribution assumption is desirable, then violation of uniformity is cause for further investigation.
nl: De uniforme verdeling kent gelijke kansen toe aan alle waarden die kunnen voorkomen. Het doel van deze procedure is om vast te stellen in hoeverre de laatste nummers in de populatie de uniforme verdeling volgen, en deze relatie te toetsen met <b>%1$s</b> betrouwbaarheid. Veronderstelde willekeurige data die niet aan de uniforme verdeling voldoen moeten wellicht aan verdere verificatie onderworpen worden.

source: <u>Assessing Benford's Law</u>
de: <u>Prüfung des Benfordschen Gesetzes</u>
nl: <u>Het Evalueren van de Wet van Benford</u>

source: <u>Assessing the Uniform Distribution</u>
de: <u>Prüfung der Uniformen Verteilung</u>
nl: <u>Het Evalueren van de Uniforme Verdeling</u>

source: <b>Table %i.</b> Goodness-of-fit Test
de: <b>Tabelle %i.</b> Anpassungsgüte-Test
nl: <b>Tabel %i.</b> Passingstoets

source: Value
de: Wert
nl: Waarde

source: <i>p</i> value
de: <i>p</i>-Wert
nl: <i>p</i> waarde

source: The null hypothesis specifies that the first digits (1 - 9) in the data set are distributed according to %1$s.
de: Die Nullhypothese gibt an, dass die ersten Ziffern (1 - 9) im Datensatz gemäß %1$s verteilt sind.
nl: De nulhypothese specificeert dat de verdeling van de eerste getallen (1 - 9) in de gegevens overeenstemmen met %1$s.

source: The null hypothesis specifies that the first two digits (10 - 99) in the data set are distributed according to %1$s.
de: Die Nullhypothese gibt an, dass die ersten beiden Ziffern (10 - 99) im Datensatz gemäß %1$s verteilt sind.
nl: De nulhypothese specificeert dat de verdeling van de eerste twee getallen (10 - 99) in de gegevens overeenstemmen met %1$s.

source: The null hypothesis specifies that the last digits (1 - 9) in the data set are distributed according to %1$s.
de: Die Nullhypothese gibt an, dass die letzten Ziffern (1 - 9) im Datensatz gemäß %1$s verteilt sind.
nl: De nulhypothese specificeert dat de verdeling van de laaste getallen (1 - 9) in de gegevens overeenstemmen met %1$s.

source: Chi-square
de: Chi-Quadrat
nl: Chi-kwadraat

source: <b>Table %i.</b> Descriptive Statistics
de: <b>Tabelle %i.</b> Deskriptive Statistiken
nl: <b>Tabel %i.</b> Beschrijvende Statistieken

source: Benford's law
de: Benfordsches Gesetz
nl: Wet van Benford

source: Uniform distribution
de: Uniforme Verteilung
nl: Uniforme verdeling

source: Leading digit
de: Führende Ziffer
nl: Leidend cijfer

source: Leading digits
de: Führende Ziffern
nl: Leidende cijfers

source: Last digit
de: Letzte Ziffer
nl: Laatste cijfer

source: Count
de: Anzahl
nl: Aantal

source: Observed Percentages vs. Expected Percentages
de: Beobachtete Prozentzahlen vs. Erwartete Prozentzahlen
nl: Geobserveerde Percentages vs. Verwachte Percentages

source: Observed
de: Beobachtet
nl: Geobserveerd

source: <b>Figure %i:</b> The observed percentages of each digit in the data set compared to the expected percentage under %2$s. For data sets distributed according %2$s the blue dots will lie near the top of the grey bars.
de: <b>Abbildung %i:</b> Die beobachteten Prozentzahlen jeder Ziffer des Datensatzes im Vergleich zum erwarteten Prozentsatz unter %2$s. Bei Datensätzen, die nach %2$s verteilt sind, liegen die blauen Punkte in der Nähe des oberen Randes der grauen Balken.
nl: <b>Figuur %i:</b> De geobserveerde percentages van ieder nummer in de gegevens vergeleken met het verwachte percentage onder %2$s. Hoe dichter de blauwe stippen rond de bovenkant van de grijze staven liggen, hoe meer de gegevens overeenstemmen met %2$s.

source: <u>Conclusion</u>
de: <u>Schlussfolgerung</u>
nl: <u>Conclusies</u>

source: is rejected
de: ist verworfen
nl: wordt verworpen

source: is not rejected
de: ist nicht verworfen
nl: wordt niet verworpen

source: The <i>p</i> value is %1$s and the null hypothesis that the first digits in the data set are distributed according to %2$s <b>%3$s</b>.
de: Der <i>p</i>-Wert ist %1$s und die Nullhypothese, dass die ersten Ziffern des Datensatzes gemäß %2$s <b>%3$s</b> verteilt sind.
nl: De <i>p</i> waarde is %1$s en de nulhypothese dat de eerste cijfers in de gegevens worden verdeeld volgens %2$s <b>%3$s</b>.

source: The <i>p</i> value is %1$s and the null hypothesis that the first two digits in the data set are distributed according to %2$s <b>%3$s</b>.
de: Der <i>p</i>-Wert ist %1$s und die Nullhypothese, dass die ersten beiden Stellen des Datensatzes gemäß %2$s <b>%3$s</b> verteilt sind.
nl: De <i>p</i> waarde is %1$s en de nulhypothese dat de eerste twee cijfers in de gegevens worden verdeeld volgens %2$s <b>%3$s</b>.

source: The <i>p</i> value is %1$s and the null hypothesis that the last digits in the data set are distributed according to %2$s <b>%3$s</b>.
de: Der <i>p</i>-Wert ist %1$s und die Nullhypothese, dass die letzten Ziffern des Datensatzes gemäß %2$s <b>%3$s</b> verteilt sind.
nl: De <i>p</i> waarde is %1$s en de nulhypothese dat de laatste cijfers in de gegevens worden verdeeld volgens %2$s <b>%3$s</b>.

source: Direct estimator
de: Direkter Schätzer
nl: Directe schatter

source: Difference estimator
de: Differenzschätzer
nl: Verschilschatter

source: Ratio estimator
de: Quotient-Schätzer
nl: Ratioschatter

source: Regression estimator
de: Regressionsschätzer
nl: Regressieschatter

source: Estimate %1$s
de: Schätzung %1$s
nl: Schatting %1$s

source: Uncertainty
de: Unsicherheit
nl: Onzekerheid

source: %1$s%% Confidence interval
de: %1$s%% Konfidenzintervall
nl: %1$s%% Betrouwbaarheidinterval

source: Please specify the population size and your audit values.
de: Bitte spezifiziere die Populationsgröße und deine Auditwerte.
nl: Specificeer a.u.b. de populatiegrootte en uw auditwaarden.

source: Please specify the population size, population value and your sample variables.
de: Bitte spezifiziere die Populationsgröße, den Populationswert und deine Stichproben-Variablen.
nl: Specificeer a.u.b. de populatiegrootte, de populatiewaarde en uw variabelen.

source: Displayed numbers may differ from exact outcomes due to rounding in the calculations.
de: Angezeigte Zahlen können wegen Rundungen in den Berechnungen von den exakten Ergebnissen abweichen.
nl: Weergegeven nummers kunnen afwijken van exacte uitkomsten door het afronden van de berekeningen.

source: <u>Calculations</u>
de: <u>Berechnungen</u>
nl: <u>Berekeningen</u>

source: <i>The required information for the <b>direct</b> estimator consists of:</i>
de: <i>Die benötigte Information für den <b>direkten</b> Schätzer besteht aus:</i>
nl: <i>De benodigde informatie voor de <b>directe</b> schatter bestaat uit:</i>

source: The population size <i>N</i>
de: Die Populationsgröße <i>N</i>
nl: De populatiegrootte <i>N</i>

source: The sample size <i>n</i>
de: Der Stichprobenumfang <i>n</i>
nl: De steekproefgrootte <i>n</i>

source: The mean of the sample audit values %1$s
de: Der Mittelwert der Stichproben-Auditwerte %1$s
nl: Het gemiddelde van de steekproef auditwaardes %1$s

source: The standard deviation of the sample audit values %1$s
de: Die Standardabweichung der Stichproben-Auditwerte %1$s
nl: De standaardafwijking van de steekproef auditwaardes %1$s

source: The t-value <i>(df = n - 1)</i> corresponding to %1$s%% confidence %2$s%3$s%4$s
de: Der t-Wert <i>(df = n - 1)</i> der übereinstimmt mit %1$s%% Konfidenz %2$s%3$s%4$s
nl: De t-waarde <i>(vg = n - 1)</i> die overeenkomt met %1$s%% betrouwbaarheid %2$s%3$s%4$s

source: The t-value <i>(df = %1$s - 1)</i> corresponding to %2$s%% confidence %3$s%4$s%5$s%6$s
de: Der t-Wert <i>(df = %1$s - 1)</i> der übereinstimmt mit %2$s%% Konfidenz %3$s%4$s%5$s%6$s
nl: De t-waarde <i>(vg = %1$s - 1)</i> die overeenkomt met %2$s%% betrouwbaarheid %3$s%4$s%5$s%6$s

source: <i>This information allows for calculation of:</i>
de: <i>Diese Information erlaubt die Berechnung von:</i>
nl: <i>Met deze informatie worden de volgende zaken berekend:</i>

source: The point estimate of the true population value %1$s
de: Die Punktschätzung des wahren Populationswerts %1$s
nl: De puntschatting van de ware populatiewaarde %1$s

source: The uncertainty of the estimator %1$s%2$s%3$s
de: Die Unsicherheit des Schätzers %1$s%2$s%3$s
nl: De onzekerheid van de schatter %1$s%2$s%3$s

source: The confidence interval around the point estimate %1$s
de: Das Konfidenzintervall um die Punktschätzung %1$s
nl: Het betrouwbaarheidsinterval rond de puntschatting %1$s

source: <i>The required information for the <b>difference</b> estimator consists of:</i>
de: <i>Die benötigte Information für die <b>Differenz</b>-Schätzung besteht aus:</i>
nl: <i>De benodigde informatie voor de <b>verschil</b> schatter bestaat uit:</i>

source: The sum of the population book values <i>B</i>
de: Die Summe der Populations-Buchwerte <i>B</i>
nl: De som van de populatie boekwaardes <i>B</i>

source: The mean of the sample errors %1$s
de: Der Mittelwert der Stichproben-Fehler %1$s
nl: Het gemiddelde van de steekproeffouten %1$s

source: The standard deviation of the sample errors %1$s
de: Die Standardabweichung der Stichprobenfehler %1$s
nl: De standaardafwijking van de steekproeffouten %1$s

source: <i>The required information for the <b>ratio</b> estimator consists of:</i>
de: <i>Die benötigte Information des <b>Quotient</b>-Schätzers besteht aus:</i>
nl: <i>De voor de <b>ratio</b> schatter benodigde informatie bestaat uit:</i>

source: The mean of the sample book values %1$s
de: Der Mittelwert der Stichproben-Buchwerte %1$s
nl: Het gemiddelde van de steekproef boekwaardes %1$s

source: The standard deviation of the sample book values %1$s
de: Die Standardabweichung der Stichproben-Buchwerte %1$s
nl: De standaardafwijking van de steekproef boekwaardes %1$s
