Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: The alternative hypothesis H1 specifies that the mean is smaller than %s. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert kleiner als %s ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat het gemiddelde kleiner is dan %s. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The hypothesis H1 specifies that the mean is bigger than %1$s and the hypothesis H2 specifies that the mean is smaller than %1$s. The posterior probabilities are based on equal prior probabilities.
de: Die Hypothese H1 gibt an, dass der Mittelwert größer als %1$s ist und die Hypothese H2 gibt an, dass der Mittelwert kleiner als %1$s ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De hypothese H1 zegt dat het gemiddelde groter is dan %1$s en de hypothese H2 zegt dat het gemiddelde kleiner is dan %1$s. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The null hypothesis H0 with test value %1$s is tested against the other hypotheses. H1 states that the mean is bigger than %1$s and H2 states that the mean is smaller than %1$s. The posterior probabilities are based on equal prior probabilities.
de: Die Nullhypothese H0 mit dem Testwert %1$s wird gegen die anderen Hypothesen getestet. H1 gibt an, dass der Mittelwert größer als %1$s ist und H2 gibt an, dass der Mittelwert kleiner als %1$s ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De nulhypothese H0 met toetswaarde %1$s is getest ten opzichte van de andere hypotheses. H1 zegt dat het gemiddelde groter is dan %1$s en H2 zegt dat het gemiddelde kleiner is dan %1$s. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: Plotting not possible: the results for this variable were not computed.
de: Abbilden nicht möglich: Die Ergebnisse für diese Variable wurden nicht berechnet.
nl: Grafiek maken niet mogelijk: de resultaten voor deze variabele zien niet berekend.

source: Plotting not possible: %s
de: Abbilden nicht möglich: %s
nl: Grafiek maken niet mogelijk: %s

source: Bain Paired Samples T-Test
de: Bain T-Test für abhängige Stichproben
nl: Bain Gepaarde T-Toets

source: The alternative hypothesis H1 specifies that the mean of variable 1 is unequal to the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert der Variable 1 ungleich dem Mittelwert der Variable 2 ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat het gemiddelde van variabele 1 ongelijk is aan het gemiddelde van variabele 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The alternative hypothesis H1 specifies that the mean of variable 1 is bigger than the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert der Variable 1 größer ist als der Mittelwert der Variable 2. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat het gemiddelde van variabele 1 groter is dan het gemiddelde van variabele 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The alternative hypothesis H1 specifies that the mean of variable 1 is smaller than the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
de: Die Alternativhypothese H1 gibt an, dass der Mittelwert der Variable 1 kleiner als der Mittelwert der Variable 2 ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De alternatieve hypothese H1 zegt dat het gemiddelde van de variabele 1 kleiner is dan het gemiddelde van variabele 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The hypothesis H1 specifies that the mean of variable 1 is bigger than the mean of variable 2, while the hypothesis H2 specifies that it is smaller. The posterior probabilities are based on equal prior probabilities.
de: Die Hypothese H1 gibt an, dass der Mittelwert der Variable 1 größer ist als der Mittelwert der Variable 2, während die Hypothese H2 angibt, dass sie kleiner ist. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De hypotheses H1 zegt dat het gemiddelde van variabele 1 groter is dan het gemiddelde van variabele 2, terwijl de hypothese H2 zegt dat het kleiner is.De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: The null hypothesis H0 with equal means is tested against the other hypotheses. The alternative hypothesis H1 states that the mean of variable 1 is bigger than the mean of variable 2. The alternative hypothesis H2 states that the mean of variable 1 is smaller than the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
de: Die Nullhypothese H0 mit gleichen Mittelwerten wird gegen die anderen Hypothesen getestet. Die Alternativhypothese H1 besagt, dass der Mittelwert der Variable 1 größer ist als der Mittelwert der Variable 2. Die Alternativhypothese H2 besagt, dass der Mittelwert der Variablen 1 kleiner ist als der Mittelwert der Variable 2. Die Posterior-Wahrscheinlichkeiten basieren auf gleichen Prior-Wahrscheinlichkeiten.
nl: De nulhypothese H0 met gelijke gemiddeldes zijn getest ten opzichte van de andere hypotheses. De alternatieve hypothese H1 zegt dat het gemiddelde van variabele 1 groter is dan het gemiddelde van variabele 2. De alternatieve hypothese H2 zegt dat het gemiddelde van variabele 1 kleiner is dan het gemiddelde van variabele 2. De posterior kansen zijn gebaseerd op gelijke prior kansen.

source: Both variables contain missing values, the rows containing these values are removed in the analysis.
de: Beide Variablen enthalten fehlende Werte; die Zeilen mit diesen Werten sind in der Analyse entfernt.
nl: Beide variabelen bevatten ontbrekende waarden, de rijen die deze waarden bevatten, zijn uit de analyse gelaten.

source: Results not computed: The variables in this pair are the same.
de: Ergebnisse nicht berechnet: Die Variablen in diesem Paar sind dieselben.
nl: Resultaten niet berekend: De variabelen van deze paar zijn hetzelfde.

source: Results not computed: The pair is incomplete.
de: Ergebnisse nicht berechnet: Das Paar ist unvollständig.
nl: Resultaten niet berekend: De paar is incompleet.

source: Difference
de: Differenz
nl: Verschil

source: The prior lower bound is not smaller than the upper bound.
de: Die Untergrenze des Prior ist nicht kleiner als die Obergrenze.
nl: De prior ondergrens is niet kleiner dan de bovengrens.

source: Your prior contains negative values.
de: Dein Prior enthält negative Werte.
nl: Uw prior bevat negatieve waarden.

source: Your prior contains positive values.
de: Dein Prior enthält positive Werte.
nl: Uw prior bevat positieve waarden.

source: No positive numbers found in %s
de: Keine positiven Zahlen in %s gefunden
nl: Geen positieve waarden gevonden in %s

source: No negative numbers found in %s
de: Keine negativen Zahlen in %s gefunden
nl: Geen negatieve getallen gevonden in %s

source: The 95%% CI Lower Bound must be smaller than the Upper Bound.
de: Die 95%% KI-Untergrenze muss kleiner als die Obergrenze sein.
nl: Het 95%% betrouwbaarheidsinterval moet kleiner zijn dan de Bovengrens.

source: You cannot set all the prior model probabilties to zero.
de: Du kannst nicht alle Prior-Modellwahrscheinlichkeiten auf Null setzen.
nl: U kan niet alle prior modelkansen gelijk aan nul zetten.

source: The model could not be fit. Please check the following: Do you have at least n=2 studies? If the prior is truncated, is it consistent with the data (when most effect sizes are negative, the analysis may not work when the prior is constrained to be positive)?
nl: Het model kon niet passend gemaakt worden. Controleer a.u.b. het volgende: Heeft u ten minste n=2 onderzoeken? Als de prior is afgekapt, is hij dan consistent met de data (wanneer de meeste effectgroottes negatief zijn, kan de analyse misschien niet uitgevoerd worden wanneer de prior positief dient te zijn)?

source: Posterior Estimates per Model
de: Posteriorschätzungen pro Modell
nl: Posterior schattingen per model

source: 95%% Credible Interval
de: 95%% Kredibilitätsintervall
nl: 95%% Geloofwaardigheidsinterval

source: Averaged
de: Gemittelt
nl: Gemiddeld

source: Fixed effects
de: Feste Effekte
nl: Gefixeerde effecten

source: Random effects
de: Zufällige Effekte
nl: Willekeurige effecten

source: Ordered effects
de: Geordnete Effekte
nl: Geordende effecten

source: %s and %s are the group-level effect size and standard deviation, respectively.
de: %s und %s sind die Effektgröße bzw. die Standardabweichung auf Gruppenebene.
nl: %s en %s zijn de groepsniveau effectgrootte en standaardafwijking, respectievelijk.

source: %s is the group-level effect size.
de: %s ist die Effektgröße auf Gruppenebene.
nl: %s is het groepsniveau effectgrootte.

source: Bayes factor of the random effects H%1$s over the fixed effects H%1$s.
de: Bayesfaktor der zufälligen Effekte H%1$s gegenüber den festen Effekten H%1$s.
nl: Bayes factor van de aselecte effecten H%1$s over de gefixeerde effecten H%1$s.

source: Posterior estimates are based on the models that assume an effect to be present. The Bayes factor is based on all four models: fixed effects H%2$s & random effects H%2$s over the fixed effects H%1$s & random effects H%1$s.
de: Die Posterior-Schätzungen basieren auf den Modellen, die einen vorhandenen Effekt annehmen. Der Bayesfaktor basiert auf allen vier Modellen: Feste Effekte H%2$s & Zufallseffekte H%2$s gegenüber den festen Effekten H%1$s & Zufallseffekten H%1$s.
nl: Posterior schattingen zijn gebaseerd op de modellen die aannemen dat een effect aanwezig is. De Bayes factor is gebaseerd op alle vier modellen: gefixeerde effecten H%2$s & willekeurige effecten H%2$s t.o.v. de gefixeerde effecten H%1$s & willekeurige effecten H%1$s.

source: Model averaged posterior estimates for %3$s are not yet available, but will be added in the future. The Bayes factor is based on all four models: random effects H%1$s & H%2$s over the fixed effects H%1$s & H%2$s.
de: Modellgemittelte Posterior-Schätzungen für %3$s sind noch nicht verfügbar, aber werden in Zukunft hinzugefügt. Der Bayesfaktor basiert auf allen vier Modellen: Zufällige Effekte H%1$s & H%2$s gegenüber den festen Effekten H%1$s & H%2$s.
nl: Model gemiddelde posterior schattingen voor %3$s zijn nog niet beschikbaar, maar zullen in de toekomst toegevoegd worden. De Bayes factor is gebaseerd op alle vier modellen: willekeurige effecten H%1$s & H%2$s t.o.v. de gefixeerde effecten H%1$s & H%2$s.

source: Bayes factor of the (unconstrained/constrained) random effects H%1$s over the fixed effects H%1$s.
de: Bayesfaktor der (uneingeschränkten/eingeschränkten) zufälligen Effekte H%1$s gegenüber den festen Effekten H%1$s.
nl: Bayes factor van de (unconstrained/constrained) aselecte effecten H%1$s over de gefixeerde effecten H%1$s.

source: Bayes factor of the fixed effects H%1$s over the random effects H%1$s.
de: Bayesfaktor der festen Effekte H%1$s gegenüber den zufälligen Effekten H%1$s.
nl: Bayes factor van de gefixeerde effecten H%1$s over de aselecte effecten H%1$s.

source: Model averaged posterior estimates are based on the models that assume an effect to be present. The Bayes factor is based on all four models: fixed effects H%1$s & random effects H%1$s over the fixed effects H%2$s & random effects H%2$s.
de: Modellgemittelte Posterior-Schätzungen basieren auf den Modellen, die von einem vorhandenen Effekt ausgehen. Der Bayesfaktor basiert auf allen vier Modellen: Feste Effekte H%1$s & zufällige Effekte H%1$s gegenüber den festen Effekten H%2$s & zufälligen Effekten H%2$s.
nl: Model gemiddelde posterior schattingen zijn gebaseerd op de modellen die een effect aannemen. De Bayes factor is gebaseerd op alle vier modellen: gefixeerde effecten H%1$s & willekeurige effecten H%1$s t.o.v. de gefixeerde effecten H%2$s & willekeurige effecten H%2$s.

source: Model averaged posterior estimates for %3$s are not yet available, but will be added in the future. The Bayes factor is based on all four models: fixed effects H%1$s & H%2$s over the random effects H%1$s & H%2$s.
de: Modellgemittelte nachträgliche Schätzungen für %3$s sind noch nicht verfügbar, aber werden in Zukunft hinzugefügt. Der Bayesfaktor basiert auf allen vier Modellen: Feste Effekte H%1$s & H%2$s gegenüber den zufälligen Effekten H%1$s & H%2$s.
nl: Model gemiddelde posterior schattingen voor %3$s zijn nog niet beschikbaar, maar zullen in de toekonst toegevoegd worden. De Bayes factor is gebaseerd op alle vier modellen: gefixeerde effecten H%1$s & H%2$s t.o.v. de willekeurige effecten H%1$s & H%2$s.

source: Bayes factor of the fixed effects H%1$s over the (unconstrained/constrained) random effects H%1$s.
de: Bayesfaktor der festen Effekte H%1$s über den (uneingeschränkten/eingeschränkten) zufälligen Effekten H%1$s.
nl: Bayes factor van de gefixeerde effecten H%1$s over de (onbeperkte/beperkte) aselecte effecten H%1$s.

source: Bayes factor of the ordered effects H%1$s over the fixed effects H%1$s. The Bayes factor for the ordered effects H%1$s versus the unconstrained (random) effects H%1$s model is %2$.3f.
de: Bayesfaktor der geordneten Effekte H%1$s gegenüber den festen Effekten H%1$s. Der Bayesfaktor für die geordneten Effekte H%1$s im Vergleich zum Modell mit uneingeschränkten (zufälligen) Effekten H%1$s beträgt %2$.3f.
nl: Bayes factor van de geordende effecten H%1$s over de gefixeerde effecten H%1$s. De Bayes factor voor de geordende effecten H%1$s versus de onbeperkte (aselecte) effecten H%1$s model is %2$.3f.

source: Bayes factor of the fixed effects H%1$s over the ordered effects H%1$s. The Bayes factor for the unconstrained (random) effects H%1$s versus the ordered effects H%1$s model is %2$.3f.
de: Bayesfaktor der festen Effekte H%1$s gegenüber den geordneten Effekten H%1$s. Der Bayesfaktor für die uneingeschränkten (zufälligen) Effekte H%1$s gegenüber dem Modell mit geordneten Effekten H%1$s beträgt %2$.3f.
nl: Bayes factor van de gefixeerde effecten H%1$s over de geordende effecten H%1$s. De Bayes factor voor de onbeperkte (aselecte) effecten H%1$s versus de geordendeeffecten H%1$s model is %2$.3f.

source: Model Probabilities
de: Modellwahrscheinlichkeiten
nl: Modelkansen

source: Fixed H%s
de: Feste H%s
nl: Gefixeerde H%s

source: Random H%s
de: Zufällige H%s
nl: Aselecte H%s

source: Ordered H%s
de: Geordende H%s
nl: Geordende H%s

source: Effect Sizes per Study
de: Effektgrößen pro Studie
nl: Effect groottes per studie

source: Estimated
de: Geschätzt
nl: Geschat

source: Study
de: Studie
nl: Onderzoek

source: Posterior mean and 95%% credible interval estimates from the random effects model.
de: Posterior-Mittelwert und 95%% Kredibilitätsintervall-Schätzungen nach dem Zufallseffektmodell.
nl: Posterior gemiddelde en 95%% geloofwaardigheidsintervalschattingen van het aselecte-effecten model.

source: Posterior mean and 95%% credible interval estimates from the constrained random effects model.
de: Posterior-Mittelwert und 95%% Kredibilitätsintervall-Schätzungen nach dem eingeschränkten Zufallseffektmodell.
nl: Posterior gemiddelde en 95%% geloofwaardigheidsintervalschattingen van het beperkteaselecte effectenmodel.

source: Effect Size
de: Effektgröße
nl: Effectgrootte

source: Heterogeneity
de: Heterogenität
nl: Heterogeniteit

source: Effect size
de: Effektgröße
nl: Effectgrootte

source: Prior and Posteriors
de: Prior und Posteriors
nl: Prior en Posteriors

source: Fixed H
de: Feste H
nl: Gefixeerde H

source: Random H
de: Zufällige H
nl: Aselecte H

source: Averaged H
de: Gemittelte H
nl: Gemiddelde H

source: Ordered H
de: Geordnete H
nl: Geordende H

source: Forest Plot
nl: Forestgrafiek

source: Observed and estimated study effects
de: Beobachtete und geschätzte Studieneffekte
nl: Geobserveerde en geschatte onderzoekseffecten

source: Estimated study effects
de: Geschätzte Studieneffekte
nl: Geschatte onderzoekseffecten

source: Observed study effects
de: Beobachtete Studieneffekte
nl: Geobserveerde onderzoekseffecten

source: Cumulative forest plot
de: Kumulativer Forest-Plot
nl: Cumulatieve Forestgrafiek

source: Overall effect size
de: Gesamte Effektgröße
nl: Totale effectgrootte

source: Bayes factors effect size
de: Bayesfaktoren Effektgröße
nl: Bayes-factoren effectgrootte

source: Bayes factors heterogeneity
de: Bayesfaktoren Heterogenität
nl: Bayes factoren heterogeniteit

source: Posterior model probabilities
de: Posterior Modellwahrscheinlichkeiten
nl: Posterior model waarschijnlijkheden

source: Plotting failed: The Bayes factors contain infinity.
de: Grafieken faalde: De Bayes-factoren bevatten oneindig.
nl: Grafieken faalde: De Bayes-factoren bevatten oneindig.

source: Evidence for r H
de: Evidenz für r H
nl: Bewijs voor r H

source: Evidence for f H
de: Evidenz für f H
nl: Bewijs voor f H

source: Studies
de: Studien
nl: Onderzoeken

source: Posterior model probability
de: Posterior Modell Wahrscheinlichkeit
nl: Posterior model kans

source: For all tests, the alternative hypothesis specifies that the %s is positive.
de: Für alle Tests gibt die Alternativhypothese an, dass der %s positiv ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat de %s positief is.

source: For all tests, the alternative hypothesis specifies that the %s is negative
de: Für alle Tests gibt die Alternativhypothese an, dass der %s negativ ist
nl: Voor alle toetsen specificeert de alternatieve hypothese dat %s negatief is

source: Scatterplot
de: Streudiagramm
nl: Spreidingsdiagram

source: Cannot test the hypothesis that the test value is greater than 1.
de: Kann die Hypothese, dass der Testwert größer als 1 ist, nicht testen.
nl: Kan niet de hypothese testen dat de toetswaarde groter is dan 1.

source: Cannot test the hypothesis that the test value is less than 0.
de: Kann die Hypothese, dass der Testwert kleiner als 0 ist, nicht testen.
nl: Kan de hypothese dat de toetswaarde kleiner is dan 1 niet testen.

source: Binomial Test
nl: Binomiale Toets

source: Variable
nl: Variabele

source: %s%% CI for Proportion
de: %s%% BI voor Proportie
nl: %s%% BI voor Proportie

source: For all tests, the alternative hypothesis specifies that the proportion is less than %s.
de: Für alle Tests gibt die Alternativhypothese an, dass der Anteil kleiner als %s ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat de proportie minder is dan %s.

source: For all tests, the alternative hypothesis specifies that the proportion is greater than %s.
de: Für alle Tests gibt die Alternativhypothese an, dass der Anteil größer als %s ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat de proportie groter is dan %s.

source: Proportions tested against value: %s.
de: Verhältnisse getestet gegen Wert: %s.
nl: Proporties getest tegen waarde: %s.

source: Descriptives Plots
de: Deskriptive Abbildungen
nl: Beschrijvende Diagrammen

source: Bayesian Binomial Test
de: Bayesscher Binomialtest
nl: Bayesiaanse Binomiaal Toets

source: Inferential Plots
de: Inferenz-Abbildungen
nl: Inferentiële Grafieken

source: One or more Bayes factors cannot be computed
de: Einer oder mehrere Bayesfaktoren können nicht berechnet werden
nl: Eén of meer Bayes-factoren kunnen niet worden berekend

source: One or more Bayes factors are infinite
de: Einer oder mehrere Bayesfaktoren sind unendlich
nl: Eén of meer Bayes-factoren zijn oneindig

source: Undefined hypothesis
de: Undefinierte Hypothese
nl: Ongedefinieerde hypothese

source: The metafor package crashed with the following error: %s
de: Das metafor-Paket stürzte mit folgendem Fehler ab: %s
nl: Het metafor package is gecrasht met de volgende foutmelding: %s

source: Fixed and Random Effects
de: Feste und zufällige Effekte
nl: Gefixeerde en Willekeurige Effecten

source: <em>p</em>-values are approximate.
de: <em>p</em>-Werte sind angenähert.
nl: <em>p</em>-waarden zijn benaderingen.

source: Standard Error
de: Standardfehler
nl: Standaardfout

source: Wald test.
nl: Wald toets.

source: Wald tests.
nl: Wald toetsen.

source: Fit measures
de: Anpassungsmaße
nl: Pasmaten

source: Residual Heterogeneity Estimates
de: Residuen-Heterogenität-Schätzungen
nl: Residu Heterogeniteit Schattingen

source: Parameter Covariances
de: Parameter-Kovarianzen
nl: Parameter Covarianties

source: Rank correlation test for Funnel plot asymmetry
de: Rangkorrelationstest für Funnelplot-Asymmetrie
nl: Rang correlatietoets voor Funnelgrafiek-asymmetrie

source: Regression test for Funnel plot asymmetry ("Egger's test")
de: Regressionstest für Funnelplot-Asymmetrie("Eggers Test")
nl: Regressietoets voor Funnelgrafiek-asymmetrie("Egger's toets")

source: Influence Measures
de: Einflußmaße
nl: Invloedmetingen

source: Std. Residual
de: Std. Residuum
nl: Std. Residu

source: DFFITS
de: DEFITS
nl: DEFITS

source: Cook's Distance
de: Cooks Distanz
nl: Cook's Afstand

source: Hat
de: Dach
nl: Hoedje

source: Weight
de: Gewicht
nl: Gewicht

source: File Drawer Analysis
nl: File Drawer Analyse

source: Target Significance
de: Angestrebte Signifikanz
nl: Doelsignificantie

source: Observed Significance
de: Beobachtete Signifikanz
nl: Waargenomen Significantie

source: Omnibus test of Model Coefficients
nl: Omnibustoets van Modelcoëfficiënten

source: Test of Residual Heterogeneity
nl: Toets van Residuen Heterogeniteit

source: Rank test
de: Rangtest
nl: Rang toets

source: Cases marked with %s are influential.
nl: Waarnemingen gemarkeerd met %s zijn invloedrijk.

source: Forest plot
nl: Forestgrafiek

source: Funnel Plot
nl: Funnelgrafiek

source: Log-likelihood for %s%s
de: Log-Likelihood für %s%s
nl: Log-likelihood voor %s%s

source: Trim-fill Analysis
de: Trim-fill-Analyse
nl: Trim-fill Analyse

source: Diagnostic Plots
de: Diagnostische Abbildungen
nl: Diagnostische Grafieken

source: Study %s
de: Studie %s
nl: Onderzoek %s

source: Observed Outcome
nl: Geobserveerde Uitkomst

source: Cannot set 'xlim' automatically. Please set this argument manually.
nl: Kan 'xlim' niet automatisch instelllen. Stel argument handmatig in.

source: Profile Plot for
nl: Profielgrafiek voor

source: Restricted Log-Likelihood
nl: Beperkte Log-likelihood

source: Residual Value
de: Residualwert
nl: Residuen Waarde

source: Argument 'x' must be an object of class "rma".
nl: Argument 'x' moet een object van klasse "rma" zijn.

source: Function not applicable to objects of class "robust.rma".
nl: Functie niet toepasbaar op objecten van klasse "robust.rma".

source: Function not applicable to objects of class "rma.ls".
nl: Functie niet toepasbaar op objecten van klasse "rma.ls".

source: Setting 'xlim' and 'zlim' automatically not possible (must set axis limits manually).
nl: Automatisch instellen 'xlim' en 'zlim' niet mogelijk (moet handmatig).

source: Radial Plot
nl: Radiaal Grafiek

source: Stopped because k = 1.
de: Gestoppt, weil k = 1.
nl: Gestopt omdat k = 1.

source: Normal Q-Q Plot
de: Normalvert. Q-Q-Diagramm
nl: Normale Q-Q plot

source: Sample Quantiles
de: Stichprobenquantile
nl: Steekproef Kwantielen

source: Fitted vs. Standardized Residuals
de: Angepasste vs. standardisierte Residuen
nl: Passend vs. Gestandaardiseerde Residuen

source: Fitted Value
de: Angepasster Wert
nl: Passende Waarde

source: Standardized Residual
de: Standardisierte Residuen
nl: Gestandaardiseerde Residuen
