Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: The correlation coefficient of the sample book values and audit values %1$s
de: Der Korrelationskoeffizient der Stichproben-Buchwerte und Auditwerte %1$s
nl: De correlatiecoëfficiënt van de steekproef boekwaardes en auditwaardes %1$s

source: The correctness ratio %1$s
de: Das Korrektheits-Verhältnis %1$s
nl: De juistheidsratio %1$s

source: <i>The required information for the <b>regression</b> estimator consists of:</i>
de: <i>Die benötigte Information für den <b>Regressions</b>-Schätzer besteht aus:</i>
nl: <i>De voor de <b>regressie</b>schatter benodigde informatie bestaat uit:</i>

source: The regression coefficient of the sample book values and audit values %1$s
de: Der Regressionskoeffizient der Buchwerte-Stichprobe und Auditwerten %1$s
nl: De regressiecoëfficiënt van de steekproefboekwaardes en auditwaardes %1$s

source: Required Sample Size
de: Benötigter Stichprobenumfang
nl: Vereiste steekproefgrootte

source: Estimator
de: Schätzer
nl: Schatter

source: Required <i>n</i>
de: Benötigtes <i>n</i>
nl: Benodigde <i>n</i>

source: Additional <i>n</i>
de: Zusätzliches <i>n</i>
nl: Aanvullend <i>n</i>

source: Correlation Plot
de: Streudiagramm
nl: Spreidingsdiagram

source: Book values
de: Buchwerte
nl: Boekwaardes

source: Audit values
de: Auditwerte
nl: Auditwaarden

source: <b>Figure 1.</b> Scatter plot of the book values in the selection and their audit values. Red dots indicate observations that did not match their original book value. If these red dots lie in the bottom part of the graph, the book values are overstated. If these red dots lie in the upper part of the graph, they are understated. The value <i>r</i> is the Pearson correlation coefficient of the book values and the audit values, an indicator of the strength of the linear relationship between the two variables.
de: <b>Abbildung 1.</b> Streudiagramm der Buchwerte in der Auswahl und deren Auditwerte. Rote Punkte heben Beobachtungen hervor, die nicht ihrem ursprünglichen Buchwert übereinstimmen. Wenn diese roten Punkte im unteren Teil des Grafen liegen, sind die Buchwerte übertrieben. Wenn diese roten Punkte im oberen Teil des Grafen liegen, sind sie unterschätzt. Der Wert <i>r</i> ist der Pearson-Korrelationskoeffizient der Buchwerte und der Auditwerte, ein Indikator der Stärke der linearen Beziehung zwischen den beiden Variablen.
nl: <b>Figuur 1.</b> Spreidingsgrafiek van de boekwaardes in de selectie en de bijbehorende auditwaardes. Rode stippen geven observaties aan die niet overeenkwamen met hun originele boekwaarde. Als deze rode stippen aan de onderkant van de grafiek liggen, zijn de boekwaardes overschat. Als deze rode stippen in het bovenste deel van de grafiek liggen, zijn ze onderschat. De waarde <i>r</i> is de Pearson correlatiecoëfficiënt van de boekwaardes en de auditwaardes, een indicator van de sterkte van de lineaire relatie tussen de twee variabelen.

source: <b>amount</b>
de: <b>Anzahl</b>
nl: <b>hoeveelheid</b>

source: <u>Selection</u>
de: <u>Auswahl</u>
nl: <u>Selectie</u>

source: <u>Evaluation</u>
nl: <u>Evaluatie</u>

source: Analysis not possible: Your materiality is higher than, or equal to the total value of the observations.
de: Analyse nicht möglich: Die Wesentlichkeit ist größer als, oder gleich dem Gesamtwert der Beobachtungen.
nl: Analyse niet mogelijk: De materialiteit is groter of gelijk aan de totale waarde van de observaties.

source: Analysis not possible: Your expected errors are higher than materiality.
de: Analyse nicht möglich: Die erwarteten Fehler sind größer als die Wesentlichkeit.
nl: Analyse niet mogelijk: De verwachte fouten zijn groter dan de materialiteit.

source: The detection risk is equal to or higher than 100%%. Please re-specify your custom values for the Inherent risk and/or Control risk, or the confidence.
de: Das Detektionsrisiko ist höher als, oder gleich 100%%. Bitte korrigiere deine benutzerdefinierten Werte für das inhärente Risiko und/oder das Kontrollrisiko, oder die Konfidenz.
nl: Het detectie risico is hoger dan 100%%. Herspecificeer de aangepaste waarden voor het Inherente risico en/of het Intern Beheersingsrisico.

source: Selection summary
de: Auswahl-Zusammenfassung
nl: Selectie samenvatting

source: Your sample size is larger than (or equal to) your population size. Cannot take a sample larger than the population.
de: Der Stichprobenumfang ist größer (oder gleich) der Population. Es kann keine Stichprobe gezogen werden, die größer als die Population ist.
nl: Uw steekproefgrootte is groter dan of gelijk aan de populatiegrootte. Kan geen steekproef nemen groter dan de populatie.

source: Your sample size must be larger than 1.
de: Der Stichprobenumfang muss größer als 1 sein.
nl: Uw steekproefgrootte moet groter dan 1 zijn.

source: Your must specify unique record ID's. The row numbers of the data set are sufficient.
nl: U moet unieke transactie ID's specificeren. De rijnummers van de gegevens volstaan.

source: Evaluation summary
de: Evaluations-Zusammenfassung
nl: Evaluatie samenvatting

source: Your audit result does not contain only 0's (correct) and 1's (incorrect).
de: Ihr Auditergebnis enthält nicht nur 0 (korrekt) und 1 (inkorrekt).
nl: Uw auditresultaat bevat niet alleen maar nullen (correct) of enen (incorrect).

source: The hypergeometric confidence bound requires that you specify the population size.
nl: Voor hypergeometrische betrouwbaarheidsgrenzen moet een populatie grootte gespecificeerd zijn.

source: Your sample size is larger than (or equal to) your population size. Please adjust your population size accordingly.
de: Der Stichprobenumfang ist größer (oder gleich) der Population. Bitte passe die Populationsgröße entsprechend an.
nl: Uw steekproefgrootte is groter dan of gelijk aan de populatiegrootte. Pas uw populatiegrootte dienovereenkomstig aan.

source: The direct, difference, ratio, and regression confidence bound require that you specify the population size and the population value.
nl: De directe schatter, verschilschatter, ratioschatter, en regressieschatter vereisen dat u de populatiegrootte en de populatiewaarde specificeert.

source: The detection risk is equal to or higher than 100%%. Please re-specify your values for the Inherent risk and/or Control risk, or the confidence.
de: Das Detektionsrisiko ist höher als, oder gleich 100%%. Bitte korrigiere deine benutzerdefinierten Werte für das inhärente Risiko und/oder das Kontrollrisiko, oder die Konfidenz.
nl: Het detectie risico is hoger dan 100%%. Herspecificeer de aangepaste waarden voor het Inherente risico en/of het Intern Beheersingsrisico.

source: The objective of this substantive testing procedure is to determine with a specified confidence <b>(%1$s)</b> whether the %2$s of misstatement in the target population is lower than the specified materiality of <b>%3$s</b>.
nl: Het doel van deze substantieve toetsprocedure is om met een gespecificeerde betrouwbaarheid <b>(%1$s)</b> vast te stellen of de %2$s van genoemde fouten in de doelpopulatie lager is dan de gespecificeerde materialiteit van <b>%3$s</b>.

source: The most likely error in the data was expected to be <b>%1$s</b>. The sample size that is required for a materiality of <b>%2$s</b>, assuming the sample contains <b>%3$s</b> full errors, is <b>%4$s</b>. This sample size is based on the <b>%5$s</b> distribution, the inherent risk <b>(%6$s)</b>, the control risk <b>(%7$s)</b> and the expected errors. Consequently, if the sum of errors from the audited observations remains below <b>%8$s</b>, the maximum misstatement is estimated to be below materiality.
nl: De meest aannemelijke fout in de data was naar verwachting <b>%1$s</b>. De steekproefgrootte die nodig is voor een materialiteit van <b>%2$s</b>, ervan uitgaande dat de steekproef <b>%3$s</b> volledige fouten bevat, is <b>%4$s</b>. Deze steekproefgrootte is gebaseerd op de <b>%5$s</b> verdeling, het inherente risico <b>(%6$s)</b>, het controle risico <b>(%7$s)</b> en de verwachte fouten. Met als gevolg dat wanneer de som van fouten van de audit observaties beneden <b>%8$s</b> blijft, de maximale fout beneden materialiteit geschat wordt.

source: The most likely error in the data was expected to be <b>%1$s</b>. The sample size that is required for a materiality of <b>%2$s</b>, assuming the sample contains <b>%3$s</b> full errors, is <b>%4$s</b>. This sample size is based on the <b>%5$s</b> distribution, the inherent risk <b>(%6$s)</b>, the control risk <b>(%7$s)</b> and the expected errors. The information in this prior distribution states that there is a <b>%8$s%%</b> prior probability that the population misstatement is lower than materiality. Consequently, if the sum of errors from the audited observations remains below <b>%9$s</b> the maximum misstatement is estimated to be below materiality.
nl: De meest aannemelijke fout in de data was naar verwachting <b>%1$s</b>. De steekproefgrootte die nodig is voor een materialiteit van <b>%2$s</b>, ervan uitgaande dat de steekproef <b>%3$s</b> volledige fouten bevat, is <b>%4$s</b>. Deze steekproefgrootte is gebaseerd op de <b>%5$s</b> verdeling, het inherente risico <b>(%6$s)</b>, het controle risico <b>(%7$s)</b> en de verwachte fouten. De informatie in deze prior verdeling zegt dat er een <b>%8$s%%</b> prior waarschijnlijkheid is dat de populatie afwijking lager is dan de materialiteit. Met als gevolg dat wanneer de som van fouten van de audit observaties beneden <b>%9$s</b> blijft, de maximale fout geschat wordt beneden materialiteit te zijn.

source: random
de: zufällig
nl: willekeurig

source: fixed interval
de: festes Intervall
nl: vast interval

source: cell
de: Zelle
nl: cel

source: From the population of <b>%1$s</b> observations, <b>%2$s</b> observations were selected using a <b>%3$s record sampling</b> method. <br><b>Warning:</b> A monetary unit sampling method was tried but failed.
nl: Van de populatie van <b>%1$s</b> observaties, waren <b>%2$s</b> observaties geselecteerd met <b>%3$s steekproef nemen</b> methode. <br><b>Waarschuwing:</b> Een munteenheid steekproef nemen is niet gelukt.

source: %1$s record sampling
nl: %1$s record steekproef

source: %1$s monetary unit sampling
nl: %1$s munteenheid steekproef

source: From the population of <b>%1$s</b> observations, <b>%2$s</b> observations were selected using a <b>%3$s</b> method.
nl: Van de populatie van <b>%1$s</b> observaties, waren <b>%2$s</b> observaties geselecteerd met de <b>%3$s</b> methode.

source: %1$s <b>Note:</b> The selected subset (%2$s) is smaller than the planned sample size (%3$s), as observations are selected multiple times due to their high value. These observations (%4$s) are counted multiple times in the evaluation.
de: %1$s <b>Beachte:</b> Die ausgewählte Teilmenge (%2$s) ist kleiner als die geplante Stichprobengröße (%3$s), da Beobachtungen wegen ihres hohen Werts mehrmals gezogen wurden. Diese Beobachtungen (%4$s) werden in der Evaluation mehrmals gezählt.
nl: %1$s <b>Let op:</b> De geselecteerde subset (%2$s) is kleiner dan de geplande steekproefgrootte (%3$s), aangezien observaties meerdere keren geselecteerd zijn door hun hoge waarde. Deze observaties (%4$s) zijn meerdere keren geteld in de evaluatie.

source: below
de: unter
nl: onder

source: lower
de: niedriger
nl: lager

source: above
de: über
nl: boven

source: higher
de: höher
nl: hoger

source: The objective of this substantive testing procedure was to determine with <b>%1$s</b> confidence whether the population misstatement is lower than materiality, in this case <b>%2$s</b>. For the current data, the <b>%3$s</b> confidence bound is <b>%4$s</b> materiality. The conclusion on the basis of these results is that, with <b>%5$s</b> confidence, the population misstatement is <b>%6$s</b> than materiality.
nl: Het doel van deze substantieve test procedure was om te bepalen met <b>%1$s</b> zekerheid of de fout in de populatie lager is dan de materialiteit, in dit geval <b>%2$s</b>. Voor de huidige data is de <b>%3$s</b> zekerheidsgrens <b>%4$s</b> materialiteit. De conclusie op basis van deze resultaten is dat, met <b>%5$s</b> zekerheid, de populatie fout <b>%6$s</b> dan de materialiteit is.

source: <b>Table %1$i.</b> Book Value Descriptive Statistics
de: <b>Tabelle %1$i.</b> Deskriptive Statistik der Buchwerte
nl: <b>Tabel %1$i.</b> Boekwaarde Beschrijvende Statistieken

source: Population size
de: Populationsgröße
nl: Populatiegrootte

source: Total value
de: Gesamtwert
nl: Boekwaardes

source: Absolute value
de: Absolutwert
nl: Absolute waarde

source: Std. deviation
de: Standardabweichung
nl: Standaardafwijking

source: 25th
nl: 25e

source: 50th
nl: 50e

source: Percentile
de: Percentil
nl: Percentiel

source: 75th
nl: 75e

source: Book Value Distribution
de: Buchwerte-Verteilung
nl: Boekwaarde verdeling

source: Mean %1$s sd
de: Mittelwert %1$s sd
nl: Gemiddelde %1$s sd

source: Quartile
de: Quartil
nl: Kwartiel

source: <b>Figure %1$i.</b> The distribution of book values in the population. The red and blue dots respectively represent the mean and the values exactly one standard deviation from the mean. The orange dots represent the 25th, 50th (median) and 75th percentile of the book values.
de: <b>Abbildung %1$i.</b> Die Verteilung der Buchwerte in der Population. Die roten und blauen Punkte stellen jeweils den Mittelwert und die Werte genau eine Standardabweichung vom Mittelwert dar. Die orangefarbenen Punkte stellen das 25., 50. (Median) und 75. Perzentil der Buchwerte dar.
nl: <b>Figuur %1$i.</b> De verdeling van boekwaardes in de populatie. De rode en blauwe stippen, respectievelijk, representeren het gemiddelde en de waarden precies een standaarddeviatie van het gemiddelde. De oranje stippen representeren het 25e, 50e (mediaan) en 75e percentiel van de boekwaardes.

source: Book values (%1$s)
de: Buchwerte (%1$s)
nl: Boekwaardes (%1$s)

source: Frequency
de: Häufigkeit
nl: Frequentie

source: <u>Audit Risk Model</u>
de: <u>Auditisiko-Modell</u>
nl: <u>Audit Risico Model</u>

source: Audit risk (%1$s%%) = Inherent risk (%2$s%%) x Control risk (%3$s%%) x Detection risk (%4$s%%)
de: Auditrisiko (%1$s%%) = Inhärentes Risiko (%2$s%%) x Kontrollrisiko (%3$s%%) x Detektionsrisiko (%4$s%%)
nl: Audit risico (%1$s%%) = Inherent risico (%2$s%%) x Controle risico (%3$s%%) x Detectie risico (%4$s%%)

source: Prior to the substantive testing phase, the inherent risk was determined to be <b>%1$s</b>. The internal control risk was determined to be <b>%2$s</b>. According to the Audit Risk Model, the required detection risk to maintain an audit risk of <b>%3$s</b> should be <b>%4$s</b>.
nl: Voor de substantieve toetsfase is het inherente risico vastgesteld op <b>%1$s</b>. Het interne controle risico was vastgesteld op <b>%2$s</b>. Volgens het Audit Risico Model is het benodigde detectie risico om een audit risico van <b>%3$s</b> te behouden <b>%4$s</b>.

source: %1$s The translation of High, Medium and Low to probabilities is done according custom preferences</b>.
de: %1$s Die Übersetzung von Hoch, Mittel und Niedrig in Wahrscheinlichkeiten wurde nach <b>Benutzereinstellungen</b> vorgenommen.
nl: %1$s De vertaling van Hoog, Medium en Laag naar kansen is gedaan op basis van handmatig ingestelde voorkeuren</b>.

source: %1$s The translation of High, Medium and Low to probabilities is done according to <b>IODAD (2007)</b>.
de: %1$s Die Übersetzung von Hoch, Mittel und Niedrig in Wahrscheinlichkeiten wurde nach <b>IODAD (2007)</b> vorgenommen.
nl: %1$s De vertaling van Hoog, Medium en Laag naar kansen is gedaan op basis van <b>IODAD (2007)</b>.

source: The detection risk is equal to or higher than 100%%. Please re-specify your custom values for the Inherent risk and/or Control risk.
de: Das Detektionsrisiko ist gleich oder höher als 100%%. Bitte korrigiere deine benutzerdefinierten Werte für das inhärente Risiko und/oder das Kontrollrisiko.
nl: Het detectie risico is hoger dan 100%%. Herspecificeer de aangepaste waarden voor het Inherente risico en/of het Intern Beheersingsrisico.

source: The resulting sample size exceeds 5000.
de: Die resultierende Stichprobengröße ist größer als 5000.
nl: De resulterende steekproefgrootte is groter dan 5000.

source: An error occurred: %1$s
de: Es ist ein Fehler aufgetreten: %1$s
nl: Foutmelding: %1$s

source: The resulting sample size is larger than the population size.
de: Die resultierende Stichprobengröße ist größer als die Populationsgröße.
nl: De resulterende steekproefgrootte is groter dan de populatiegrootte.

source: <b>Table %1$i.</b> Planning Summary
de: <b>Tabelle %1$i.</b> Planungs-Zusammenfassung
nl: <b>Tabel %1$i.</b> Planningssamenvatting

source: Materiality
de: Wesentlichkeit
nl: Materialiteit

source: Inherent risk
de: Inhärentes Risiko
nl: Inherent risico

source: Control risk
de: Kontrollrisiko
nl: Controle risico

source: Detection risk
de: Detektionsrisiko
nl: Detectie risico

source: Expected errors
de: Erwartete Fehler
nl: Verwachte fouten

source: Required sample size
de: Benötigte Stichprobengröße
nl: Vereiste steekproefgrootte

source: Expected evidence ratio
de: Erwartetes Evidenzverhältnis
nl: Verwachte bewijsratio

source: Expected %1$s
de: Erwartet %1$s
nl: Verwacht %1$s

source: The required sample size is based on the <b>Poisson</b> distribution.
de: Der benötigte Stichprobenumfang basiert auf der <b>Poisson</b>-Verteilung.
nl: De vereiste steekproefgrootte is gebaseerd op de <b>Poisson</b> verdeling.

source: The required sample size is based on the <b>binomial</b> distribution.
de: Der benötigte Stichprobenumfang basiert auf der <b>Binomial</b>-Verteilung.
nl: De benodigde steekproefgrootte is gebaseerd op de <b>binomiaal</b> verdeling.

source: The required sample size is based on the <b>hypergeometric</b> distribution.
de: Der benötigte Stichprobenumfang basiert auf der <b>Hypergeometrischen</b> Verteilung.
nl: De benodigde steekproefgrootte is gebaseerd op de <b>hypergeometrische</b> verdeling.

source: The required sample size is based on the <b>gamma</b> distribution.
de: Der benötigte Stichprobenumfang basiert auf der <b>Gamma</b>-Verteilung.
nl: De vereiste steekproefgrootte is gebaseerd op de <b>gamma</b> verdeling.

source: The required sample size is based on the <b>beta</b> distribution.
de: Der benötigte Stichprobenumfang basiert auf der <b>Beta</b>-Verteilung.
nl: De vereiste steekproefgrootte is gebaseerd op de <b>beta</b> verdeling.

source: The required sample size is based on the <b>beta-binomial</b> distribution (N = %1$s).
de: Der benötigte Stichprobenumfang basiert auf der <b>Beta-Binomial</b>-Verteilung (N = %1$s).
nl: De vereiste steekproefgrootte is gebaseerd op de <b>beta-binomiaal</b> verdeling (N = %1$s).

source: Either the materiality, the population size, or the population value is defined as zero.
de: Entweder ist die Wesentlichkeit, die Populationsgröße, oder der Populationswert als Null definiert.
nl: De materialiteit, de populatiegrootte, óf de populatiewaarde is gedefinieerd als nul.

source: <b>Analysis not ready.</b>
de: <b>Analyse nicht bereit.</b>
nl: <b>Analyse niet gereed.</b>

source: The required sample size is based on the <b>Poisson</b> distribution <i>(%1$s = %2$s)</i>.
de: Der benötigte Stichprobenumfang basiert auf der <b>Poisson</b>-Verteilung <i>(%1$s = %2$s)</i>.
nl: De vereiste steekproefgrootte is gebaseerd op de <b>Poisson</b> verdeling <i>(%1$s = %2$s)</i>.

source: The required sample size is based on the <b>binomial</b> distribution <i>(p = %1$s)</i>
de: Der benötigte Stichprobenumfang basiert auf der <b>Binomial</b>-Verteilung <i>(p = %1$s)</i>
nl: De vereiste steekproefgrootte is gebaseerd op de <b>binomiaal</b> verdeling <i>(p = %1$s)</i>

source: The required sample size is based on the <b>hypergeometric</b> distribution <i>(N = %1$s, K = %2$s)</i>.
de: Der benötigte Stichprobenumfang basiert auf der <b>Hypergeometrischen</b> Verteilung <i>(N = %1$s, K = %2$s)</i>.
nl: De benodigde steekproefgrootte is gebaseerd op de <b>hypergeometrische</b> verdeling <i>(N = %1$s, K = %2$s)</i>.

source: The required sample size is based on the <b>gamma</b> distribution <i>(%1$s = %2$s, %3$s = %4$s)</i>
de: Der benötigte Stichprobenumfang basiert auf der <b>Gamma</b>-Verteilung <i>(%1$s = %2$s, %3$s = %4$s)</i>
nl: De benodigde steekproefgrootte is gebaseerd op de <b>gamma</b> verdeling <i>(%1$s = %2$s, %3$s = %4$s)</i>

source: The required sample size is based on the <b>beta</b> distribution <i>(%1$s = %2$s, %3$s = %4$s)</i>.
de: Der benötigte Stichprobenumfang basiert auf der <b>Beta</b>-Verteilung <i>(%1$s = %2$s, %3$s = %4$s)</i>.
nl: De benodigde steekproefgrootte is gebaseerd op de <b>beta</b> verdeling <i>(%1$s = %2$s, %3$s = %4$s)</i>.

source: The required sample size is based on the <b>beta-binomial</b> distribution <i>(N = %1$s, %2$s = %3$s, %4$s = %5$s)</i>.
de: Der benötigte Stichprobenumfang basiert auf der <b>Beta-Binomial</b>- Verteilung <i>(N = %1$s, %2$s = %3$s, %4$s = %5$s)</i>.
nl: De benodigde steekproefgrootte is gebaseerd op de <b>beta-binomiaal</b> verdeling <i>(N = %1$s, %2$s = %3$s, %4$s = %5$s)</i>.

source: Sample Size Comparison
de: Stichprobenumfangvergleich
nl: Steekproefgrootte vergelijking

source: Expected error-free
de: Erwartet fehlerlos
nl: Verwacht foutloos

source: <b>Figure %1$i.</b> Sample size comparison for the current options. The bars represent the sample size that is required under different planning distributions. The number of expected errors in the selection is colored in red and the number of expected error-free observations is colored in green.
de: <b>Abbildung %1$i.</b> Vergleich der Stichprobengrößen für die aktuellen Optionen. Die Balken stellen die Stichprobengröße dar, die in verschiedenen Planungsverteilungen erforderlich ist. Die Anzahl der erwarteten Fehler in der Auswahl ist rot und die Anzahl der erwarteten fehlerfreien Beobachtungen grün.
nl: <b>Figuur %1$i.</b> Steekproefgrootte vergelijking voor huidige opties. De balken geven de steekproefgrootte weer die nodig is voor diverse planningsverdelingen. Het aantal verwachte fouten van de selectie is rood gekleurd en het aantal verwachte foutvrije observaties is groen gekleurd.

source: Implied %1$s Sampling Distribution
de: Implizierte %1$s Stichprobenverteilung
nl: Geïmpliceerde %1$s Steekproefverdeling

source: Errors
de: Fehler
nl: Fouten

source: <b>Figure %1$i.</b> The implied <b>%2$s</b> sampling distribution. The number of expected errors in the selection is colored in red and the number of expected error-free observations is colored in green. The total probability of the errors does not exceed the detection risk as specified through the audit risk model.
de: <b>Abbildung %1$i.</b> Die implizierte <b>%2$s</b> Stichprobenverteilung. Die Anzahl der erwarteten Fehler in der Auswahl ist rot und die Anzahl der erwarteten fehlerfreien Beobachtungen ist grün eingefärbt. Die Gesamtwahrscheinlichkeit der Fehler übersteigt nicht das Detektionsrisiko, wie es durch das Auditrisikomodell angegeben ist.
nl: <b>Figuur %1$i.</b> De geïmpliceerde <b>%2$s</b> steekproefverdeling. Het aantal verwachte fouten in de selectie is rood gekleurd en het aantal foutvrije observaties groen. De totale kans van de fouten overschrijdt niet het detectie risico zoals gespecificeerd door het audit risicomodel.

source: Your specified starting point lies outside the selection interval.
de: Dein spezifizierter Startpunkt liegt außerhalb des Auswahlintervalls.
nl: Uw gespecificeerde startpunt ligt buiten het selectie interval.

source: <b>Table %1$i.</b> Selection Summary
de: <b>Tabel %1$i.</b> Auswahl-Zusammenfassung
nl: <b>Tabel %1$i.</b> Selectiesamenvatting

source: Selection size
de: Stichprobenumfang
nl: Selectie grootte

source: Selection value
de: Stichprobenwert
nl: Selectie waarde

source: %% of population value
de: %% des Populationswerts
nl: %% van de populatiewaarde
