Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: The 'Bayes factor' option can compare the predictive accuracies of the hypotheses to the rest of the hypotheses ('vs. All'), the best hypothesis ('vs. best'), or a specific hypothesis selected in the 'vs.' dropdown. The nominator and denominator of the Bayes factors can be reversed by choosing the 'BF%2$s%1$s' option (quantifying the evidence in favor of the second hypothesis), or transformed to a log scale by choosing the 'log(BF%1$s%2$s)' option.
nl: De optie 'Bayes factor' kan de voorspellende nauwkeurigheid van de hypothesen vergelijken met de rest van de hypothesen ('vs. All'), de beste hypothese ('vs. best'), of een specifieke hypothese geselecteerd in de 'vs.' dropdown. De teller en de noemer van de Bayes-factoren kunnen worden omgekeerd door de optie 'BF%2$s%1$s' te kiezen (kwantificering van het bewijs ten gunste van de tweede hypothese), of worden getransformeerd naar een logschaal door de optie 'log(BF%1$s%2$s)' te kiezen.

source: The 'Updating table' option generates a numerical summary of the displayed figure.
nl: De optie 'Update table' genereert een numeriek overzicht van de weergegeven figuur.

source: <ul><li>'central' - a central interval (or quantile) that covers the central 'mass'%% area of the distribution</li><li>'HPD' - a highest posterior density interval that covers 'mass'%% area with the shortest range</li><li>'custom' - an interval defined by a 'lower' and 'upper' bound. It returns the posterior mass of the parameter falling inside the custom interval.</li>%s</ul>
nl: <ul><li>'centraal' - een centraal interval (of kwantiel) dat het centrale 'massa'%% gebied van de distributie omvat</li><li>'HPD' - een hoogste posterior dichtheidsinterval dat 'massa'%% gebied met het kortste bereik omvat</li><li>'aangepast' - een interval dat wordt gedefinieerd door een 'onder-' en 'bovengrens'. Het geeft de achterste massa van de parameter terug die binnen het aangepaste interval valt.</li>%s</ul>

source: Mean
de: Mittelwert
nl: Gemiddelde

source: Median
nl: Mediaan

source: Mode
de: Modus
nl: Modus

source: The categorical fixed effect '%s' must have fewer levels than the overall number of observations.
de: Der kategoriale feste Effekt '%s' muss weniger Stufen haben als die gesamte Anzahl von Beobachtungen.
nl: De categorisch gefixeerde effect '%s' moet minder niveaus hebben dan het totale aantal observaties.

source: The random effects grouping factor '%s' must have fewer levels than the overall number of observations.
de: Der zufällige Effekt Gruppierungsfaktor '%s' muss weniger Stufen haben als die gesamte Anzahl von Beobachtungen.
nl: De willekeurige effecten groeperingsfactor '%s' moet minder niveaus hebben dan het totale aantal observaties.

source: The number of iterations must be at least 2 iterations higher than the burnin
de: Die Anzahl von Iterationen muss mindestens 2 Iterationen mehr sein als die Anzahl der Aufwärmphase
nl: Het aantal iteraties moet minstens 2 iteraties hoger zijn dan het opwarmingsaantal

source: %s requires that the dependent variable is positive.
de: %s setzt voraus, dass die abhängige Variable positiv ist.
nl: %s vereist dat de afhankelijke variabele positief is.

source: %s requires that the dependent variable is an integer.
de: %s setzt voraus, dass die abhängige Variable eine ganze Zahl ist.
nl: %s vereist dat de afhankelijke variabele een geheel getal is.

source: %s requires that the dependent variable contains only 0 and 1.
de: %s setzt voraus, dass die abhängige Variable nur 0 und 1 enthält.
nl: %s vereist dat de afhankelijke variabele slechts 0 en 1 kan zijn.

source: %s requires that the dependent variable is higher than 0 and lower than 1.
de: %s setzt voraus, dass die abhängige Variable größer als 0 und kleiner als 1 ist.
nl: %s vereist dat de afhankelijke variabele hoger dan 0 en lager dan 1 is.

source: %s requires that the number of trials variable is an integer.
de: %s setzt voraus, dass die Anzahl von Durchgängen eine ganze Zahl ist.
nl: %s vereist dat de steekproefgrootte variabele een geheel getal is.

source: %s requires that the dependent variable is proportion of successes out of the number of trials.
de: %s setzt voraus, dass die abhängige Variable ein Anteil an Erfolgen aus der Anzahl der Versuche ist.
nl: %s vereist dat de afhankelijke variabele het aandeel van de successen in de steekproefgrootte is.

source: ANOVA Summary
de: ANOVA Zusammenfassung
nl: ANOVA Samenvatting

source: Effect
de: Effekt
nl: Effecten

source: df
nl: vg

source: ChiSq
de: ChiQu
nl: ChiKw

source: The optimizer failed to find a solution. Probably due to quasi-separation in the data. Try removing some of the predictors.
de: Die Optimierung konnte keine Lösung finden. Vermutlich aufgrund der Quasi-Trennung in den Daten. Versuchen Sie, einige der Prädiktoren zu entfernen.
nl: De optimalisatie procedure kon geen oplossing vinden. Waarschijnlijk is er sprake van quasi-afzondering in de gegevens. Verwijder een aantal onafhankelijke variabelen.

source: The optimizer failed to find a solution due to invalid starting values. (JASP currently does not support specifying different starting values.)
de: Der Optimierer konnte wegen ungültiger Startwerte keine Lösung finden. (JASP unterstützt derzeit keine Angabe unterschiedlicher Startwerte.)
nl: De optimalisatie procedure kon geen oplossing vinden door ongeldige beginwaarden. (Het is op dit moment nog niet mogelijk om andere beginwaarde te specificeren in JASP.)

source: The optimizer failed to find a solution. Probably due to scaling issues quasi-separation in the data. Try rescaling or removing some of the predictors.
de: Der Optimierer konnte keine Lösung finden. Wahrscheinlich aufgrund von Skalierungsproblemen Quasi-Trennung in den Daten. Versuche, ein paar der Prädiktoren neu zu skalieren oder zu entfernen.
nl: De optimalisatie procedure kon geen oplossing vinden. Waarschijnlijk is er sprake van quasi-afzondering in de gegevens door een schalingsprobleem. Verwijder een aantal onafhankelijke variabelen.

source: Warning:
de: Warnung:
nl: Waarschuwing:

source: Fit statistics
de: Anpassungs-Statistiken
nl: Pasmaten

source: Deviance
de: Devianz
nl: Afwijking

source: Deviance (REML)
de: Devianz (REML)
nl: Afwijking (REML)

source: log Lik.
nl: log Aanneme.

source: Sample sizes
de: Stichprobenumfänge
nl: Steekproefgroottes

source: Levels of RE grouping factors
nl: Niveaus van RE-groeperingsfactoren

source: Variance/Correlation Estimates
de: Varianz/Korrelation Schätzungen
nl: Variantie/Correlatie Schattingen

source: %s: Variance Estimates
de: %s: Varianzschätzungen
nl: %s: Variantie Schattingen

source: Std. Deviation
de: Standardabweichung
nl: Standaardafwijking

source: Variance
de: Varianz
nl: Variantie

source: %s: Correlation Estimates
de: %s: Korrelations-Schätzungen
nl: %s Correlatie Schattingen

source: Residual Variance Estimates
de: Residualvarianz-Schätzungen
nl: Residuele Variantie Schattingen

source: Fixed Effects Estimates
de: Feste Effekte Schätzungen
nl: Gefixeerde Effecten Schattingen

source: Estimate
de: Schätzung
nl: Schatting

source: SE
de: Std.-Fehler
nl: Std. Fout

source: Plot
de: Abbildung
nl: Grafiek

source: At least one random effects grouping factor needs to be selected in field 'Background data show'.
nl: Minstens een willekeurige groeperingsfactor moet geselecteerd worden in invoeringsveld 'Achtergrond gegevens tonen'.

source: Factor levels need to be distinguished by at least one feature. Please, check one of the 'Distinguish factor levels' options.
nl: De factor niveaus moeten onderscheiden worden op basis van tenminste een kenmerk. Selecteer een van de 'Onderscheiden factor niveaus' opties.

source: Estimated Means and Confidence Intervals
de: Geschätzte Mittelwerte und Konfidenzintervalle
nl: Geschatte Gemiddelden en Betrouwbaarheidsintervallen

source: Lower
de: Untere
nl: Onder

source: %s%% CI
de: %s%% KI
nl: %s%% BI

source: Upper
de: Obere
nl: Boven

source: Estimated Marginal Means
de: Geschätzte Randmittelwerte
nl: Geschatte Marginale Gemiddelden

source: Row
de: Zeile
nl: Rij

source: %s%% HPD
nl: %s%% HGI

source: Estimated Trends
de: Geschätzte Trends
nl: Geschatte Trends

source: %s (slope)
de: %s (Steigung)
nl: %s (helling)

source: Contrasts
de: Kontraste
nl: Contrasten

source: Fit Statistics
de: Anpassungs-Statistiken
nl: Pasmaten

source: SE (WAIC)
de: SF (WAIC)
nl: Std. Dev. (WAIC)

source: SE (LOO)
de: SF (LOO)
nl: Std. Dev. (LOO)

source: Model summary
de: Modell-Zusammenfassung
nl: Model samenvatting

source: %s (differences from intercept)
de: %s (Differenzen von Konstante)
nl: %s (verschillen t.o.v. intercept)

source: %s (marginal means)
de: %s (Randmittelwerte)
nl: %s (marginale gemiddelde)

source: Level
de: Stufe
nl: Niveau

source: ESS (tail)
nl: ESS (staart)

source: The model could not be estimated. Please, check the options and dataset for errors.
de: Das Modell konnte nicht geschätzt werden. Bitte prüfe die Optionen und den Datensatz auf Fehler.
nl: Het model kon niet worden geschat. Controleer aub de opties en gegevens op fouten.

source: Sampling diagnostics
de: Stichproben-Diagnostiken
nl: Steekproef diagnostiek

source: Avg. autocorrelation
de: Mittlere Autokorrelation
nl: Gemiddelde autocorrelatie

source: The following variables are a linear combination of each other, please, remove one of them from the analysis: %s
de: Die folgenden Variablen sind eine lineare Kombination voneinander, bitte entferne eine von ihnen aus der Analyse: %s
nl: De volgende variabelen zijn lineair afhankelijk van elkaar, haal a.u.b één van deze variabelen uit de analyse: %s

source: The intercept corresponds to the (unweighted) grand mean; for each factor with k levels, k - 1 parameters are estimated. Consequently, the estimates cannot be directly mapped to factor levels.
de: Die Konstante entspricht dem (ungewichteten) Gesamtmittelwert; für jeden Faktor mit k Stufen werden k - 1 Parameter geschätzt. Folglich können die Schätzungen nicht direkt den Faktorstufen zugeordnet werden.
nl: De intercept correspondeert met een (ongewogen) overkoepelende gemiddelde; voor elke factor met k niveaus zijn k-1 parameters geschat. Als gevolg hiervan zijn de schatting niet direct te relateren aan de factor niveaus.

source: Model fit is singular. Specified random effects parameters (random intercepts and random slopes) cannot be estimated from the available data. Carefully reduce the random effects structure, but this practice might inflate the reported p-value, and invalidates the analysis.
nl: Model passing is singulier. De gespecificeerde willekeurige effecten parameters (willekeurige intercepten and willekeurige hellingen) kunnen niet geschat worden op basis van de gegevens. Reduceer de willekeurige effecten structuur, maar merk op dat hierdoor de p-waarde opblaast, waardoor de validiteit van de analyse in gevaar komt.

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on a two-sided <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
de: Vovk-Sellke-Maximum-<em>p</em>-Quotient: Basierend auf einem zweiseitigen <em>p</em>-Wert ist der maximale Quotient zugunsten H%1$s gegenüber H%2$s gegeben durch 1/(-e <em>p</em> log(<em>p</em>)) für <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
nl: Vovk-Sellke Maximum <em>p</em>-Ratio: Gebaseerd op een tweezijdige <em>p</em>-waarde, de maximaal mogelijke kansen ten gunste van H%1$s boven H%2$s is gelijk aan 1/(-e <em>p</em> log(<em>p</em>)) voor <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).

source: Numerical problems with the maximum-likelihood estimate (e.g., gradients too large). This may indicate that the specified random effects parameters (random intercepts and random slopes) cannot be estimated from the available data. Consider carefully reducing the random effects structure, but be aware this may induce unknown risks of anti-conservative results (i.e., p-values might be lower than nominal).
de: Numerische Probleme mit der Maximum-Likelihood-Schätzung (z.B. zu große Gradienten). Dies kann darauf hindeuten, dass die angegebenen Parameter für zufällige Effekte (zufällige Konstanten und zufällige Steigungen) aus den verfügbaren Daten nicht geschätzt werden können. Erwäge, die Zufallseffekt-Struktur sorgfältig zu reduzieren, aber sei dir bewusst, dass dies unbekannte Risiken für anti-konservative Ergebnisse verursachen kann (d.h., p-Werte könnten niedriger als die nominalen Werte sein).
nl: Numerieke problemen met de meest waarschijnlijkheidsschatter, zoals een gradient dat te groot is. Hierdoor kunnen de gespecificeerde willekeurige effecten parameters (willekeurige intercepten en willekeurige hellingen) niet geschat worden op basis van de gegevens. Reduceer de willekeurige effecten structuur, maar merk op dat dit er voor zorgt dat dit de p-waarde opblaast, waardoor inferentie ongeldig wordt.

source: Estimation of degrees of freedom disabled (i.e., asymptotic results shown), because the number of observations is large. To force estimation, check corresponding option.
nl: Op basis van een normale approximatie.

source: Results are on the response scale.
de: Ergebnisse sind auf der Antwortskala.
nl: De getoonde resultaten zijn op de uitkomst schaal.

source: Results are not on the response scale and might be misleading.
de: Ergebnisse sind nicht auf der Antwortskala und könnten irreführend sein.
nl: De getoonde resultaten zijn niet op de uitkomst schaal en kunnen daardoor misleidend zijn.

source: Type %s Sum of Squares
de: Typ %s Quadratsumme
nl: Type %s Kwadratensom

source: This analysis requires at least one random effects grouping factor to run.
de: Diese Analyse benötigt mindestens einen Gruppierungsfaktor für zufällige Effekte.
nl: Deze analyse heeft tenminste een willekeurige groeperingsfactor nodig.

source: The 'Binomial (aggregated)' family requires the 'Number of trials' to be specified to run.
de: Die 'Binomial (aggregiert)'-Familie erfordert zur Durchführung die Angabe der 'Anzahl der Versuche'.
nl: Voor de 'Binomiaal (geaggregeerde)' familie moet de 'Steekproefgrootte' gespecificeerd zijn.

source: P-values correspond to test of null hypothesis against %s.
de: P-Werte entsprechen dem Test der Nullhypothese gegen %s.
nl: De p-waarden corresponderen met een toets van de null hypothese tegen %s.

source: Results are averaged over the levels of: %s.
de: Ergebnisse sind gemittelt über die Stufen von: %s.
nl: Resultaten zijn gemiddeld over de niveaus van: %s.

source: binomial
nl: binomiaal

source: gaussian
de: Gaußsch
nl: Gaussische

source: inverse gaussian
de: Inverse Gaußsche
nl: inverse Gaussische

source: negative binomial
nl: negatief-binomiaal

source: Generalized linear mixed model with %s family and %s link function.
de: Generalisiertes lineares gemischtes Modell mit %s-Familie und %s-Linkfunktion.
nl: Gegeneraliseerde lineaire gemengd model op basis van %s familie en %s koppeling.

source: likelihood ratio tests
nl: Waarschijnlijkheidsratio toets

source: parametric bootstrap
de: Parametrischer Bootstrap
nl: parametrische bootstrap

source: Model terms tested with %s method.
de: Modellterme getestet mit %s-Methode.
nl: Model termen getest met %s methode.

source: P-values are not adjusted.
de: P-Werte sind nicht korrigiert.
nl: De p-waarden zijn niet bijgesteld.

source: Multivariate-t
de: Multivariat-t
nl: Multivariaat-t

source: P-values are adjusted using %s adjustment.
de: P-Werte sind korrigiert mit %s-Korrektur.
nl: P-waarden zijn bijgesteld m.b.v. %s bijstelling.

source: Inference possibly unreliable -- MCMC chains might not have converged; The largest R-hat is %.3f > 1.01. To lower R-hat please increase 'Iterations', or 'Adapt delta' in the Options section.
de: Inferenz möglicherweise unzuverlässig -- MCMC-Ketten sind möglicherweise nicht konvergiert; Das größte R-Dach ist % .3f> 1,01. Um R-Dach zu senken, erhöhe bitte 'Iterationen' oder 'Delta anpassen' im Abschnitt Optionen.
nl: Inferentie mogelijk onbetrouwbaar -- MCMC ketens mogelijk niet geconvergeerd; De hoogste R-dakje is %.3f > 1.01. Om R-dakje te verlagen kunt u 'Iteraties' of 'Aanpassingsdelta' in de Opties sectie verhogen.

source: Low estimation accuracy -- The smallest Effective Sample Size (ESS) is %.2f < %1.0f. To increase accuracy please increase 'Iterations', or 'Adapt delta' in the Options section.
nl: Lage schattingsaccuratesse -- De kleinste effectieve steekproefgrootte (ESS) is %.2f< %1.0f. Verhoog a.u.b. het aantal 'Iteraties', of 'Aanpassingsdelta' in de Opties sectie.

source: The model was fitted using %s.
de: Das Modell wurde mit %s angepasst.
nl: Het model is gepast m.b.v. %s.

source: Bayesian A/B Test
de: Bayesscher A/B-Test
nl: Bayesiaanse A/B Toets

source: Models
de: Modelle
nl: Modellen

source: A positive log odds ratio means that the success rate in Group 2 is higher than in Group 1.
de: Eine positive Log-Odds-Ratio bedeutet, dass die Gewinnchance für Gruppe 2 höher ist als für Gruppe 1.
nl: Een positieve log odds ratio betekent dat de kans op succes in Groep 2 groter is dan Groep 1.

source: Descriptives
de: Deskriptive Statistiken
nl: Beschrijvende statistiek

source: Group 1
de: Gruppe 1
nl: Groep 1

source: Group 2
de: Gruppe 2
nl: Groep 2

source: Prior and Posterior
de: Prior und Posterior
nl: Prior en Posterior

source: Sequential Analysis
de: Sequenzielle Analyse
nl: Sequentiële Analyse

source: Bayes Factor Robustness Check
de: Bayesfaktor-Robustheitsprüfung
nl: Bayes Factor Robuustheidsevaluatie

source: The WLS weights contain negative and/or zero values.<br><br>(only positive WLS weights allowed).
de: Die WLS-Gewichte beinhalten negative und/oder Nullwerte.<br><br>(Nur positive WLS-Gewichte sind erlaubt).
nl: De WLS gewichten bevatten negatieve en/of nulwaardes.<br><br>(alleen positieve WLS waarden toegestaan).

source: Singular fit encountered; one or more predictor variables are a linear combination of other predictor variables
de: Singuläre Anpassung detektiert; eine oder mehrere Prädiktorvariablen sind eine lineare Kombination anderer Prädiktorvariablen
nl: Singulaire passing gedetecteerd; een of meer voorspellende variabelen zijn een lineaire combinatie van andere voorspellende variabelen

source: Residual sum of squares is 0; this might be due to extremely low variance of your dependent variable
de: Residuelle Quadratsumme ist 0; möglicherweise liegt dies an extrem niedriger Varianz deiner abhängigen Variable
nl: Resterende som van kwadraten is 0, dit kan het gevolg zijn van een extreem lage variantie van uw afhankelijke variabele

source: An error occurred while computing the ANOVA: %s
de: Ein Fehler ist beim Berechnen der ANOVA aufgetreten: %s
nl: Een fout trad op bij het berekenen van de ANOVA: %s

source: Your design contains empty cells. Please try a different type of sum of squares.
de: Dein Design beinhaltet leere Zellen. Bitte probiere einen anderen Typ der Quadratsumme.
nl: Uw ontwerp bevat lege cellen. Probeer een ander type van de kwadratensom.

source: Homogeneity Correction
de: Homogenitätskorrektur
nl: Homogeniteitscorrectie

source: Cases
de: Fälle
nl: Waarnemingen

source: Sum of Squares
de: Quadratsumme
nl: Kwadratensom

source: Mean Square
de: Mittlere Quadratsumme
nl: Gemiddelde kwadraatsom

source: Type I Sum of Squares
de: Typ I Quadratsumme
nl: Type I Kwadratensom

source: Type II Sum of Squares
de: Typ II Quadratsumme
nl: Type II Kwadratensom

source: Type III Sum of Squares
de: Typ III Quadratsumme
nl: Type III Kwadratensom

source: The Brown-Forsythe and Welch corrections are only available for one-way ANOVA
de: Die Brown-Forsythe- und Welch-Korrekturen sind nur für einfaktorielle ANOVA verfügbar
nl: De Brown-Forsythe en Welch correcties zijn alleen beschikbaar bij een eenzijdige ANOVA

source: Contrast Tables
de: Kontrast-Tabellen
nl: Geplande contrasten

source: Please specify an additional contrast.
de: Bitte spezifiziere einen weiteren Kontrast.
nl: Specificeer a.u.b. een toegevoegd contrast.

source: Wrong number of custom contrast matrix rows.
de: Falsche Anzahl Matrixzeilen von benutzerdefiniertem Kontrast.
nl: Onjuist aantal aangepaste contrastmatrixrijen.

source: Please specify non-zero contrast weights.
de: Bitte spezifiziere Kontrastgewichte ungleich 0.
nl: Specificeer het aantal contrastgewichten ongelijk aan 0.

source: %s%% CI for Mean Difference
de: %s%% KI für Mittelwertdifferenz
nl: %s%% BI voor Gemiddelde Verschil

source: %1$s Contrast Coefficients - %2$s
de: %1$s Kontrast-Koeffizienten - %2$s
nl: %1$s Contrast Coëfficiënten - %2$s

source: Post Hoc Tests
nl: Post-Hoc Toetsen

source: Standard
nl: Standaard

source: Results are averaged over the levels of: %s
de: Ergebnisse sind gemittelt über die Stufen von: %s
nl: Resultaten zijn gemiddeld over de levels van: %s

source: Cohen's d does not correct for multiple comparisons.
de: Cohens d korrigiert nicht für multiple Vergleiche.
nl: Cohen's d corrigeert niet voor meerdere vergelijkingen.

source: Bootstrapping based on %s successful replicates.
de: Bootstrapping basierend auf %s erfolgreichen Wiederholungen.
nl: Bootstrapping gebaseerd op %s succesvolle replicaties.

source: Mean Difference estimate is based on the median of the bootstrap distribution.
de: Die Schätzung der mittleren Differenz basiert auf dem Median der Bootstrap-Verteilung.
nl: Gemiddelde Verschilsschatting is gebaseerd op de mediaan van de bootstrapverdeling.

source: Bias corrected accelerated.
nl: Onzuiverheid gecorrigeerd versneld.

source: Bootstrapping Post Hoc Test
nl: Bootstrapping Post Hoc-Toets

source: Some confidence intervals could not be computed. Possibly too few bootstrap replicates.
de: Einige Konfidenzintervalle konnten nicht berechnet werden. Möglicherweise zu wenige Bootstrap-Wiederholungen.
nl: Sommige betrouwbaarheidsintervallen konden niet worden berekend. Er zijn mogelijk te weinig bootstrap replicaties.

source: Dunn's Post Hoc Comparisons - %s
de: Dunns Post-hoc-Vergleiche - %s
nl: Dunn's Post-Hoc vergelijkingen - %s

source: Comparison
de: Vergleich
nl: Vergelijking

source: Games-Howell
nl: Games-Howel

source: Games-Howell Post Hoc Comparisons - %s
de: Games-Howell Post-hoc-Vergleiche - %s
nl: Games-Howell Post-Hoc Vergelijkingen - %s

source: Mean Difference
de: Mittelwertsdifferenz
nl: Gemiddeld Verschil

source: %.0f%% CI for Mean Difference
de: %.0f%% KI für Mittelwertsdifferenz
nl: %.0f%% CI voor Gemiddelde Verschil

source: Dunnett Post Hoc Comparisons - %s
de: Dunnett Post-Hoc-Vergleiche - %s
nl: Dunnett Post-Hoc Vergelijkingen - %s

source: Confidence interval is too narrow, please select a different confidence level.
de: Konfidenzintervall ist zu schmal, bitte wähle ein anderes Konfidenzniveau.
nl: Betrouwbaarheidsinterval is te smal, kies een ander betrouwbaarheidslevel.

source: Assumption Checks
de: Annahmeprüfungen
nl: Verificatie van aannames

source: Test for Equality of Variances (Levene's)
de: Test auf Gleichheit der Varianzen (Levenes)
nl: Toets voor Gelijkheid van Varianties (Levene's)

source: F-value equal to zero indicating perfect fit.<br><br>(Levene's tests on an essentially perfect fit are unreliable)
de: F-Wert gleich Null deutet auf perfekte Anpassung hin.<br><br>(Levenes Test ist bei nahezu perfekter Anpassung unzuverlässig)
nl: F-waarde gelijk aan nul geeft een perfecte passing aan.<br><br>(Levene's toets bij een vrijwel perfecte passing is onbetrouwbaar)

source: Marginal Means
de: Randmittelwerte
nl: Marginale Gemiddeldes

source: Bootstrapping Marginal Means
de: Bootstrapping Randmittelwerte
nl: Bootstrapping Marginale Gemiddelden
