Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: Please drag all variables to a particular type under "Analysis options".
nl: Sleep a.u.b. alle variabelen naar een specifiek type onder "Analyse opties".

source: Coefficient could not be standardized because the variance is too small.
nl: Coëfficiënt kon niet worden gestandaardiseerd omdat de variantie te klein is.

source: Please supply a name for both the x and y-coordinates of the layout.
nl: Voeg a.u.b. een naam toe voor de x en y-coördinaten van de layout.

source: Some variables did not contain char (%s)
nl: Sommige variabelen bevatten teken (%s) niet

source: Some variables were not matched in the column names of the dataset.
nl: Sommige variabelen zijn niet gematcht in de kolomnamen van de gegevens.

source: Data supplied in %s cannot be used to determine variables types. Data should:
de: Übergebene Daten in %s können nicht genutzt werden, um Variablentypen festzustellen. Daten müssen:
nl: Gegeven data in %s kan niet worden gebruikt om de variabeletypes vast te stellen. Data moet:

source: <ul><li>start with the column name of the variable.</ul></li>
de: <ul><li>mit dem Spaltennamen der Variable beginnen.</ul></li>
nl: <ul><li>beginnen met de kolomnaam van de variabele.</ul></li>

source: <ul><li>contain an '=' to distinguish between column name and data type.</ul></li>
nl: <ul><li>een '=' bevatten om kolomnaam en datatype te onderscheiden.</ul></li>

source: <ul><li>end with either 'g' for Gaussian, 'c' for categorical, or 'p' for Poisson.</ul></li>
nl: <ul><li>beëindig met een 'g' voor Gaussische, 'c' voor categorisch, of 'p' voor Poisson.</ul></li>

source: Supplied data for layout was not understood and instead a circle layout was used.
nl: Gegeven data voor layout is niet begrepen en in plaats daarvan is een cirkel layout gebruikt.

source: Data supplied in %1$s AND %2$s could not be used to determine node locations.
nl: Data gegeven in %1$s EN %2$s konden niet worden gebruikt om de node plaatsen mee te bepalen.

source: Data supplied in %s could not be used to determine node locations.
nl: Gegeven data in %s kon niet worden gebruikt om node plaatsen mee te bepalen.

source: %1$s %2$s Data should only contain numeric: -start with the column name of the variable. -contain an '=' to distinguish between column name and coordinate.
nl: %1$s %2$s Data mogen alleen numerieke waarden bevatten: -begin met de kolomnaam van de variabele. -een '=' bevatten om kolomnaam en coördinaat te onderscheiden.

source: Data supplied in %s could not be used to determine variables types. Data should: - Start with the column name of the variable. - Contain an '=' to distinghuish betweem column name and group.
nl: Gegeven data in %s kon niet worden gebruikt om de variabelentypen te bepalen. Data moet: - Beginnen met de kolomnaam van de variabele. - Een '=' bevatten om kolomnaam en groep te onderscheiden.

source: Some entries of %1$s were not understood. These are now grouped under '%2$s'.
nl: Sommige waarnemingen van %1$s zijn niet begrepen. Deze zijn nu gegroepeerd onder '%2$s'.

source: bootnet crashed with the following error message: %s. <ul><li>Please check if there are variables in the network with little variance or few distinct observations.</li></ul>
nl: bootnet gecrasht met de volgende foutmelding: %s <ul><li>Kijk a.u.b. na of er variabelen in het netwerk zitten die een kleine variantie of weinig observaties hebben.</li></ul>

source: 'data' can only be missing if type = 'parametric'. Setting type = 'parametric' and performing parametric bootstrap instead.
nl: 'data' kan alleen ontbreken wanneer type = 'parametrisch'. Stel type = 'parametrisch' in en voer de parametrische bootstrap uit.

source: 'graph' may not be missing in parametric bootstrap when 'data' is missing.
nl: 'grafiek' mag niet ontbreken in de parametrische bootstrap wanneer 'data' ontbreekt.

source: 'sampleSize' may not be missing in parametric bootstrap when 'data' is missing.
nl: 'steekproefGrootte' mag niet ontbreken in de parametrische bootstrap wanneer 'data' ontbreekt.

source: 'data' is ignored when using manual parametric bootstrap.
nl: 'data' wordt genegeerd bij de handmatige parametrische bootstrap.

source: Removing non-numeric columns:
nl: Niet numerieke kolommen worden verwijderd:

source: Jacknife overwrites nBoot to sample size
nl: Jacknife overschrijft nBoot naar steekproefgrootte

source: Node-wise bootstrapping requires at least three nodes.
nl: Voor Node-gewijs bootstrappen zijn er minstens drie nodes nodig.

source: 'data' argument must be a data frame
de: Argument 'data' muss ein Data Frame sein
nl: 'data' argument moet een data frame zijn

source: 'model' must be set in parametric bootstrap without 'data'.
nl: 'model' moet in een parametrische bootstrap worden gezet zonder 'data'.

source: model set to '
nl: model omgezet naar '

source: Estimating sample network...
nl: Steekproefnetwerk wordt geschat...

source: Bootstrapping...
de: Bootstrappe...
nl: Bootstrappen...

source: ' not supported.
de: ' nicht unterstützt.
nl: ' wordt niet ondersteund.

source: Maximum number of errors in bootstraps reached
de: Maximale Fehleranzahl in bootstraps erreicht
nl: Maximale aantal fouten in bootstraps bereikt

source: progress function failed: Cancelled by callback
de: voortgangsfunctie mislukt: Geannuleerd door callback
nl: voortgangsfunctie mislukt: Geannuleerd door callback

source: Computing statistics...
de: Berechne Statistiken...
nl: Statistieken worden berekend...

source: Component Loadings
de: Komponentenladungen
nl: Componentladingen

source: Component Correlations
de: Komponentenkorrelationen
nl: Component correlaties

source: Stepwise procedures are not supported for models containing interaction terms
de: Schrittweise Prozeduren werden nicht für Modelle unterstützt, die Interaktionsterme beinhalten
nl: Stapsgewijze procedures worden niet ondersteund voor modellen die interactietermen bevatten

source: Error in Stepping Method Criteria: Entry p-value needs to be smaller than removal p-value
nl: Fout in Methode Specificatie: Entry p-waarde moet kleiner zijn dan uitsluiting p-waarde

source: Error in Stepping Method Criteria: Entry F-value needs to be larger than removal F-value
nl: Fout in Methode Specificatie: Entry F-waarde moet groter zijn dan uitsluiting F-waarde

source: Model Summary
de: Modell-Zusammenfassung
nl: Model Samenvatting

source: Model Summary - %s
de: Modell-Zusammenfassung - %s
nl: Model Samenvatting - %s

source: Adjusted R%s
de: Korrigiertes R%s
nl: Aangepaste R%s

source: R%s Change
de: R%s Änderung
nl: R%s Verandering

source: F Change
de: F Änderung
nl: F Verandering

source: p-value for Durbin-Watson test is unavailable for weighted regression.
nl: p-waarde voor Durbin-Watson toets is niet beschikbaar voor gewogen regressie.

source: No covariate could be entered in the model
nl: Er kon geen covariaat in het model worden ingevoerd

source: Regression
nl: Regressie

source: Residual
de: Residuum
nl: Residu

source: Unstandardized
de: Unstandardisiert
nl: Ongestandaardiseerd

source: Standardized
de: Standardisiert
nl: Gestandaardiseerd

source: %.0f%% CI
de: %.0f%% KI
nl: %.0f%% BI

source: Collinearity Statistics
de: Kollineare Statistik
nl: Collineaire Statistiek

source: Tolerance
de: Toleranz
nl: Tolerantie

source: Bootstrap Coefficients
de: Bootstrap-Koeffizienten
nl: Bootstrap Coëfficiënten

source: Bias
nl: Onzuiverheid

source: Bootstrapping based on %i replicates.
de: Bootstrap basiert auf %i Wiederholungen.
nl: Bootstrappen gebaseerd op %i replicaties.

source: Coefficient estimate is based on the median of the bootstrap distribution.
de: Koeffizientenschätung basiert auf dem Median der Bootstrapverteilung.
nl: Coëfficiëntschatting is gebaseerd op de mediaan van de bootstrapverdeling.

source: Bias corrected accelerated
nl: Onzuiverheid gecorrigeerd versneld

source: expecting both arguments to be data.frames
de: erwarte dass beide Argumente data.frames sind
nl: verwacht dat beide argumenten data.frames zijn

source: Part And Partial Correlations
nl: Part En Partial Correlaties

source: Partial
de: Partiell
nl: Partieel

source: Part
nl: Deel

source: Coefficients Covariance Matrix
de: Koeffizienten-Kovarianzmatrix
nl: Coëfficiënten-Covariantiematrix

source: Collinearity Diagnostics
de: Kollinearitäts-Diagnostiken
nl: Collineariteits Diagnostieken

source: Dimension
nl: Dimensie

source: Condition Index
nl: Conditie Index

source: Variance Proportions
nl: Variantie Proporties

source: Casewise Diagnostics
de: Fallweise Diagnostiken
nl: Gevalswijze Diagnostieken

source: Case Number
de: Fallnummer
nl: Gevalsnummer

source: Predicted Value
de: Vorhergesagter Wert
nl: Voorspelde Waarde

source: Residuals Statistics
de: Residuen-Statistiken
nl: Residuen Statistiek

source: Residuals vs. Dependent
de: Residuen vs. Abhängige
nl: Residuen vs. Onafhankelijk

source: Residuals
de: Residuen
nl: Residuen

source: Residuals vs. Covariates
de: Residuen vs. Kovariaten
nl: Residuen vs. Covariaten

source: Residuals vs. %s
de: Residuen vs. %s
nl: Residuen vs. %s

source: Residuals vs. Predicted
de: Residuen vs. Vorhersage
nl: Residuen vs. Voorspeld

source: Predicted Values
de: Vorhergesagte Werte
nl: Voorspelde Waarden

source: Residuals Histogram
de: Histogramm der Residuen
nl: Residuen Histogram

source: Standardized %s
de: Standardisierte %s
nl: Gestandaardiseerde %s

source: Q-Q Plot Standardized Residuals
de: Q-Q-Diagramm der standardisierten Residuen
nl: Q-Q Plot Gestandaardiseerde Residuen

source: Partial plots are not supported for models containing interaction terms
nl: Partiële grafieken worden niet ondersteund voor modellen die interactietermen bevatten

source: Residuals %s
de: Residuen %s
nl: Residuen %s

source: Std. Predicted Value
de: Std. Vorhergesagter Wert
nl: Std. Voorspelde Waarde

source: Unknown value provided for modelType, possible values: `alternative`, `null`
nl: Onbekende waarde gegeven voor modelType, mogelijke waarden: `alternatief`, `null`

source: We need at least one predictor, or an intercept to make a formula
de: Für eine Formel brauchen wir mindestens einen Prädiktor oder eine Konstante
nl: We hebben minstens één predictor, of een intercept nodig om een formule te maken

source: Null model includes %s
de: Nullmodell beinhaltet %s
nl: Nulmodel bevat %s

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
nl: Vovk-Sellke Maximum <em>p</em>-Ratio: Gebaseerd op de <em>p</em>-waarde, de maximaal mogelijke kansen ten gunste van H%1$s boven H%2$s is gelijk aan 1/(-e <em>p</em> log(<em>p</em>)) voor <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).

source: The intercept model is omitted, as no meaningful information can be shown.
de: Das konstante Modell wurde ausgelassen, da keine bedeutsame Information angezeigt werden kann.
nl: Het interceptmodel is overgeslagen, aangezien er geen betekenisvolle informatie kan worden weergegeven.

source: There is only an intercept model, no meaningful information can be shown.
de: Es gibt nur ein konstantes Modell, es kann keine bedeutsame Information gezeigt werden.
nl: Er is alleen een intercept model, kan geen betekenisvolle informatie weergeven.

source: Plotting is not possible: %s
de: Abbilden ist nicht möglich: %s
nl: Grafeken maken niet mogelijk: %s

source: All effects are specified as nuisance
de: Alle Effekte sind als Störfaktoren spezifiziert
nl: Alle effecten zijn gespecificeerd als nuisance

source: There are nonpositive weights
de: Es gibt nicht-positive Gewichte
nl: Er zijn niet-positieve gewichten

source: Posterior Summary
de: Posterior-Zusammenfassung
nl: Samenvatting Posterior

source: Model Comparison - %s
de: Modellvergleich - %s
nl: Model Vergelijking - %s

source: The Wilson model prior corresponds to a beta binomial prior with %1$s = 1 and %2$s = p * %3$s and corresponds to an approximate penalization equal to log(%3$s + 1) in log-odds scale for each additional covariate added to the model (Consonni et al., 2018; Wilson et al., 2010).
nl: De Wilson model prior komt overeen met een beta binomiaal prior met %1$s = 1en %2$s = p * %3$s en correspondeert met een benaderde straf gelijk aan log(%3$s + 1) in log-odds schaal voor elke aanvullende Covariaat aan model toegevoegd (Consonni et al., 2018; Wilson et al., 2010).

source: The Castillo model prior corresponds to a beta binomial prior with %1$s = 1 and %2$s = p^u and is suitable for sparse regression when there are more covariates than observations (Castillo et al., 2015).
nl: De Castillo model prior correspondeert met een beta binomiaal prior met %1$s = 1 en %2$s = p^u en deze is geschikt voor sparse regressie wanneer er meer covariaten dan observaties zijn (Castillo et al., 2015).

source: All models include %s.
de: Alle Modelle beinhalten %s.
nl: Alle modellen bevatten %s.

source: %sTable displays only a subset of models; to see all models, select "No" under "Limit No. Models Shown".
nl: %sTabel geeft alleen een subset van modellen weer; om alle modellen te zien, selecteer "Nee" onder "Limiteer getoond aantal modellen".

source: Posterior Summaries of Coefficients
de: Posterior-Zusammenfassungen der Koeffizienten
nl: Posterior Samenvattingen van Coëfficiënten

source: BF<sub>inclusion</sub>
de: BF<sub>inklusion</sub>
nl: BF<sub>inclusie</sub>

source: Log(BF<sub>inclusion</sub>)
de: Log(BF<sub>inklusion</sub>)
nl: Log(BF<sub>inclusie</sub>)

source: <em>Warning.</em>
de: <em>Warnung.</em>
nl: <em>Waarschuwing.</em>

source: Posterior Coefficients with %s%% Credible Interval
de: Posterior-Koeffizienten mit %s%% Kredibilitätsintervall
nl: Posterior Coëfficiënten met %s%% Geloofwaardigheidsinterval

source: Cannot display Posterior Log Odds when sampling method is MCMC.
de: Kann Posterior-Log-Odds bei MCMC-Stichproben nicht anzeigen.
nl: Kan Posterior log odds niet weergeven als steekproefmethode MCMC is.

source: Residuals vs Fitted
de: Residuen vs Anpassung
nl: Residuen vs Gefit

source: Predictions under BMA
de: Vorhersagen unter BMA
nl: Voorspellingen onder BMA

source: Cumulative Probability
de: Kumulative Wahrscheinlichkeit
nl: Cumulatieve Kansverdeling

source: Model Search Order
de: Modell-Suchreihenfolge
nl: Model zoekvolgorde

source: Log(P(data|M)) vs. Model Size
de: Log(P(Daten|M)) vs. Modellgröße
nl: Log(P(data|M)) vs. Modelgrootte

source: Model Dimension
de: Modell-Dimension
nl: Model Dimensie

source: Inclusion Probabilities
de: Inklusionswahrscheinlichkeiten
nl: Inclusiekansen

source: Marginal Inclusion Probability
de: Marginale Inklusionswahrscheinlichkeit
nl: Marginale Inclusie Kans

source: Prior Inclusion Probabilities
de: Prior Inklusion Wahrscheinlichkeiten
nl: Prior Inclusie Kansen

source: Marginal Posterior Distributions
de: Marginale Posterior-Verteilungen
nl: Marginale Posterior verdelingen

source: Parameters estimates and/or credible intervals could not be calculated.
de: Parameterschätzungen und/oder Kredibilitätsintervalle konnten nicht berechnet werden.
nl: Parameterschattingen en/of geloofwaardigheidsintervallen kunnen niet berekend worden.

source: Performance Diagnostics
de: Performanz-Diagnostiken
nl: Prestatie Diagnostieken

source: Standardized%s
de: Standardisiertes%s
nl: Gestandaardiseerd%s

source: Wald Statistic
de: Wald-Statistik
nl: Wald statistiek

source: Standardized estimates represent estimates where the continuous predictors are standardized (X-standardization).
nl: Gestandaardiseerde schattingen zijn schattingen waar de continue predictoren zijn gestandaardiseerd (X-standaardisatie).

source: Coefficient estimate and robust standard error are based on the median of the bootstrap distribution.
nl: Coëfficiëntschatting en robuuste standaardfout zijn gebaseerd op de mediaan van de bootstrapverdeling.

source: Predicted Group
de: Vorhergesagte Gruppe
nl: Voorspelde Groep

source: Studentized Residual
de: Studentisierte Residuen
nl: Gestudentiseerd Residu

source: Factor Descriptives
de: Faktorbeschreibungen
nl: Factorbeschrijvingen

source: Confusion matrix
de: Konfusionsmatrix
nl: Verwarringsmatrix

source: Performance metrics
de: Performanz-Metriken
nl: Prestatiestatistieken

source: Null model contains nuisance parameters: %s
de: Nullmodell enthält Störfaktoren: %s
nl: Nulmodel bevat nuisance parameters: %s

source: %1$s level '%2$s' coded as class 1.
de: %1$s Stufe '%2$s' kodiert als Klasse 1.
nl: %1$s niveau '%2$s' gecodeerd als klasse 1.

source: Bootstrapping based on %i successful replicates.
de: Bootstrap basiert auf %i erfolgreichen Wiederholungen.
nl: Bootstrapping gebaseerd op %i succesvolle replicaties.

source: Residual plots
de: Residuen-Abbildungen
nl: Residugrafieken

source: Estimates plots
de: Schätzer-Abbildungen
nl: Benaderingsgrafieken

source: Predicted - residuals plot
de: Vorhergesagt - Residuen-Abbildung
nl: Voorspeld - residuengrafiek

source: Predictor - residuals plots
de: Prädiktor - Residuen-Abbildungen
nl: Voorspeller - residuengrafieken

source: Squared Pearson residuals plot
nl: Gekwadrateerde Pearson residuengrafiek

source: Performance plots
de: Performanz-Abbildungen
nl: Prestatiegrafieken

source: ROC plot
de: ROC-Diagramm
nl: ROC grafiek

source: PR plot
de: PR-Diagramm
nl: PR grafiek

source: Predicted Probability
de: Vorhergesagte Wahrscheinlichkeit
nl: Voorspelde kans

source: Squared Pearson Residual
nl: Gekwadrateerd Pearson residu

source: Positive predictive value
de: Positiv vorhergesagter Wert
nl: Positieve voorspellende waarde

source: %1$s%% bca%2$s Confidence interval
de: %1$s%% bca%2$s Konfidenzintervall
nl: %1$s%% bca%2$s Betrouwbaarheidsinterval

source: %s%% Confidence interval
de: %s%% Konfidenzintervall
nl: %s%% Betrouwbaarheidinterval

source: %s <br> (odds ratio scale)
nl: %s <br> (odds ratio schaal)

source: Robust <br> %s
nl: Robuust <br> %s

source: Residual df
de: Residuelle df
nl: Residu vg

source: Residual Deviance
de: Residualdevianz
nl: Residu afwijking

source: %s%% Confidence Intervals
de: %s%% Konfidenzintervalle
nl: %s%% Betrouwbaarheidsinterval

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
nl: Vovk-Sellke Maximum <em>p</em>-Ratio: Gebaseerd op de <em>p</em>-waarde, de maximaal mogelijke kansen ten gunste van H%1$s boven H%2$s is 1/(-e <em>p</em> log(<em>p</em>)) voor <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).

source: variables cannot be read
de: Variablen können nicht gelesen werden
nl: variabelen kunnen niet worden gelezen

source: R Package error: %s
de: R-Paket-Fehler: %s
nl: R Package fout: %s

source: R Package error: Cannot retrieve table probabilities
de: R-Paket-Fehler: Kann Wahrscheinlichkeiten-Tabelle nicht abrufen
nl: R Package fout: kan tabelkansen niet ophalen

source: Total number of models visited = %i
de: Gesamtanzahl besuchter Modelle = %i
nl: Totaal aantal modellen bezocht = %i

source: Submodel specified is not within possible submodels
nl: Gespecificeerd submodel niet binnen mogelijke submodellen

source: <em>Model formula:</em>
de: <em>Modellformel:</em>
nl: <em>Model formule:</em>

source: <em>Posterior model probability =</em>
de: <em>Posterior Modellwahrscheinlichkeit =</em>
nl: <em>Posterior model kans =</em>

source: Posterior Summary Statistics
de: Posterior zusammenfassende Statistiken
nl: Posterior Kengetallen

source: %s%% Credible intervals
de: %s%% Kredibilitätsintervalle
nl: %s%% Geloofwaardigheidsintervallen

source: Posterior Summary Statistics For Submodel %s
de: Posterior zusammenfassende Statistiken für Untermodell %s
nl: Posterior Kengetallen Voor Submodel %s

source: %.0f%% Credible intervals
de: %.0f%% Kredibilitätsintervalle
nl: %.0f%% Geloofwaardigheidsintervallen

source: Greatest Lower Bound
de: Größte Untergrenze
nl: Hoogste Ondergrens

source: Item-rest correlation
de: Item-Rest-Korrelation
nl: Item-rest correlatie

source: mean
de: Mittelwert
nl: gemiddelde

source: The covariance matrix of the data is not invertible
de: Die Kovarianzmatrix der Daten ist nicht invertierbar
nl: De covariantiematrix van de gegevens is niet inverteerbaar

source: %s Of the observations, pairwise complete cases were used.
nl: %s Alleen paarsgewijze volledige observaties zijn gebruikt.

source: %s Of the observations, %1.f complete cases were used.
nl: %s alleen de volledige observaties van %1.f zijn gebruikt.

source: Bayesian Scale Reliability Statistics
de: Bayessche Skalenparameter-Reliabilitätsstatistiken
nl: Bayesiaanse Schaal Validiteitsstatistieken

source: %s lower bound
de: %s untere Grenze
nl: %s ondergrens

source: %s upper bound
de: %s obere Grenze
nl: %s bovengrens

source: Please enter at least 3 variables to do an analysis. %s
de: Bitte gib mindestens 3 Variablen ein, um eine Analyse zu machen. %s
nl: Geef a.u.b. minstens 3 variabelen op. %s

source: Please enter at least 3 variables to do an analysis.
de: Bitte gib mindestens 3 Variablen ein, um eine Analyse zu machen.
nl: Geef a.u.b. minstens 3 variabelen op.

source: %s (if item dropped)
de: %s (falls Item ausgelassen)
nl: %s (als item wordt weggelaten)

source: Bayesian Individual Item Reliability Statistics
nl: Bayesiaanse Individuele Item Validiteitsstatistieken

source: Posterior Mean
de: Posterior Mittelwert
nl: Posterior Gemiddelde

source: Probability that Reliability Statistic is Larger than %.2f and Smaller than %.2f
nl: De kans dat de Validiteitsstatistiek Groter is dan %.2f and Kleiner is dan %.2f

source: Posterior Plots
de: Posterior Abbildungen
nl: Posterior Grafieken

source: If Item Dropped Posterior Plots
nl: Als Item Wordt Weggelaten Posterior Grafiek

source: Item Dropped
de: Item ausgelassen
nl: Item Wordt Weggelaten

source: Factors
de: Faktoren
nl: Factoren

source: Convergence Traceplot
nl: Convergentie Spoordiagram

source: Iterations
de: Iterationen
nl: Iteraties

source: The analysis crashed with the following error message:
de: Die Analyse stürzte mit der folgenden Fehlermeldung ab:
nl: De analyse is onderbroken met de volgende foutmelding:

source: Frequentist Scale Reliability Statistics
de: Frequentistische Skalenparameter-Reliabilitätsstatistiken
nl: Frequentistische Schaal Validiteitsstatistieken

source: Point estimate
de: Punktschätzung
nl: Puntschatting

source: %1$sMcDonald's %2$s estimation method switched to PFA because the CFA did not find a solution.
nl: %1$sMcDonald's %2$s schattingsmethode is overgeschakeld op PFA omdat de CFA geen oplossing vond.

source: %s Some confidence intervals could not be computed because none of the bootstrapped covariance matrices were invertible.
nl: %s Sommige betrouwbaarheidsintervallen konden niet worden berekend omdat geen van de bootstrap covariantie matrices inverteerbaar was.

source: If item dropped
de: Falls Item ausgelassen
nl: Als item wordt weggelaten

source: Frequentist Individual Item Reliability Statistics
nl: Frequentistische Individuele Item Validiteitsstatistieken

source: McDonald's %s estimation method for item-dropped statistics switched to PFA because the CFA did not find a solution.
nl: McDonald's %s schattingsmethode voor item-weggelaten statistiek is omgeschakeld naar PFA omdat de CFA geen oplossing vond.

source: Fit Measures of Single Factor Model Fit
nl: Pasmaat van Enkele Factor Model passing

source: Fit Measure
de: Anpassungs-Maß
nl: Pasmaat

source: Fit measures cannot be displayed because the McDonald's %s estimation method switched to PFA as the CFA did not find a solution.
nl: De pasmaat kan niet worden getoond omdat de schattingsmethode voor McDonald's %s veranderd is naar PFA, want de CFA leidde niet tot een oplossing.
