Repository: jasp-stats/jasp-desktop
Catalog: JASP-Engine/JASP/po/R-*.po
Languages: de, nl

source: The priors for publication bias were set incorrectly.
de: Die Prior für den Publikationsbias wurden falsch gesetzt.
nl: De a priori verdeling voor publicatieonzuiverheid is verkeerd ingesteld.

source: MCMC error
de: MCMC-Fehler
nl: MCMC fout

source: %1$s is on %2$s scale.
de: %1$s ist auf Skala %2$s.
nl: %1$s is op %2$s schaal.

source: <em>p</em>-values interval %s
de: <em>p</em>-Werte Intervall %s
nl: <em>p</em>-waarden interval %s

source: The weights (%1$s) correspond to %2$s <em>p</em>-values.
de: Die Gewichte (%1$s) entsprechen den %2$s <em>p</em>-Werten.
nl: De gewichten (%1$s) corresponderen met de %2$s <em>p</em>-waarden.

source: Estimated studies' effects (%1$s) correspond to effect size %2$s.
de: Geschätzten Studieneffekte (%1$s) entsprechen der Effektgröße %2$s.
nl: Geschatte onderzoekseffecten (%1$s) corresponderen met effectgrootte %2$s.

source: Effect size (%s)
de: Effektgröße (%s)
nl: Effectgrootte (%s)

source: Heterogeneity (%s)
de: Heterogenität (%s)
nl: Heterogeniteit (%s)

source: Prior Plots
de: Prior-Abbildungen
nl: Prior Grafieken

source: Weight Function
de: Gewichtungsfunktion
nl: Gewichtsfunctie

source: Alternative
nl: Alternatief

source: Model Preview
de: Modell-Vorschau
nl: Model Voorvertoning

source: At least one prior distribution per parameter must be specified (either null or alternative).
de: Es muss mindestens eine Prior-Verteilung pro Parameter angegeben werden (entweder Null oder Alternative).
nl: Er moet tenminste één prior verdeling gespecificeerd zijn per parameter (in het null of alternatief model).

source: Publication bias
de: Publikationsbias
nl: Publicatieonzuiverheid

source: The analysis will estimate multiple meta-analytic models using MCMC and might require a prolonged time to complete.
nl: De analyse zal meerdere meta-analytische modellen schatten met behulp van MCMC en kan een langere tijd nodig hebben om te voltooien.

source: Models Overview
de: Modell-Überblick
nl: Model Overzicht

source: Prior Distribution
de: Prior-Verteilung
nl: Posterior Verdeling

source: Publication Bias
de: Publikationsbias
nl: Publicatieonzuiverheid

source: The loaded object is not a RoBMA model.
de: Das geladene Objekt ist kein RoBMA-Modell.
nl: Het ingeladen object is geen RoBMA model.

source: Summary
de: Zusammenfassung
nl: Samenvatting

source: Exclusion
de: Exklusion
nl: Uitsluiting

source: Inclusion
de: Inklusion
nl: Inclusie

source: All models failed to converge. Please, consider inspecting the 'MCMC diagnostics' and changing the 'Advanced options'.
de: Konvergenz alle Modelle ist fehlgeschlagen. Bitte erwäge, die 'MCMC-Diagnosen' zu überprüfen und die 'Weitere Optionen' zu ändern.
nl: Geen model is geconvergeerd. Inspecteer 'MCMC diagnostiek' en verander de 'Geavanceerde Opties'.

source: %i models failed to converge.
de: %i Modelle sind nicht konvergiert.
nl: %i modellen zijn niet geconvergeerd.

source: Analyzing odds ratios is an experimental feature. The performance of default prior distributions was not evaluated.
nl: Het analyseren van odds ratio's is een experimentele functie. De prestaties van standaard prior verdelingen werden niet geëvalueerd.

source: Model Averaged Estimates
de: Modell-gemittelte Schätzungen
nl: Model Gemiddelde Schattingen

source: Model Averaged Weights (%s)
de: Modell-gemittelte Gewichte (%s)
nl: Model Gemiddelde Gewichten (%s)

source: Model Averaged Estimated Studies' Effects (%s)
nl: Model Gemiddelde Geschatte Onderzoekseffecten (%s)

source: Conditional Estimates
de: Konditionale Schätzungen
nl: Geconditioneerde Schattingen

source: Estimates are model averaged over models assuming existence of effect / heterogeneity.
nl: De schattingen zijn gemiddeld over die modellen waar het effect bestaat, of waar heterogeniteit aanwezig is.

source: Conditional Weights (%s)
nl: Geconditioneerde Gewichten (%s)

source: Estimated weights (%s) are model averaged over models assuming existence of publication bias.
de: Geschätzte Gewichte (%s) sind über Modelle gemittelt, die einen vorhandenen Publikationsbias annehmen.
nl: Geschatten gewichten (%s) zijn gemiddeld over die modellen waarin publicatieonzuiverheid aanwezig is.

source: Conditional Estimated Studies' Effects (%s)
de: Geschätzte Studieneffekte (%s)
nl: Geconditioneerde Geschatte Onderzoekseffecten (%s)

source: Estimated studies effects (%s) are model averaged over models assuming existence of effect.
de: Geschätzten Studieneffekte (%s) sind modellgemittelt über Modelle, die einen vorhandenen Effekt annehmen.
nl: Geschatte onderzoekseffecten (%s) zijn gemiddeld over die modellen waarin het effect bestaat.

source: log(MargLik)
nl: log(MargWaarschijn)

source: Individual Models Summary
nl: Individuele Model Samenvatting

source: Model %i does not exist. Select one of the models between 1 and %i.
de: Modell %i existiert nicht. Wähle eins der Modelle zwischen 1 und %i.
nl: Model %i bestaat niet. Selecteer een model tussen 1 en %i.

source: Information
nl: Informatie

source: Model Estimates
de: Modell-Schätzungen
nl: Model Schattingen

source: Estimated Weights (%s)
de: Geschätzte Gewichte (%s)
nl: Geschatte Gewichten (%s)

source: Estimated Studies' Effects (%s)
de: Geschätzte Studieneffekte (%s)
nl: Geschatte Onderzoekseffecten (%s)

source: Weight function
de: Gewichtungsfunktion
nl: Gewichtsfunctie

source: Effect size vs Heterogeneity
de: Effektgröße vs Heterogenität
nl: Effectgrootte vs Heterogeniteit

source: Individual Models Plots
nl: Individuele Modellengrafiek

source: Diagnostics
de: Diagnostiken
nl: Diagnostiek

source: Models Diagnostics Overview
de: Modell-Diagnostiken-Überblick
nl: Modellen Diagnostiek Overzicht

source: max(MCMC error)
de: max(MCMC-Fehler)
nl: max(MCMC fout)

source: max(Rhat)
de: max(R-Dach)
nl: max(R-dakje)

source: Model %1$i does not exist. Select one of the models between 1 and %2$i.
de: Modell %1$i existiert nicht. Wähle eines der Modelle zwischen 1 und %2$i aus.
nl: Model %1$i bestaat niet. Selecteer een model tussen 1 en %2$i.

source: Trace plots
de: Verlaufs-Abbildungen
nl: Spoordiagram

source: Average autocorrelations
de: Mittlere Autokorrelation
nl: Gemiddelde autocorrelatie

source: Posterior samples densities
de: Dichte Posterior-Stichproben
nl: Posterior kansen

source: Model %i does not contain any of the selected parameters.
de: Modell %i enthält keinen der ausgewählten Parameter.
nl: De geselecteerd parameter zit niet in Model %i.

source: Error in %s: All p-values need to be between 0 and 1.
de: Fehler in %s: Alle p-Werte müssen zwischen 0 und 1 liegen.
nl: Fout in %s: Alle p-waarden moeten tussen 0 en 1 liggen.

source: Error in %s: All correlation coefficients need to be between -1 and 1.
de: Fehler in %s: Alle Korrelationskoeffizienten müssen zwischen -1 und 1 liegen.
nl: Fout in %s: Alle correlatiecoëfficiënten moeten tussen -1 en 1 liggen.

source: The p-value cutoffs were set incorectly.
de: Die p-Wert-Grenzwerte wurden unkorrekt gesetzt.
nl: De p-afkapwaarden waren verkeerd ingesteld.

source: At least one p-value cutoff needs to be set.
nl: Er moet minstens één p-afkapwaarde worden ingesteld.

source: All p-value cutoffs needs to be between 0 and 1.
de: Alle p-Wert-Grenzwerte müssen zwischen 0 und 1 liegen.
nl: Alle p-afkapwaarden moeten tussen 0 en 1 liggen.

source: No steps
nl: Geen stappen

source: 95%% Confidence Interval
nl: 95%% Betrouwbaarheidsintervallen

source: Note:
de: Beachte:
nl: Opmerking:

source: %s is on %s scale.
nl: %s is op %s schaal.

source: <em>p</em>-values interval(one-sided)
de: <em>p</em>-Werte-Intervall(einseitig)
nl: <em>p</em>-waarden interval(eenzijdig)

source: Model Tests
de: Modelltests
nl: Modeltoetsen

source: Test of Heterogeneity
de: Prüfung der Heterogenität
nl: Toets van Heterogeniteit

source: Error:
de: Fehler:
nl: Fout:

source: Test of Publication Bias
de: Test des Publikationsbias
nl: Toets van Publicatieonzuiverheid

source: Assuming homogeneity
de: Homogenität angenommen
nl: Uitgaande van homogeniteit

source: Assuming heterogeneity
de: Heterogenität angenommen
nl: Heterogeniteit Aannemende

source: Mean Estimates(%s)
de: Mittlere Schätzungen(%s)
nl: Gemiddelde Schattingen(%s)

source: Estimated Weights
de: Geschätzte Gewichte
nl: Geschatte Gewichten

source: Random Effects Estimates
de: Schätzungen zufälliger Effekte
nl: Aselecte Effecten Schattingen

source: Heterogeneity Estimates(%s)
de: Heterogenitätsschätzungen(%s)
nl: Heterogeniteitsschattingen (%s)

source: p-value Frequency
de: p-Wert Häufigkeit
nl: p-waarde Frequentie

source: There were no p-value cutoffs after their automatic reduction. The displayed frequencies correspond to the non-reduced p-value cutoffs.
nl: Er waren geen p-afkapwaarden na hun automatische reductie. De weergegeven frequenties komen overeen met de niet-gereduceerde p-afkapwaarden.

source: Weight Function(%s)
de: Gewichtungsfunktion(%s)
nl: Gewichtsfunctie(%s)

source: The figure could not be created since one of the estimates is not a number.
de: Die Abbildung konnte nicht erstellt werden, da eine der Schätzungen keine Zahl ist.
nl: De afbeelding kon niet worden gemaakt omdat een van de schattingen geen getal is.

source: P-value (One-sided)
de: P-Wert (einseitig)
nl: P-waarde (Eenzijdig)

source: Publication Probability
de: Publikationswahrscheinlichkeit
nl: Publicatie Waarschijnlijkheid

source: Mean Model Estimates (%s)
de: Mittlere Modellschätzungen (%s)
nl: Gemiddelde Modelschattingen (%s)

source: Fixed effects (adjusted)
de: Feste Effekte (angepasst)
nl: Gefixeerde effecten (aangepast)

source: Random effects (adjusted)
de: Zufällige Effekte (angepasst)
nl: Aselecte effecten (aangepast)

source: Mean Estimates (%s)
de: Mittlere Schätzungen (%s)
nl: Gemiddelde Schattingen (%s)

source: Fixed effects model:
de: Feste-Effekte-Modell:
nl: Gefixeerde effecten model:

source: Random effects model:
de: Zufällige-Effekte-Modell:
nl: Willekeurige effecten model:

source: %sThe optimizer failed to find a solution. Consider re-specifying the model or the p-value cutoffs.
nl: %sDe optimalisator slaagde er niet in een oplossing te vinden. Overweeg om het model of de p-afkapwaarden opnieuw te specificeren.

source: %sThe automatic cutoffs selection did not find viable p-value cutoffs. Please, specify them manually.
nl: %sDe automatische afkapselectie heeft geen bruikbare p-afkapwaarden gevonden. Geef ze alstublieft handmatig aan.

source: At least one of the p-value intervals contains no effect sizes, leading to estimation problems. Consider re-specifying the cutoffs.
nl: Minstens één van de p-waarde intervallen bevat geen effectgroottes, hetgeen leidt tot schattingsproblemen. Overweeg om de afkapwaarden opnieuw te specificeren.

source: At least one of the p-value intervals contains three or fewer effect sizes, which may lead to estimation problems. Consider re-specifying the cutoffs.
nl: Ten minste één van de p-waarde intervallen bevat drie of minder effectgroottes, hetgeen tot schattingsproblemen kan leiden. Overweeg om de afkapwaarden opnieuw te specificeren.

source: The unadjusted estimate is negative. The selection model default specification expects that the expected direction of the effect size is positive. Please, check that you specified the effect sizes correctly or change the 'Expected effect size direction' option in the 'Model' tab.
nl: De niet-aangepaste schatting is negatief. De standaardinstelling van het selectiemodel verwacht dat de verwachte richting van de effectgrootte positief is. Controleer of u de effectgrootte correct heeft opgegeven of verander de optie 'Verwachte effectgrootte richting' in het tabblad 'Model'.

source: The analysis requires both 'Effect Size' and 'Effect Size Standard Error' to be specified.
nl: Deze analyse vereist dat zowel 'Effectgrootte' als 'Effectgrootte Standaard Fout' worden gespecificeerd.

source: Only the following one-sided p-value cutoffs were used: %s.
de: Es wurden nur die folgenden einseitigen p-Wert-Grenzwerte verwendet: %s.
nl: Alleen de volgende eenzijdige p-afkapwaarden werden gebruikt: %s.

source: No effect sizes specified to compute the studies' sample variances.
nl: Er zijn geen effectgroottes gespecificeerd om de steekproefvariantie van de onderzoeken te berekenen.

source: Model misspecified
de: Modell falsch spezifiziert
nl: Model verkeerd gespecificeerd

source: Mean structure can not be included when data is variance-covariance matrix
de: Mittelwertstruktur kann nicht einbezogen werden wenn Daten Varianz-Kovarianz-Matrix ist
nl: Structuur van het gemiddelde kan niet worden meegenomen wanneer de data uit een variantie-covariantie matrix bestaat

source: Please set the sample size!
de: Bitte setze den Stichprobenumfang!
nl: Selecteer a.u.b een steekproefgrootte!

source: Multiple group analysis not (yet) supported when data is variance-covariance matrix
nl: Meerdere groepen analyse (nog) niet ondersteund als data een variantie-covariantie matrix is

source: Not more cases than number of variables. Is your data a variance-covariance matrix?
nl: Niet meer waarnemingen dan het aantal variabelen. Is uw data een variantie-covariantiematrix?

source: Chi Square Test Statistic (unscaled)
nl: Chi kwadraat Toets statistiek (ongeschaald)

source: CI (lower)
de: KI (untere)
nl: BI (onder)

source: CI (upper)
de: KI (obere)
nl: BI (boven)

source: group
de: Gruppe
nl: groep

source: Minimum Function Test Statistic
de: Minimum-Funktion Teststatistik
nl: Mimimum functie toets statistiek

source: Degrees of freedom
de: Freiheitsgrade
nl: Vrijheidsgraden

source: Loglikelihood and Information Criteria
de: Log-Likelihood und Informationskriterien
nl: Log waarschijnlijkheid en Informatie Criteria

source: Loglikelihood user model (H0)
de: Log-Likelihood Nutzermodell (H0)
nl: Log waarschijnlijkheid gebruikersmodel (H0)

source: Loglikelihood unrestricted model (H1)
de: Log-Likelihood unbeschränktes Modell (H1)
nl: Log waarschijnlijkheid niet-beperkte model (H1)

source: Sample-size adjusted Bayesian (BIC)
nl: Voor steekproefgrootte bijgesteld Bayesiaans (BIC)

source: Root Mean Square Error of Approximation
de: Wurzel des mittleren quadratischen Fehlers der Anpassung (RMSEA)
nl: Wortel van de gemiddelde foutkwadraat van benadering (RMSEA)

source: Upper 90%% CI
de: Oberes 90%% KI
nl: Boven 90%% BI

source: Lower 90%% CI
de: Unteres 90%% KI
nl: Onder 90%% BI

source: p-value RMSEA <= 0.05
de: p-Wert RMSEA <= 0.05
nl: p-waarde RMSEA <= 0.05

source: RMR (No Mean)
de: RMR (kein Mittelwert)
nl: RMR (geen gemiddelde)

source: Other Fit Indices
de: Weitere Anpassungsindizes
nl: Andere pas indices

source: Hoelter Critical N (CN) alpha=0.05
de: Hoelter kritisches N (CN) alpha=0.05
nl: Hoelter kritische N (CN) alpha=0.05

source: Hoelter Critical N (CN) alpha=0.01
de: Hoelter kritisches N (CN) alpha=0.01
nl: Hoelter kritische N (CN) alpha=0.01

source: Goodness of Fit Index (GFI)
de: Anpassungsgüte-Index (GFI)
nl: Pasmaat Index (GFI)

source: Parsimony Goodness of Fit Index (GFI)
nl: Spaarzaamheidspasmaat index (GFI)

source: Group %i
de: Gruppe %i
nl: Groep %i

source: Covariances (lower triangle) / correlations (upper triangle)
de: Kovarianzen (unteres Dreieck) / Korrelationen (oberes Dreieck)
nl: Covarianties (linkerdriehoek) / correlaties (rechterdriehoek)

source: Mardia's coefficients
de: Mardias Koeffizienten
nl: Mardia's coëfficiënten

source: Not all used variables are numeric. Mardia's coefficients not available.
de: Nicht alle Variablen sind numerisch. Mardias Koeffizienten nicht verfügbar.
nl: Niet alle variabelen zijn numeriek. Mardia's Coëfficiënten niet beschikbaar.

source: Path Diagrams
de: Pfaddiagramme
nl: Paddiagrammen

source: - *Bayes factor*: If one-sided test is requested: - BF+0: Bayes factor that quantifies evidence for the one-sided alternative hypothesis that the population mean is larger than the test value - BF-0: Bayes factor that quantifies evidence for the one-sided alternative hypothesis that the population mean is smaller than the test value - BF0+: Bayes factor that quantifies evidence for the null hypothesis relative to the one-sided alternative hypothesis that the population mean is larger than the test value - BF0-: Bayes factor that quantifies evidence for the null hypothesis relative to the one-sided alternative hypothesis that that the population mean is smaller than the test value - **p**: p-value corresponding to t-statistic.
nl: - *Bayes factor*: Als een eenzijdig toets wordt gevraagd: - BF+0: Bayes factor dat bewijs quantificeert voor de éénzijdige alternatieve hypothese dat het populatiegemiddelde groter is dan de toetswaarde - BF-0: Bayes factor dat bewijs quantificeert voor de éénzijdige alternatieve hypothese dat het populatiegemiddelde kleiner is dan de toetswaarde - BF0+: Bayes factor dat bewijs quantificeert voor de nulhypothese tegen de éénzijdige alternatieve hypothese dat het populatiegemiddelde groter is dan de toetswaarde - BF0-: Bayes factor dat bewijs quantificeert voor de nulhypothese tegen de éénzijdige alternatieve hypothese dat het populatiegemiddelde kleiner is dan de toetswaarde - **p**: p-waarde overeenkomstig met t-statistiek.

source: Test value
de: Testwert
nl: Toetswaarde

source: Plotting not possible: Posterior too peaked!
de: Abbilden unmöglich: Posterior ist zu spitz!
nl: Grafiek maken niet mogelijk: posterior te gepiekt!

source: Plotting not possible: Cannot evaluate prior or posterior density!
de: Abbilden unmöglich: Kann Prior- oder Posteriordichte nicht evaluieren!
nl: Grafiek maken niet mogelijk: kan prior of posterior dichtheid niet evalueren!

source: Plotting not possible: Bayes factor should be numeric!
de: Abbilden unmöglich: Bayesfaktor muss numerisch sein!
nl: Grafiek maken niet mogelijk: Bayes factor moet numeriek zijn!

source: %s%% Credible interval
de: %s%% Kredibilitätsintervall
nl: %s%% Geloofwaardigheidsinterval

source: Number of covariates
de: Anzahl Kovariaten
nl: Aantal covariaten

source: Robustness Plot
de: Robustheitsabbildung
nl: Robuustheidsgrafiek

source: r scale
de: Skalenparameter r
nl: r schaal

source: r scale used is: %s.
de: benutzter Skalenparameter r ist: %s.
nl: gebruikte r schaal is: %s.

source: Bayesian Linear Regression
de: Bayessche lineare Regression
nl: Bayesiaanse lineaire regressie

source: Number of Covariates must be less than N-1 (sample size minus 1)
de: Anzahl der Kovariaten muss kleiner als N-1 sein (Stichprobenumfang minus 1)
nl: Aantal covariaten moet kleiner dan N-1 zijn (N = steekproefgrootte)

source: Input: When number of covariates for Alternative hypothesis is greater than that of Null hypothesis, the R%s has to be higher under Alternative than under Null hypothesis
nl: Invoer: Wanneer het aantal covariaten voor de alternatieve hypothese groter is dan die van de nulhypothese moet de R%s hoger zijn onder de alternatieve dan onder de nulhypothese

source: t-value is large. A Savage-Dickey approximation was used to compute the Bayes factor but no error estimate can be given.
de: Der t-Wert ist groß. Es wurde eine Savage-Dickey-Approximation benutzt um den Bayesfaktor zu berechnen, aber es kann keine Fehlerschätzung gegeben werden.
nl: t-waarde is groot. Een Savage-Dickey benadering is gebruikt om de Bayes factor te berekenen, maar er kan geen foutschatting worden gegeven.

source: No error estimate is available for normal priors.
de: Keine Fehlerschätzung für normalverteilte Prior verfügbar.
nl: Geen foutschatting beschikbaar voor normale priors.

source: Bayesian Mann-Whitney U Test
de: Bayesscher Mann-Whitney-U-Test
nl: Bayesiaanse Mann-Whitney U test

source: Result based on data augmentation algorithm with 5 chains of %.0f iterations.
de: Ergebnis basiert auf Daten-Augmentations-Algorithmus mit 5 Ketten von %.0f Iterationen.
nl: Resultaat gebaseerd op data augmentatie algoritme met 5 ketens van %.0f iteraties.

source: For all tests, the alternative hypothesis specifies that group <em>%1$s</em> is greater than group <em>%2$s</em>.
de: Für alle Tests gibt die Alternativhypothese an, dass Gruppe <em>%1$s</em> größer ist als Gruppe <em>%2$s</em>.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat groep <em>%1$s</em> groter is dan groep <em>%2$s</em>.

source: For all tests, the alternative hypothesis specifies that group <em>%1$s</em> is less than group <em>%2$s</em>.
de: Für alle Tests gibt die Alternativhypothese an, dass Gruppe <em>%1$s</em> kleiner ist als Gruppe <em>%2$s</em>.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat groep <em>%1$s</em> kleiner less dan groep <em>%2$s</em>.

source: Bayesian Wilcoxon Signed-Rank Test
de: Bayesscher Wilcoxon-Vorzeichen-Rang-Test
nl: Bayesiaanse Wilcoxon Rangtekentoets

source: For all tests, the alternative hypothesis specifies that the population mean is greater than %s.
de: Bei allen Tests gibt die Alternativhypothese an, dass der Populationsmittelwert größer als %s ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat het populatiegemiddelde groter is dan %s.

source: For all tests, the alternative hypothesis specifies that the population mean is less than %s.
de: Bei allen Tests gibt die Alternativhypothese an, dass der Populationsmittelwert kleiner als %s ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat het populatiegemiddelde kleiner is dan %s.

source: For all tests, the alternative hypothesis specifies that the population mean differs from %s.
de: Bei allen Tests gibt die Alternativhypothese an, dass der Populationsmittelwert von %s verschieden ist.
nl: Voor alle toetsen specificeert de alternatieve hypothese dat het populatiegemiddelde verschilt van %s.

source: Independent Samples T-Test
de: T-Test für unabhängige Stichproben
nl: Onafhankelijke steekproeven t-toets

source: Mann-Whitney U test.
nl: Mann-Whitney U toets.

source: Welch's t-test.
nl: Welch's t-toets.

source: Student's t-test.
nl: Student t-toets.

source: Hodges-Lehmann Estimate
de: Hodges-Lehmann-Schätzung
nl: Hodges-Lehmann Schatting

source: Rank-Biserial Correlation
de: Rang-Biseriale Korrelation
nl: Rank-Biseriële Correlatie

source: Location Parameter
de: Lageparameter
nl: Locatieparameter

source: Student t-test and Welch t-test
de: Students T-Test und Welchs T-Test
nl: Student t-toets en Welch t-toets

source: Student t-test
de: Students T-Test
nl: Student t-toets

source: Welch t-test
de: Welchs T-Test
nl: Welch's t-toets

source: SE Difference
de: Std.-Fehler Differenz
nl: Std. fout verschil

source: For the %s, location parameter is given by mean difference. For the Mann-Whitney test, location parameter is given by the Hodges-Lehmann estimate.
de: Beim %s wird der Lageparameter mit der Mittelwertsdifferenz angegeben. Beim Mann-Whitney-Test wird der Lageparameter mit der Hodges-Lehmann-Schätzung angegeben.
nl: Voor de %s wordt de locatieparameter gegeven door het gemiddeld verschil. Voor de Mann-Whitney toets wordt de locatieparameter gegeven door de Hodges-Lehmann schatting.

source: %1$s%% CI for %2$s
de: %1$s%% KI für %2$s
nl: %1$s%% BI voor %2$s

source: For the Mann-Whitney test, effect size is given by the rank biserial correlation.
de: Beim Mann-Whitney-Test wird die Effektgröße mit der rangbiserialen Korrelation angegeben.
nl: Voor de Mann-Whitney toets wordt effectgrootte gegeven door de rank-biseriëlecorrelatie.

source: For the %1$s, effect size is given by %2$s.
de: Beim %1$s wird die Effektgröße mit %2$s angegeben.
nl: Voor the %1$s wordt effectgrootte gegeven door %2$s.

source: Test of Normality (Shapiro-Wilk)
de: Prüfung auf Normalverteilung (Shapiro-Wilk)
nl: Toets voor normaliteit (Shapiro-Wilk)

source: Significant results suggest a deviation from normality.
de: Ein signifikantes Ergebnis deutet auf Abweichung von einer Normalverteilung hin.
nl: Significante resultaten wijzen op afwijking van normaliteit.
